Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Luke 5:17-32 (ESV) On one of those days, as he was teaching, Pharisees and teachers of the law were sitting there, who had come from every village of Galilee and Judea and from Jerusalem. And the power of the Lord was with him to heal. And behold, some men were bringing on a bed a man who was paralyzed, and they were seeking to bring him in and lay him before Jesus, but finding no way to bring him in, because of the crowd, they went up on the roof and let him down with his bed through the tiles into the midst before Jesus. And when he saw their faith, he said, "Man, your sins are forgiven you." And the scribes and the Pharisees began to question, saying, "Who is this who speaks blasphemies? Who can forgive sins but God alone?" When Jesus perceived their thoughts, he answered them, "Why do you question in your hearts? Which is easier, to say, 'Your sins are forgiven you,'or to say, 'Rise and walk'? But that you may know that the Son of Man has authority on earth to forgive sins"—he said to the man who was paralyzed—"I say to you, rise, pick up your bed and go home." And immediately he rose up before them and picked up what he had been lying on and went home, glorifying God. And amazement seized them all, and they glorified God and were filled with awe, saying, "We have seen extraordinary things today." After this he went out and saw a tax collector named Levi, sitting at the tax booth. And he said to him, "Follow me." And leaving everything, he rose and followed him. And Levi made him a great feast in his house, and there was a large company of tax collectors and others reclining at table with them. And the Pharisees and their scribes grumbled at his disciples, saying, "Why do you eat and drink with tax collectors and sinners?" And Jesus answered them, "Those who are well have no need of a physician, but those who are sick. I have not come to call the righteous but sinners to repentance."
fr_fr: Luc 5:17-32 (LSG) Un jour Jésus enseignait. Des pharisiens et des docteurs de la loi étaient là assis, venus de tous les villages de la Galilée, de la Judée et de Jérusalem; et la puissance du Seigneur se manifestait par des guérisons. Et voici, des gens, portant sur un lit un homme qui était paralytique, cherchaient à le faire entrer et à le placer sous ses regards. Comme ils ne savaient par où l'introduire, à cause de la foule, ils montèrent sur le toit, et ils le descendirent par une ouverture, avec son lit, au milieu de l'assemblée, devant Jésus. Voyant leur foi, Jésus dit: Homme, tes péchés te sont pardonnés. Les scribes et les pharisiens se mirent à raisonner et à dire: Qui est celui-ci, qui profère des blasphèmes? Qui peut pardonner les péchés, si ce n'est Dieu seul? Jésus, connaissant leurs pensées, prit la parole et leur dit: Quelles pensées avez-vous dans vos cœurs? Lequel est le plus aisé, de dire: Tes péchés te sont pardonnés, ou de dire: Lève-toi, et marche? Or, afin que vous sachiez que le Fils de l'homme a sur la terre le pouvoir de pardonner les péchés: Je te l'ordonne, dit-il au paralytique, lève-toi, prends ton lit, et va dans ta maison. Et, à l'instant, il se leva en leur présence, prit le lit sur lequel il était couché, et s'en alla dans sa maison, glorifiant Dieu. Tous étaient dans l'étonnement, et glorifiaient Dieu; remplis de crainte, ils disaient: Nous avons vu aujourd'hui des choses étranges. Après cela, Jésus sortit, et il vit un publicain, nommé Lévi, assis au lieu des péages. Il lui dit: Suis-moi. Et, laissant tout, il se leva, et le suivit. Lévi lui donna un grand festin dans sa maison, et beaucoup de publicains et d'autres personnes étaient à table avec eux. Les pharisiens et les scribes murmurèrent, et dirent à ses disciples: Pourquoi mangez-vous et buvez-vous avec les publicains et les gens de mauvaise vie? Jésus, prenant la parole, leur dit: Ce ne sont pas ceux qui se portent bien qui ont besoin de médecin, mais les malades. Je ne suis pas venu appeler à la repentance des justes, mais des pécheurs.
id_id: Lukas 5:17-32 (AYT) Pada suatu hari, ketika Yesus sedang mengajar, orang-orang Farisi dan ahli-ahli Taurat yang datang dari semua kota dari wilayah Galilea, Yudea, dan Kota Yerusalem juga duduk di sana. Dan, kuasa Tuhan menyertai Yesus sehingga Dia dapat menyembuhkan orang banyak. Lalu, lihat, beberapa orang menggotong seorang lumpuh di atas tempat tidurnya, dan mereka berusaha membawanya masuk dan meletakkan orang itu di depan Yesus. Akan tetapi, karena mereka tidak menemukan jalan untuk membawa orang itu masuk akibat kerumunan orang, naiklah mereka ke atas atap dan menurunkan orang lumpuh itu bersama dengan tempat tidurnya ke tengah-tengah di hadapan Yesus. Ketika melihat iman mereka, Yesus berkata, “Hai Saudara, dosamu sudah diampuni.” Ahli-ahli Taurat dan orang-orang Farisi mulai bertanya-tanya, “Siapakah Orang yang menghujat Allah ini? Siapa yang dapat mengampuni dosa-dosa kecuali Allah saja?” Ketika Yesus mengetahui pikiran mereka, Dia berkata, “Mengapa kamu bertanya seperti itu dalam hatimu? Mana yang lebih mudah, mengatakan ‘Dosa-dosamu sudah diampuni’ atau ‘Bangun dan berjalanlah’? Akan tetapi, supaya kamu mengetahui bahwa Anak Manusia berkuasa di bumi untuk mengampuni dosa,” Yesus berkata kepada orang yang lumpuh itu, “Aku berkata kepadamu: Bangunlah, angkat tempat tidurmu, dan pulanglah.’” Seketika itu juga, orang itu langsung berdiri di depan semua orang dan mengambil tempatnya berbaring, lalu berjalan pulang sambil memuji Allah. Semua orang itu merasa takjub dan memuji Allah. Dengan dipenuhi rasa takut yang besar terhadap kuasa Allah, mereka berkata, “Hari ini kami melihat hal-hal yang luar biasa!” Setelah itu, Yesus keluar dan melihat seorang pengumpul pajak bernama Lewi yang sedang duduk di tempat pemungutan pajak. Yesus berkata kepadanya, “Ikutlah Aku.” Maka Lewi pun berdiri, meninggalkan semuanya, dan mengikuti Yesus. Kemudian, ia mengadakan pesta besar untuk Yesus di rumahnya. Banyak pengumpul pajak dan orang-orang lain yang makan bersama mereka. Akan tetapi, orang-orang Farisi dan ahli-ahli Taurat mulai menggerutu kepada murid-murid Yesus, “Mengapa kamu makan dan minum bersama para pengumpul pajak dan orang-orang berdosa?” Yesus menjawab dan berkata kepada mereka, “Bukan orang-orang sehat yang memerlukan tabib, tetapi orang-orang sakit. Aku datang bukan untuk memanggil orang benar, tetapi untuk memanggil orang-orang berdosa supaya mereka bertobat.”

source: - This passage teaches us that God responds to faith. Pray for faith to grow among the people of this land; that even if they have faith the size of a mustard seed, God would take that faith and do extraordinary things for His glory. - This passage also teaches us that God is not afraid to sit with sinners. Though it was scandalous, Jesus went to the homes of sinners and tax collectors and ate with them. Pray for Christians who are willing to live out this example. Pray for believing men and women to build genuine, loving relationships with Muslim families—to eat with them, share life with them, and bring them the good news of Jesus.
fr_fr: - Ce passage nous enseigne que Dieu répond à la foi. Priez pour que la foi grandisse parmi les gens de ce pays ; que même s'ils ont une foi de la taille d'un grain de moutarde, Dieu prenne cette foi et fasse des choses extraordinaires pour sa gloire. - Ce passage nous enseigne aussi que Dieu n'a pas peur de s'asseoir avec les pécheurs. Bien que ce fût scandaleux, Jésus allait dans les maisons des pécheurs et des collecteurs d'impôts et mangeait avec eux. Priez pour des chrétiens qui sont prêts à vivre cet exemple. Priez pour que des hommes et des femmes croyants construisent de véritables relations d'amour avec les familles musulmanes — manger avec eux, partager la vie avec eux, et leur apporter la bonne nouvelle de Jésus.
id_id: - Ayat ini mengajarkan bahwa Allah merespons iman. Berdoalah agar iman bertumbuh di antara penduduk negeri ini. Kiranya sekalipun iman mereka hanya sebesar biji sesawi, Allah berkenan memakainya untuk melakukan perkara-perkara yang luar biasa demi kemuliaan-Nya. - Ayat ini juga mengajarkan bahwa Allah tidak segan duduk bersama orang berdosa. Meskipun tindakan itu dianggap skandal, Yesus masuk ke rumah-rumah orang berdosa dan pemungut pajak serta makan bersama mereka. Berdoalah agar orang-orang Kristen rela hidup meneladani Yesus dalam hal ini. Berdoalah agar pria dan wanita beriman membangun relasi yang sejati dan penuh kasih dengan keluarga muslim -- makan bersama mereka, berbagi kehidupan dengan mereka, dan membawa Kabar Baik tentang Yesus kepada mereka.

source: This passage teaches us that our faith and actions impact others. Pray for God to raise up brave men and women among this people group who would go to extraordinary lengths to bring their friends to Christ's feet. "Did I tell you I went on the pilgrimage to Mecca this year?" Rania proudly asked. "Yes, Auntie, you did." "Hmmm," Rania continued unfazed, "I spent 21 days in Saudi Arabia." Rania then went on to list other good deeds she had done. Religion, with its lists of dos and don'ts, has a way of slanting our orientation and causing us to focus on how much better we are than other people we are comparing ourselves to. Jesus said, "Those who are well have no need of a physician, but those who are sick. I have not come to call the righteous but sinners to repentance" (Luke 5:32). Not from any sense of superiority, but in a spirit of humility, pray for God to reveal spiritual sickness to Muslims in this land and to stir them to seek out the Good Physician who alone can fully heal their sin problem.
fr_fr: Ce passage nous enseigne que notre foi et nos actions ont un impact sur les autres. Priez pour que Dieu suscite des hommes et des femmes courageux parmi ce peuple qui feraient des efforts extraordinaires pour amener leurs amis aux pieds de Christ. « Je t'ai dit que je suis allée en pèlerinage à La Mecque cette année ? » a demandé Rania fièrement. « Oui, Tante, tu l'as dit. » « Hmmm », a continué Rania sans se démonter, « j'ai passé 21 jours en Arabie Saoudite. » Rania a ensuite énuméré d'autres bonnes œuvres qu'elle avait faites. La religion, avec ses listes de choses à faire et à ne pas faire, a une façon d'influencer notre orientation et de nous faire nous concentrer sur combien nous sommes meilleurs que les autres auxquels nous nous comparons. Jésus a dit : « Ce ne sont pas ceux qui se portent bien qui ont besoin de médecin, mais les malades. Je ne suis pas venu appeler à la repentance des justes, mais des pécheurs » (Luc 5:32). Non par un sentiment de supériorité, mais dans un esprit d'humilité, priez pour que Dieu révèle la maladie spirituelle aux musulmans de ce pays et les pousse à chercher le Bon Médecin qui seul peut guérir entièrement leur problème de péché.
id_id: - Ayat ini mengajarkan bahwa iman dan tindakan kita berdampak bagi orang lain. Berdoalah agar Allah membangkitkan pria dan wanita yang berani di antara kelompok etnis ini, yang bersedia melakukan apa pun untuk membawa teman-teman mereka datang kepada Kristus. "Apakah aku sudah bercerita kepadamu bahwa aku pergi berhaji ke Mekah tahun ini?" tanya Rania dengan bangga. "Ya, Tante, kamu sudah bercerita," jawab keponakannya. "Hmmm," lanjut Rania tanpa terganggu, "aku menghabiskan dua puluh satu hari di Arab Saudi." Rania kemudian melanjutkan dengan menceritakan berbagai perbuatan baik lain yang telah dia lakukan. Agama, dengan daftar perintah dan larangan, sering kali membentuk orientasi hati kita dan mendorong kita membandingkan diri dengan orang lain, sehingga ukuran kebenaran menjadi seberapa baik kita dibandingkan sesama. Yesus berkata, "Bukan orang sehat yang memerlukan tabib, tetapi orang sakit. Aku datang bukan untuk memanggil orang benar, melainkan orang berdosa supaya mereka bertobat" (Lukas 5:32). Dengan sikap kerendahan hati, bukan rasa superioritas, berdoalah agar Allah menyingkapkan penyakit rohani umat muslim di negeri ini dan menggerakkan mereka untuk mencari Sang Tabib yang Baik -- satu-satunya yang sanggup menyembuhkan sepenuhnya masalah dosa mereka.

source: Muslims' objections to Christ sound very much like the Pharisees of Jesus' day. "Who is this who speaks blasphemies? Who can forgive sins but God alone?" They don't object to the idea that He did miracles; rather, they object to the authority He claimed -- that He is the Son of God and has the power to forgive sins. Pray for miracles to take place in this land that confirm the authority of Jesus as the Son of God. Thank Him for the many signs and wonders He is pouring out all over the Muslim world and pray for those to result in families, neighborhoods, friend groups, and repenting of self-righteousness and clinging to Christ's true righteousness.
fr_fr: Les objections des musulmans à Christ ressemblent beaucoup à celles des pharisiens de l'époque de Jésus. « Qui est celui-ci, qui profère des blasphèmes ? Qui peut pardonner les péchés, si ce n'est Dieu seul ? » Ils ne s'opposent pas à l'idée qu'il a fait des miracles ; ils s'opposent plutôt à l'autorité qu'il a revendiquée — qu'il est le Fils de Dieu et qu'il a le pouvoir de pardonner les péchés. Priez pour que des miracles aient lieu dans ce pays qui confirment l'autorité de Jésus en tant que Fils de Dieu. Remerciez-le pour les nombreux signes et prodiges qu'il déverse partout dans le monde musulman et priez pour que ceux-ci aboutissent à des familles, des quartiers, des groupes d'amis se repentant de leur propre justice et s'attachant à la vraie justice de Christ.
id_id: Penolakan umat muslim terhadap Kristus sangat menyerupai penolakan orang-orang Farisi pada zaman Yesus. Mereka berkata, "Siapakah orang ini yang berani menghujat? Siapakah yang berhak mengampuni dosa selain Allah saja?" Mereka tidak menyangkal mukjizat-mukjizat yang Yesus lakukan, tetapi menolak otoritas-Nya -- bahwa Dia adalah Anak Allah dan memiliki kuasa untuk mengampuni dosa. Berdoalah agar mukjizat-mukjizat terjadi di negeri ini sebagai kesaksian akan otoritas Yesus sebagai Anak Allah. Bersyukurlah kepada Allah atas banyak tanda dan keajaiban yang telah Dia lakukan di berbagai wilayah dunia muslim. Berdoalah agar semuanya itu menghasilkan pertobatan dalam keluarga, lingkungan, dan lingkaran pertemanan, membawa orang meninggalkan kebenaran diri sendiri dan berpegang pada kebenaran sejati yang ada di dalam Kristus.

source: We know very little about the four people who carried the paralytic to Jesus, but we can assume that they did this with significant effort and sacrifice on their part. - Pray for God to raise up believers who will work together to bring the good news to this people. Pray for the unity among believers, that collaboration would be one of the means God uses to bring the gospel to this land. - Pray that every way the enemy has sown disunity through fear, persecution, or mistrust would be replaced with joyful cooperation and unified effort to bring the lost of this land to the feet of Jesus.
fr_fr: Nous savons très peu de choses sur les quatre personnes qui ont porté le paralytique à Jésus, mais nous pouvons supposer qu'ils ont fait cela avec un effort et un sacrifice considérables de leur part. - Priez pour que Dieu suscite des croyants qui travailleront ensemble pour apporter la bonne nouvelle à ce peuple. Priez pour l'unité parmi les croyants, que la collaboration soit l'un des moyens que Dieu utilise pour apporter l'Évangile à ce pays. - Priez pour que chaque façon dont l'ennemi a semé la désunion par la peur, la persécution ou la méfiance soit remplacée par une coopération joyeuse et un effort unifié pour amener les perdus de ce pays aux pieds de Jésus.
id_id: Kita hanya mengetahui sedikit tentang keempat orang yang membawa orang lumpuh itu kepada Yesus, tetapi kita dapat melihat bahwa tindakan mereka menuntut usaha, kerja sama, dan pengorbanan. - Berdoalah agar Allah membangkitkan orang-orang percaya yang mau bekerja bersama untuk membawa Kabar Baik kepada bangsa ini. Berdoalah agar kesatuan di antara orang-orang percaya menjadi sarana yang Allah pakai untuk menghadirkan Injil di negeri ini. - Berdoalah agar setiap upaya musuh untuk menabur perpecahan melalui ketakutan, penganiayaan, atau kecurigaan digantikan dengan kerja sama yang penuh sukacita dan usaha bersama untuk membawa orang-orang yang terhilang di negeri ini ke kaki Yesus.

source: Another account of a lame man being healed is found in Acts chapter 3. "And Peter directed his gaze at him, as did John, and said, "Look at us." And he fixed his attention on them, expecting to receive something from them. But Peter said, "I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk." And he took him by the right hand and raised him up, and immediately his feet and ankles were made strong." Lord, we pray for the continuation of the work you began through the early church today in this land and among this people. Just as this healing led to Peter and John having to publicly proclaim Christ, may miracles today result in the bold testimony to the One who heals. May Christ be treasured and revered among the people of this place.
fr_fr: Un autre récit de la guérison d'un boiteux se trouve dans Actes chapitre 3. « Pierre, de même que Jean, fixa les yeux sur lui, et dit : Regarde-nous. Et il les regardait attentivement, s'attendant à recevoir d'eux quelque chose. Alors Pierre lui dit : Je n'ai ni argent, ni or ; mais ce que j'ai, je te le donne : au nom de Jésus-Christ de Nazareth, lève-toi et marche. Et le prenant par la main droite, il le fit lever. Au même instant, ses pieds et ses chevilles devinrent fermes. » Seigneur, nous prions pour la continuation de l'œuvre que tu as commencée par l'Église primitive aujourd'hui dans ce pays et parmi ce peuple. Tout comme cette guérison a conduit Pierre et Jean à proclamer publiquement Christ, que les miracles d'aujourd'hui aboutissent à un témoignage audacieux de Celui qui guérit. Que Christ soit chéri et révéré parmi les gens de ce lieu.
id_id: Kisah lain tentang seorang lumpuh yang disembuhkan dicatat dalam Kisah Para Rasul 3: "Petrus menatap dia, demikian juga Yohanes, lalu berkata, 'Lihatlah kami.' Ia menatap mereka dengan harapan akan mendapat sesuatu dari mereka. Tetapi Petrus berkata, 'Emas dan perak tidak ada padaku, tetapi apa yang kupunyai, kuberikan kepadamu: demi nama Yesus Kristus, orang Nazaret itu, berjalanlah!' Lalu Petrus memegang tangan kanannya dan mengangkat dia, dan seketika itu juga kaki serta mata kakinya menjadi kuat." Tuhan, kami berdoa agar pekerjaan yang Engkau mulai melalui gereja mula-mula terus Engkau lanjutkan hari ini di negeri ini dan di tengah bangsa ini. Sebagaimana penyembuhan itu mendorong Petrus dan Yohanes untuk bersaksi dengan berani tentang Kristus, kiranya mukjizat-mukjizat yang Engkau kerjakan hari ini juga menghasilkan kesaksian yang berani tentang Dia yang menyembuhkan. Kiranya Kristus dihormati dan dimuliakan di tengah umat di tempat ini.

source: Day 19: Jesus' Power
fr_fr: Jour 19 : La Puissance de Jésus
id_id: Hari ke-19: Kuasa Yesus
