Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Luke 2:1-20 (ESV) In those days a decree went out from Caesar Augustus that all the world should be registered. This was the first registration when Quirinius was governor of Syria. And all went to be registered, each to his own town. And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, to be registered with Mary, his betrothed, who was with child. And while they were there, the time came for her to give birth. And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn. And in the same region there were shepherds out in the field, keeping watch over their flock by night. And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with fear. And the angel said to them, "Fear not, for behold, I bring you good news of great joy that will be for all the people. For unto you is born this day in the city of David a Savior, who is Christ the Lord. And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger." And suddenly there was with the angel a multitude of the heavenly host praising God and saying, "Glory to God in the highest, and on earth peace among those with whom he is pleased!" When the angels went away from them into heaven, the shepherds said to one another, "Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us." And they went with haste and found Mary and Joseph, and the baby lying in a manger. And when they saw it, they made known the saying that had been told them concerning this child. And all who heard it wondered at what the shepherds told them. But Mary treasured up all these things, pondering them in her heart. And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them.
fr_fr: Luc 2:1-20 (LSG) En ce temps-là parut un édit de César Auguste, ordonnant un recensement de toute la terre. Ce premier recensement eut lieu pendant que Quirinius était gouverneur de Syrie. Tous allaient se faire inscrire, chacun dans sa ville. Joseph aussi monta de la Galilée, de la ville de Nazareth, pour se rendre en Judée, dans la ville de David, appelée Bethléhem, parce qu'il était de la maison et de la famille de David, afin de se faire inscrire avec Marie, sa fiancée, qui était enceinte. Pendant qu'ils étaient là, le temps où Marie devait accoucher arriva, et elle enfanta son fils premier-né. Elle l'emmaillota, et le coucha dans une crèche, parce qu'il n'y avait pas de place pour eux dans l'hôtellerie. Il y avait, dans cette même contrée, des bergers qui passaient dans les champs les veilles de la nuit pour garder leurs troupeaux. Et voici, un ange du Seigneur leur apparut, et la gloire du Seigneur resplendit autour d'eux. Ils furent saisis d'une grande frayeur. Mais l'ange leur dit: Ne craignez point; car je vous annonce une bonne nouvelle, qui sera pour tout le peuple le sujet d'une grande joie: c'est qu'aujourd'hui, dans la ville de David, il vous est né un Sauveur, qui est le Christ, le Seigneur. Et voici à quel signe vous le reconnaîtrez: vous trouverez un enfant emmailloté et couché dans une crèche. Et soudain il se joignit à l'ange une multitude de l'armée céleste, louant Dieu et disant: Gloire à Dieu dans les lieux très hauts, Et paix sur la terre parmi les hommes qu'il agrée! Lorsque les anges les eurent quittés pour retourner au ciel, les bergers se dirent les uns aux autres: Allons jusqu'à Bethléhem, et voyons ce qui est arrivé, ce que le Seigneur nous a fait connaître. Ils y allèrent en hâte, et ils trouvèrent Marie et Joseph, et le petit enfant couché dans la crèche. Après l'avoir vu, ils racontèrent ce qui leur avait été dit au sujet de ce petit enfant. Tous ceux qui les entendirent furent dans l'étonnement de ce que leur disaient les bergers. Marie gardait toutes ces choses, et les repassait dans son cœur. Et les bergers s'en retournèrent, glorifiant et louant Dieu pour tout ce qu'ils avaient entendu et vu, et qui était conforme à ce qui leur avait été annoncé.
id_id: Lukas 2:1-20 (AYT) Pada waktu itu, Kaisar Agustus mengeluarkan perintah agar diadakan sensus bagi semua penduduk di seluruh dunia. Inilah sensus penduduk yang pertama kali diadakan ketika Kirenius menjadi gubernur di Siria. Maka, semua orang kembali ke kota asal mereka masing-masing untuk mendaftarkan diri. Yusuf juga meninggalkan Nazaret, kota di Galilea, dan menuju Yudea, ke kota Daud yang disebut Betlehem, karena ia berasal dari garis keturunan Daud, supaya ia didaftarkan bersama dengan Maria, tunangannya, yang sedang hamil. Ketika Yusuf dan Maria berada di Betlehem, tibalah waktunya bagi Maria untuk melahirkan. Maria pun melahirkan Anak laki-lakinya yang pertama. Ia membungkus-Nya dengan kain lampin dan membaringkan-Nya di dalam palungan karena tidak ada tempat bagi mereka di rumah penginapan. Di daerah yang sama, ada beberapa gembala yang tinggal di padang untuk menjaga kawanan domba mereka pada waktu malam. Tiba-tiba, malaikat Tuhan berdiri di depan mereka dan kemuliaan Tuhan bersinar di sekeliling mereka sehingga mereka sangat ketakutan. Akan tetapi, malaikat itu berkata kepada mereka, "Jangan takut sebab dengarlah, Aku memberitakan kepadamu kabar baik tentang sukacita besar yang diperuntukkan bagi semua bangsa. Pada hari ini, telah lahir bagimu seorang Juru Selamat, yaitu Kristus, Tuhan, di kota Daud. Inilah tanda bagimu: Kamu akan menemukan Bayi yang dibungkus dengan kain lampin dan berbaring di dalam palungan." Tiba-tiba, tampaklah bersama-sama malaikat itu sekumpulan besar tentara surgawi yang memuji Allah dan berkata, "Kemuliaan bagi Allah di tempat yang mahatinggi dan damai sejahtera di bumi, di antara orang-orang yang berkenan kepada-Nya." Ketika para malaikat meninggalkan para gembala itu dan kembali ke surga, para gembala itu berkata satu kepada yang lain, "Mari kita ke Betlehem untuk melihat hal-hal yang sudah terjadi ini, yang telah Tuhan beritahukan kepada kita." Lalu, mereka cepat-cepat pergi dan menemukan Maria dan Yusuf, serta Bayi yang terbaring di palungan. Ketika para gembala melihat Dia, mereka menceritakan perkataan yang telah dikatakan kepada mereka tentang Anak itu. Dan, semua orang yang mendengar hal itu heran atas hal-hal yang dikatakan para gembala kepada mereka. Akan tetapi, Maria menyimpan hal itu dan merenungkannya dalam hatinya. Lalu, para gembala kembali kepada domba-domba mereka sambil memuliakan dan memuji Allah atas semua yang telah mereka lihat dan dengar seperti yang dikatakan kepada mereka.

source: God is both just and loving. In this passage, we see that Jesus—the Anointed One and God Himself—enters the world in humility. He is born not into wealth or power, but into obscurity. His birth is announced not to kings or religious elites, but to shepherds—men of the lowest social status. In doing so, God reveals His heart: Jesus did not come only for the rich, the powerful, or the respected, but also for the poor, the weak, the overlooked, and sinners. Jesus is Lord, Messiah, Savior, and King. He is sovereign over all things, the promised Anointed One, the only Rescuer, and the everlasting King from the line of David. - Praise God and give him glory for doing what we could never do for ourselves—reconciling us to Himself. - Pray for many in this place to receive God's offer of peace to those who place their trust in His Son, who came to us as a baby. - Because of God's great love and mercy, pray that He would draw the Muslims of this land to Himself. May they recognize Jesus as Savior, Anointed One, and God, giving Him all glory and honor.
fr_fr: Dieu est à la fois juste et aimant. Dans ce passage, nous voyons que Jésus — l'Oint et Dieu lui-même — entre dans le monde avec humilité. Il naît non pas dans la richesse ou le pouvoir, mais dans l'obscurité. Sa naissance est annoncée non pas aux rois ou aux élites religieuses, mais aux bergers — des hommes du statut social le plus bas. Ce faisant, Dieu révèle son cœur : Jésus n'est pas venu seulement pour les riches, les puissants ou les respectés, mais aussi pour les pauvres, les faibles, les oubliés et les pécheurs. Jésus est Seigneur, Messie, Sauveur et Roi. Il est souverain sur toutes choses, l'Oint promis, le seul Sauveur, et le Roi éternel de la lignée de David. - Louez Dieu et rendez-lui gloire pour avoir fait ce que nous n'aurions jamais pu faire pour nous-mêmes — nous réconcilier avec lui. - Priez pour que beaucoup dans ce lieu reçoivent l'offre de paix de Dieu à ceux qui placent leur confiance en son Fils, venu à nous comme un bébé. - À cause du grand amour et de la miséricorde de Dieu, priez pour qu'il attire les musulmans de ce pays à lui. Qu'ils reconnaissent Jésus comme Sauveur, Oint et Dieu, lui donnant toute gloire et tout honneur.
id_id: Allah adalah Maha Adil dan Maha Pengasih. Dalam ayat ini, kita melihat bahwa Yesus -- Yang Diurapi dan Allah sendiri -- datang ke dunia dalam kerendahan hati. Dia tidak dilahirkan dalam kemewahan atau kekuasaan, melainkan dalam kesederhanaan. Kelahiran-Nya pun tidak diumumkan kepada raja-raja atau elit agama, tetapi kepada para gembala -- orang-orang dengan status sosial paling rendah. Dengan cara ini, Allah menyatakan hati-Nya: Yesus datang bukan hanya bagi mereka yang kaya, berkuasa, atau dihormati, tetapi juga bagi orang miskin, lemah, terabaikan, dan para pendosa. Yesus adalah Tuhan, Mesias, Penyelamat, dan Raja. Dia berkuasa atas segala sesuatu -- Yang Diurapi yang telah dijanjikan, satu-satunya Penyelamat, dan Raja yang kekal dari keturunan Daud. - Pujilah Allah dan muliakanlah Dia karena telah melakukan apa yang tidak pernah dapat kita lakukan sendiri -- memperdamaikan kita dengan diri-Nya. - Berdoalah agar banyak orang di tempat ini menerima tawaran damai Allah bagi mereka yang menaruh kepercayaan kepada Anak-Nya, yang datang kepada kita sebagai seorang bayi. - Oleh karena kasih dan belas kasihan Allah yang besar, berdoalah agar Dia menarik umat Muslim di negeri ini kepada-Nya. Kiranya mereka mengenali Yesus sebagai Juruselamat, Yang Diurapi, dan Allah, serta memberikan kepada-Nya segala kemuliaan dan hormat.

source: This passage reminds us that while people may believe they possess power and control, it is God alone who rules over all things. Caesar Augustus issued a decree for a census, setting in motion the movement of thousands of people—likely for taxation and military purposes. Yet unknowingly, he was serving God's greater purpose: that the Messiah from the line of David would be born in the town of David. The shepherds show us the beauty of responding to God's revealed truth. Though initially afraid, they believed what God had spoken, went to Bethlehem, and saw with their own eyes. Then they proclaimed what they had witnessed. Joy follows those who listen to God, trust His Word, and speak of what He has done. - Pray that people in this place would acknowledge the sovereignty of God in their own lives. May they find peace and refuge in a God who rules over all things. - Pray also that they would find joy in trusting His Word and it would overflow to those around them.
fr_fr: Ce passage nous rappelle que même si les gens peuvent croire qu'ils possèdent le pouvoir et le contrôle, c'est Dieu seul qui règne sur toutes choses. César Auguste a émis un décret pour un recensement, mettant en mouvement des milliers de personnes — probablement à des fins fiscales et militaires. Pourtant, sans le savoir, il servait le dessein supérieur de Dieu : que le Messie de la lignée de David naisse dans la ville de David. Les bergers nous montrent la beauté de répondre à la vérité révélée de Dieu. Bien qu'initialement effrayés, ils ont cru ce que Dieu avait dit, sont allés à Bethléhem et ont vu de leurs propres yeux. Puis ils ont proclamé ce dont ils avaient été témoins. La joie suit ceux qui écoutent Dieu, font confiance à sa Parole et parlent de ce qu'il a fait. - Priez pour que les gens de ce lieu reconnaissent la souveraineté de Dieu dans leur propre vie. Qu'ils trouvent la paix et le refuge en un Dieu qui règne sur toutes choses. - Priez aussi pour qu'ils trouvent la joie en faisant confiance à sa Parole et que cela déborde sur ceux qui les entourent.
id_id: Ayat ini juga mengingatkan kita bahwa meskipun manusia mungkin merasa memiliki kuasa dan kendali, hanya Allah yang benar-benar berdaulat atas segala sesuatu. Kaisar Agustus mengeluarkan perintah sensus yang menggerakkan ribuan orang -- kemungkinan besar demi kepentingan perpajakan dan militer. Namun tanpa disadarinya, dia sedang menggenapi rencana Allah yang lebih besar: bahwa Mesias dari keturunan Daud akan lahir di kota Daud. Para gembala memperlihatkan kepada kita keindahan dalam merespons penyataan Allah. Meskipun awalnya diliputi ketakutan, mereka mempercayai apa yang Allah katakan, pergi ke Betlehem, dan melihatnya dengan mata kepala sendiri. Setelah itu, mereka memberitakan apa yang telah mereka saksikan. Sukacita menyertai mereka yang mendengarkan Allah, mempercayai firman-Nya, dan menceritakan karya-Nya kepada orang lain. - Berdoalah agar orang-orang di tempat ini mengakui kedaulatan Allah dalam hidup mereka. Kiranya mereka menemukan damai dan perlindungan dalam Allah yang memerintah atas segala sesuatu. - Berdoalah agar mereka menemukan sukacita dalam mempercayai firman-Nya, dan agar sukacita itu meluap kepada orang-orang di sekitar mereka.

source: Amira heard about the biblical account of Jesus' birth and said, "We have that same story in the Qur'an. Mary was a virgin and God breathed a baby alive in her. People didn't believe that she had never been with a man and so they drove her out of the village. She was under a date tree and ate the dates which gave her strength. When Jesus was an infant, he spoke to people telling them that his mother had done nothing wrong." Muslims have a sura in the Qur'an about Miriam (Mary). There are also several other writings about Mary and various versions of the story circulate. All the stories agree on the virgin birth, but none recognize Jesus as divine. Muslims believe that Jesus is a prophet with his own miracles just like Moses or Elijah. Oftentimes the similarities between the stories in the Bible and the stories in the Qur'an lead to the belief that the Muslim faith and the Christian faith are essentially the same. - Pray that Muslims would be able to clearly understand the crucial difference between Jesus being a prophet and Jesus being the Son of God come to save us from our sins. - Ask that this revelation would trigger a chain reaction of faith exploration and that would ultimately lead them to the truth of the Gospel.
fr_fr: Amira a entendu parler du récit biblique de la naissance de Jésus et a dit : « Nous avons la même histoire dans le Coran. Marie était vierge et Dieu a insufflé un bébé vivant en elle. Les gens ne croyaient pas qu'elle n'avait jamais été avec un homme et ils l'ont chassée du village. Elle était sous un palmier-dattier et a mangé des dattes qui lui ont donné des forces. Quand Jésus était un nourrisson, il a parlé aux gens leur disant que sa mère n'avait rien fait de mal. » Les musulmans ont une sourate dans le Coran sur Miriam (Marie). Il y a aussi plusieurs autres écrits sur Marie et différentes versions de l'histoire circulent. Toutes les histoires s'accordent sur la naissance virginale, mais aucune ne reconnaît Jésus comme divin. Les musulmans croient que Jésus est un prophète avec ses propres miracles comme Moïse ou Élie. Souvent, les similitudes entre les histoires de la Bible et celles du Coran mènent à la croyance que la foi musulmane et la foi chrétienne sont essentiellement les mêmes. - Priez pour que les musulmans puissent clairement comprendre la différence cruciale entre Jésus étant un prophète et Jésus étant le Fils de Dieu venu nous sauver de nos péchés. - Demandez que cette révélation déclenche une réaction en chaîne d'exploration de la foi et que cela les conduise finalement à la vérité de l'Évangile.
id_id: Amira mendengar kisah Alkitab tentang kelahiran Yesus dan berkata, "Kami juga memiliki kisah yang serupa dalam Al-Qur'an. Maria adalah seorang perawan, dan Allah meniupkan kehidupan ke dalam rahimnya. Orang-orang tidak percaya bahwa dia belum pernah bersama seorang pria sehingga mereka mengusirnya dari desa. Dia berada di bawah pohon kurma dan memakan buahnya untuk memperoleh kekuatan. Ketika Yesus masih bayi, dia berbicara kepada orang-orang dan menyatakan bahwa ibunya tidak melakukan kesalahan apa pun." Umat Muslim memiliki satu surah dalam Al-Qur'an yang berbicara tentang Maryam (Maria). Ada pula berbagai tulisan lain dengan versi cerita yang beragam. Semua kisah tersebut sepakat mengenai kelahiran dari seorang perawan, tetapi tidak satu pun mengakui Yesus sebagai Tuhan. Dalam pemahaman Islam, Yesus dipandang sebagai seorang nabi yang melakukan mukjizat, sejajar dengan Musa atau Elia. Sering kali, kesamaan antara kisah dalam Alkitab dan Al-Qur'an menimbulkan anggapan bahwa Islam dan Kekristenan pada dasarnya sama. - Berdoalah agar umat Muslim memahami dengan jelas perbedaan yang mendasar antara Yesus sebagai nabi dan Yesus sebagai Anak Allah yang datang untuk menyelamatkan kita dari dosa. - Mintalah agar pencerahan ini memicu perjalanan iman yang lebih dalam dan pada akhirnya membawa mereka kepada kebenaran Injil.

source: As Christians interact with Muslims, pray that they would engage in conversations marked by clarity, humility, and grace. Ask God to help them thoughtfully discuss the differences between the Biblical and Islamic accounts of Jesus' birth, and to clearly explain the implications of Luke's Gospel concerning the divinity of Christ. - Pray that believers would have favor with those they speak with, and that they would be filled with love that speaks the truth gently and courageously. - Ask that fear of difficult conversations or fear of appearing offensive would not silence the gospel, but that Christians would trust God to work through faithful witness.
fr_fr: Alors que les chrétiens interagissent avec les musulmans, priez pour qu'ils engagent des conversations marquées par la clarté, l'humilité et la grâce. Demandez à Dieu de les aider à discuter de manière réfléchie des différences entre les récits biblique et islamique de la naissance de Jésus, et d'expliquer clairement les implications de l'Évangile de Luc concernant la divinité de Christ. - Priez pour que les croyants aient faveur auprès de ceux à qui ils parlent, et qu'ils soient remplis d'un amour qui dit la vérité avec douceur et courage. - Demandez que la peur des conversations difficiles ou la peur de paraître offensant ne fasse pas taire l'Évangile, mais que les chrétiens fassent confiance à Dieu pour agir à travers un témoignage fidèle.
id_id: Ketika orang-orang Kristen berinteraksi dengan umat Muslim, berdoalah agar percakapan mereka ditandai dengan kejernihan, kerendahan hati, dan kasih karunia. Mintalah agar Tuhan menolong mereka menjelaskan dengan bijaksana perbedaan antara kisah kelahiran Yesus dalam Alkitab dan dalam Islam, serta menyatakan dengan jelas implikasi Injil Lukas mengenai keilahian Kristus. - Berdoalah agar orang-orang percaya mengalami kemurahan hati dari mereka yang diajak berbicara, dan agar mereka dipenuhi dengan kasih yang menyampaikan kebenaran dengan lemah lembut dan berani. - Mintalah agar ketakutan akan percakapan yang sulit atau kekhawatiran dianggap menyinggung tidak menghalangi pemberitaan Injil, tetapi agar orang-orang Kristen mempercayakan hasilnya kepada Tuhan yang bekerja melalui kesaksian yang setia.

source: Philippians 2:6-8 describes Jesus by saying, "Who, though he was in the form of God, did not count equality with God a thing to be grasped, but emptied himself, by taking the form of a servant, being born in the likeness of men. And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross." Pray that those accepting the divinity of Jesus would see His submission to the Father and seek to follow His example. Ask that they would become obedient disciples eager to know more about the character and nature of the Messiah.
fr_fr: Philippiens 2:6-8 décrit Jésus en disant : « Lui qui, existant en forme de Dieu, n'a point regardé comme une proie à arracher d'être égal avec Dieu, mais s'est dépouillé lui-même, en prenant une forme de serviteur, en devenant semblable aux hommes ; et ayant paru comme un simple homme, il s'est humilié lui-même, se rendant obéissant jusqu'à la mort, même jusqu'à la mort de la croix. » Priez pour que ceux qui acceptent la divinité de Jésus voient sa soumission au Père et cherchent à suivre son exemple. Demandez qu'ils deviennent des disciples obéissants désireux d'en savoir plus sur le caractère et la nature du Messie.
id_id: Filipi 2:6-8 menggambarkan Yesus dengan berkata, "Ia, yang walaupun dalam rupa Allah, tidak menganggap kesetaraan dengan Allah sebagai sesuatu yang harus dipertahankan, tetapi telah mengosongkan diri-Nya dengan mengambil rupa seorang hamba dan menjadi serupa dengan manusia. Dan ketika Ia didapati dalam keadaan sebagai manusia, Ia merendahkan diri-Nya dan taat sampai mati, bahkan sampai mati di kayu salib." Berdoalah agar mereka yang menerima keilahian Yesus juga meneladani kerendahan hati-Nya kepada Bapa. Mintalah agar mereka menjadi murid-murid yang taat, rindu bertumbuh, dan semakin mengenal karakter serta hati Mesias.

source: Day 16: John Testifies of the Savior
fr_fr: Jour 16 : Jean Témoigne du Sauveur
id_id: Hari ke-16: John Bersaksi tentang Sang Penyelamat
