Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Two thousand years later, John 8:56-59 records Jesus saying to a group of religious leaders, "'Your father Abraham rejoiced that he would see my day. He saw it and was glad.'" One religious leader said to Him, "You're not yet 50 years old, and have you seen Abraham?" Jesus said to them, "Truly, truly, I say to you, before Abraham was, I am." This statement so outraged the religious leaders that they picked up stones to stone Him. He used the same title God used in this passage from Exodus 3 to declare who He is. Pray for Muslims in this land to have their eyes opened to the reality that Jesus is greater than Abraham, Moses, and all the prophets and that He came to set His people free – not just from Pharaoh, but from sin.
fr_fr: Deux mille ans plus tard, Jean 8:56-59 rapporte que Jésus a dit à un groupe de chefs religieux : « Abraham, votre père, a tressailli de joie de ce qu'il verrait mon jour : il l'a vu, et il s'est réjoui. » Un chef religieux lui a dit : « Tu n'as pas encore cinquante ans, et tu as vu Abraham ? » Jésus leur a dit : « En vérité, en vérité, je vous le dis, avant qu'Abraham fût, je suis. » Cette déclaration a tellement indigné les chefs religieux qu'ils ont ramassé des pierres pour le lapider. Il a utilisé le même titre que Dieu a utilisé dans ce passage d'Exode 3 pour déclarer qui il est. Priez pour que les musulmans de ce pays aient les yeux ouverts sur la réalité que Jésus est plus grand qu'Abraham, Moïse et tous les prophètes, et qu'il est venu pour libérer son peuple — non seulement de Pharaon, mais du péché.
id_id: Dua ribu tahun kemudian, Yohanes 8:56-59 mencatat perkataan Yesus kepada para pemimpin agama, "'Bapamu Abraham bersukacita karena dia akan melihat hari-Ku. Ia telah melihatnya dan bersukacita.'" Mereka berkata kepada-Nya, "Umur-Mu belum mencapai lima puluh tahun, dan Engkau telah melihat Abraham?" Yesus berkata kepada mereka, "Sesungguhnya, sesungguhnya, Aku berkata kepadamu, sebelum Abraham ada, Aku sudah ada." Pernyataan ini membuat para pemimpin agama sangat marah sehingga mereka mengambil batu untuk melempari-Nya. Dengan perkataan ini, Yesus menggunakan sebutan ilahi yang sama seperti yang Allah nyatakan dalam Keluaran 3 untuk menyatakan siapa diri-Nya. Berdoalah agar umat Muslim di negeri ini membuka mata mereka terhadap kenyataan bahwa Yesus lebih besar daripada Abraham, Musa, dan semua nabi, dan bahwa Dia datang untuk membebaskan umat-Nya -- bukan hanya dari penindasan manusia, tetapi dari dosa.

source: Day 10: The Passover Sacrifice
fr_fr: Jour 10 : Le Sacrifice de la Pâque
id_id: Hari ke-10: Korban Paskah

source: Exodus 12:1-3 (ESV) The LORD said to Moses and Aaron in the land of Egypt, "This month shall be for you the beginning of months. It shall be the first month of the year for you. Tell all the congregation of Israel that on the tenth day of this month every man shall take a lamb according to their fathers' houses, a lamb for a household. Exodus 12:21-31 (ESV) Then Moses called all the elders of Israel and said to them, "Go and select lambs for yourselves according to your clans, and kill the Passover lamb. Take a bunch of hyssop and dip it in the blood that is in the basin, and touch the lintel and the two doorposts with the blood that is in the basin. None of you shall go out of the door of his house until the morning. For the LORD will pass through to strike the Egyptians, and when he sees the blood on the lintel and on the two doorposts, the LORD will pass over the door and will not allow the destroyer to enter your houses to strike you. You shall observe this rite as a statute for you and for your sons forever. And when you come to the land that the LORD will give you, as he has promised, you shall keep this service. And when your children say to you, 'What do you mean by this service?' you shall say, 'It is the sacrifice of the LORD's Passover, for he passed over the houses of the people of Israel in Egypt, when he struck the Egyptians but spared our houses.' " And the people bowed their heads and worshiped. Then the people of Israel went and did so; as the LORD had commanded Moses and Aaron, so they did. At midnight the LORD struck down all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of the livestock. And Pharaoh rose up in the night, he and all his servants and all the Egyptians. And there was a great cry in Egypt, for there was not a house where someone was not dead. Then he summoned Moses and Aaron by night and said, "Up, go out from among my people, both you and the people of Israel; and go, serve the LORD, as you have said. Exodus 12:40–42 (ESV) The time that the people of Israel lived in Egypt was 430 years. At the end of 430 years, on that very day, all the hosts of the LORD went out from the land of Egypt. It was a night of watching by the LORD, to bring them out of the land of Egypt; so this same night is a night of watching kept to the LORD by all the people of Israel throughout their generations.
fr_fr: Exode 12:1-3 (LSG) L'Éternel dit à Moïse et à Aaron dans le pays d'Égypte: Ce mois-ci sera pour vous le premier des mois; il sera pour vous le premier des mois de l'année. Parlez à toute l'assemblée d'Israël, et dites: Le dixième jour de ce mois, on prendra un agneau pour chaque famille, un agneau pour chaque maison. Exode 12:21-31 (LSG) Moïse appela tous les anciens d'Israël, et leur dit: Allez prendre du bétail pour vos familles, et immolez la Pâque. Vous prendrez ensuite un bouquet d'hysope, vous le tremperez dans le sang qui sera dans le bassin, et vous toucherez le linteau et les deux poteaux de la porte avec le sang qui sera dans le bassin. Nul de vous ne sortira de sa maison jusqu'au matin. Quand l'Éternel passera pour frapper l'Égypte, et verra le sang sur le linteau et sur les deux poteaux, l'Éternel passera par-dessus la porte, et il ne permettra pas au destructeur d'entrer dans vos maisons pour frapper. Vous observerez cela comme une loi pour vous et pour vos enfants à perpétuité. Quand vous serez entrés dans le pays que l'Éternel vous donnera, selon sa promesse, vous observerez cet usage sacré. Et lorsque vos enfants vous diront: Que signifie pour vous cet usage? vous répondrez: C'est le sacrifice de Pâque en l'honneur de l'Éternel, qui a passé par-dessus les maisons des enfants d'Israël en Égypte, lorsqu'il frappa l'Égypte et qu'il sauva nos maisons. Le peuple s'inclina et se prosterna. Et les enfants d'Israël s'en allèrent, et firent ce que l'Éternel avait ordonné à Moïse et à Aaron; ils firent ainsi. Au milieu de la nuit, l'Éternel frappa tous les premiers-nés dans le pays d'Égypte, depuis le premier-né de Pharaon assis sur son trône, jusqu'au premier-né du captif dans sa prison, et jusqu'à tous les premiers-nés des animaux. Pharaon se leva de nuit, lui et tous ses serviteurs, et tous les Égyptiens; et il y eut de grands cris en Égypte, car il n'y avait point de maison où il n'y eût un mort. Dans la nuit même, Pharaon appela Moïse et Aaron, et leur dit: Levez-vous, sortez du milieu de mon peuple, vous et les enfants d'Israël. Allez, servez l'Éternel, comme vous l'avez dit. Exode 12:40-42 (LSG) Le séjour des enfants d'Israël en Égypte fut de quatre cent trente ans. Et au bout de quatre cent trente ans, le jour même, toutes les armées de l'Éternel sortirent du pays d'Égypte. Cette nuit sera célébrée en l'honneur de l'Éternel, parce qu'il les fit sortir du pays d'Égypte; cette nuit sera célébrée en l'honneur de l'Éternel par tous les enfants d'Israël et par leurs descendants.
id_id: Keluaran 12:1-3 (AYT) TUHAN berkata kepada Musa dan Harun di tanah Mesir, firman-Nya, "Bulan ini akan menjadi permulaan bulan-bulan bagimu dan akan menjadi bulan pertama dalam setahun bagimu. Sampaikanlah kepada seluruh jemaat Israel, katakanlah, 'Pada hari kesepuluh bulan ini, setiap laki-laki harus mengambil seekor domba untuk setiap rumah. Keluaran 12:21-31 (AYT) Kemudian, Musa memanggil semua tua-tua Israel dan berkata kepada mereka, "Pilihlah dan ambillah domba berdasarkan keluargamu dan sembelihlah domba Paskah itu. Ambillah seikat hisop dan celupkan itu ke dalam darah di sebuah baskom. Lalu, oleslah ambang pintu dan dua tiangnya dengan darah di baskom itu. Tidak ada seorang pun yang boleh keluar dari pintu rumah sampai pagi, sebab TUHAN akan melintas untuk memukul orang Mesir, dan ketika Dia melihat darah pada ambang pintu dan pada dua tiangnya, TUHAN akan melewatkan pintu itu dan tidak akan mengizinkan si pembinasa masuk ke dalam rumahmu untuk memukulmu. Kamu harus memelihara hal ini sebagai ketetapan bagimu dan anak-anakmu untuk selamanya. Saat kamu memasuki negeri yang akan diberikan TUHAN kepadamu, seperti yang telah dijanjikan-Nya, kamu harus tetap memelihara ibadah ini. Apabila anak-anakmu bertanya kepadamu, 'Apa arti ibadah ini bagimu?' kamu harus menjawab, 'Ini adalah kurban Paskah bagi TUHAN yang melewatkan rumah keturunan Israel di Mesir ketika Dia memukul orang Mesir, tetapi meluputkan rumah kami.'" Lalu, umat itu bersujud dan menyembah. Kemudian, keturunan Israel pergi dan melaksanakannya, sebagaimana yang telah diperintahkan TUHAN kepada Musa dan Harun, demikianlah mereka melaksanakannya. Terjadilah, pada tengah malam, TUHAN memukul semua anak sulung di tanah Mesir, mulai dari anak sulung Firaun yang duduk di takhtanya, sampai anak sulung para tahanan yang berada di penjara, dan juga setiap anak sulung ternak. Pada malam itu, Firaun bangun, dia, dan semua hambanya, dan seluruh orang Mesir. Lalu, terdengarlah jerit tangis yang dahsyat di Mesir sebab tidak ada satu pun rumah yang tidak ada kematian. Pada malam itu juga, Firaun memanggil Musa dan Harun, lalu berkata, "Bangkitlah, keluarlah kamu dari antara rakyatku, baik kamu maupun keturunan Israel, dan pergi, layanilah TUHAN seperti katamu itu. Keluaran 12:40-42 (AYT) Lamanya keturunan Israel tinggal sementara, yaitu ketika mereka tinggal di Mesir adalah 430 tahun. Pada akhir 430 tahun, pada hari itu, seluruh pasukan TUHAN keluar dari tanah Mesir. Ini adalah malam yang harus diperingati bagi TUHAN karena telah membawa mereka keluar dari tanah Mesir. Malam ini adalah malam bagi TUHAN, untuk diperingati oleh seluruh keturunan Israel, turun-temurun.

source: God makes a way for people to escape His righteous judgment -- through the blood of a spotless lamb. - Pray for Muslims in this place to feel the weight of their sin. - Pray that their acceptance of God's great mercy would not lead them to passivity, but would drive them to want to know the way that God's mercy could cover over their sins.
fr_fr: Dieu ouvre un chemin pour que les gens échappent à son juste jugement — par le sang d'un agneau sans défaut. - Priez pour que les musulmans de ce lieu ressentent le poids de leur péché. - Priez pour que leur acceptation de la grande miséricorde de Dieu ne les mène pas à la passivité, mais les pousse à vouloir connaître comment la miséricorde de Dieu peut couvrir leurs péchés.
id_id: Allah menyediakan jalan bagi manusia untuk luput dari hukuman-Nya yang adil -- melalui darah domba yang tak bercela. - Berdoalah agar umat Muslim di tempat ini merasakan beratnya dosa mereka. - Berdoalah agar penerimaan mereka terhadap rahmat Allah yang besar tidak membuat mereka menjadi pasif, tetapi justru mendorong mereka untuk ingin memahami bagaimana rahmat Allah dapat menutupi dosa-dosa mereka.

source: Man's efforts to oppose God's plans to set His people free are futile. - Pray for Muslims in this place to have a greater fear of God than a fear of what man could do to them for seeking the truth. We also learn that God desires us to pass on to our children the stories of the works He has done in our lives from generation to generation. - Pray for seekers and those on a journey among this people group to not only seek God themselves, but to desire to pass on what they have learned to future generations, both biological and spiritual.
fr_fr: Les efforts de l'homme pour s'opposer aux plans de Dieu de libérer son peuple sont vains. - Priez pour que les musulmans de ce lieu aient une plus grande crainte de Dieu que la peur de ce que l'homme pourrait leur faire pour avoir cherché la vérité. Nous apprenons aussi que Dieu désire que nous transmettions à nos enfants les récits de ce qu'il a fait dans nos vies de génération en génération. - Priez pour que les chercheurs et ceux qui sont en chemin parmi ce peuple ne se contentent pas de chercher Dieu eux-mêmes, mais qu'ils désirent transmettre ce qu'ils ont appris aux générations futures, tant biologiques que spirituelles.
id_id: Upaya manusia untuk menentang rencana Allah dalam membebaskan umat-Nya pada akhirnya selalu sia-sia. - Berdoalah agar umat Muslim di tempat ini memiliki rasa takut yang lebih besar kepada Allah daripada rasa takut terhadap apa yang dapat dilakukan manusia kepada mereka ketika mereka mencari kebenaran. Kita juga belajar bahwa Allah menghendaki agar kisah-kisah tentang karya-Nya diteruskan dari satu generasi ke generasi berikutnya. - Berdoalah agar para pencari kebenaran dan mereka yang sedang dalam perjalanan iman di antara kelompok etnis ini tidak hanya mencari Allah bagi diri mereka sendiri, tetapi juga memiliki kerinduan untuk meneruskan apa yang telah mereka pelajari kepada generasi mendatang, baik secara biologis maupun secara rohani.

source: Sitting, enjoying the fun of a wedding, Samar left to answer a phone call from her husband. He told her that their son's best friend had died in an accident. When Samar went to tell her cousin that she needed to leave because there had been a death of a son, the cousin panicked, initially thinking it was her firstborn son who had died. As the women tried to make sense of what had happened they tried to comfort themselves by saying "maktoub" -- it was simply 'written' or predestined by God that this young man would die. - Pray for the good news of a God who did not spare His firstborn and only Son so that families all over the world would never experience eternal death and separation from loved ones to penetrate this land. - Pray that the crippling fear many Muslims walk with, because of their lack of assurance of God's mercy for them and their loved ones, would drive them to want to understand the unshakable hope followers of Christ carry even in the midst of extreme suffering.
fr_fr: Assise, profitant de la joie d'un mariage, Samar est partie pour répondre à un appel téléphonique de son mari. Il lui a dit que le meilleur ami de leur fils était mort dans un accident. Quand Samar est allée dire à sa cousine qu'elle devait partir parce qu'un fils était décédé, la cousine a paniqué, pensant d'abord que c'était son fils aîné qui était mort. Alors que les femmes essayaient de comprendre ce qui s'était passé, elles ont essayé de se consoler en disant « maktoub » — c'était simplement « écrit » ou prédestiné par Dieu que ce jeune homme mourrait. - Priez pour que la bonne nouvelle d'un Dieu qui n'a pas épargné son Fils premier-né et unique afin que les familles du monde entier ne connaissent jamais la mort éternelle et la séparation de leurs proches pénètre ce pays. - Priez pour que la peur paralysante avec laquelle beaucoup de musulmans vivent, à cause de leur manque d'assurance de la miséricorde de Dieu pour eux et leurs proches, les pousse à vouloir comprendre l'espérance inébranlable que les disciples de Christ portent même au milieu de souffrances extrêmes.
id_id: Ketika sedang duduk menikmati sukacita sebuah pernikahan, Samar pergi untuk menjawab panggilan telepon dari suaminya. Suaminya memberitahukan bahwa sahabat terbaik putra mereka telah meninggal dalam sebuah kecelakaan. Saat Samar menyampaikan kepada sepupunya bahwa dia harus pergi karena ada seorang anak laki-laki yang meninggal, sepupunya panik dan sempat mengira bahwa anak sulungnyalah yang telah meninggal. Ketika para perempuan itu mencoba memahami apa yang terjadi, mereka berusaha menghibur diri dengan berkata, "maktoub" -- bahwa peristiwa itu hanyalah "takdir", sesuatu yang sudah ditentukan oleh Tuhan. - Berdoalah agar kabar baik tentang Allah yang tidak menyayangkan Anak-Nya yang tunggal, supaya keluarga-keluarga di seluruh dunia tidak mengalami kematian kekal dan pemisahan dari orang-orang yang mereka kasihi, menembus negeri ini. - Berdoalah agar ketakutan yang melumpuhkan, yang banyak dialami umat Muslim karena kurangnya keyakinan akan rahmat Allah bagi diri mereka dan orang-orang yang mereka kasihi, mendorong mereka untuk ingin memahami pengharapan yang tidak tergoyahkan yang dimiliki para pengikut Kristus, bahkan di tengah penderitaan yang paling berat.

source: - Pray that just as this story shows the nation of Israel entering into God's redemptive story, believers trying to reach Muslims in this land would agree with their role in God's redemptive story for this place. - Pray for Christian families to regularly celebrate the freedom they've experienced from sin by being covered by the blood of the precious Lamb of God, and that testimony would be wisely and boldly proclaimed to their neighbors, coworkers, and friends.
fr_fr: - Priez pour que, tout comme cette histoire montre la nation d'Israël entrant dans l'histoire rédemptrice de Dieu, les croyants qui essaient d'atteindre les musulmans dans ce pays acceptent leur rôle dans l'histoire rédemptrice de Dieu pour ce lieu. - Priez pour que les familles chrétiennes célèbrent régulièrement la liberté qu'elles ont connue du péché en étant couvertes par le sang du précieux Agneau de Dieu, et que ce témoignage soit proclamé avec sagesse et audace à leurs voisins, collègues et amis.
id_id: - Berdoalah agar, sebagaimana kisah ini menunjukkan bangsa Israel memasuki kisah penebusan Allah, orang-orang percaya yang berusaha menjangkau umat Muslim di negeri ini juga menyadari peran mereka dalam kisah penebusan Allah bagi tempat ini. - Berdoalah agar keluarga-keluarga Kristen secara teratur merayakan kebebasan yang mereka terima dari dosa melalui perlindungan darah Anak Domba Allah yang mulia, dan agar kesaksian tersebut diberitakan dengan bijaksana dan berani kepada tetangga, rekan kerja, dan sahabat mereka.

source: Lord, we pray that there would be many in this land who would call on you as Father, who judges impartially according to each one's deeds. May they conduct themselves with fear throughout the time of their exile, knowing that they were ransomed from the futile ways inherited from their forefathers, not with perishable things such as silver or gold, but with the precious blood of Christ, like that of a lamb without blemish or spot. (1 Peter 1:17-19) In Luke 22:14-20 Jesus said: "'I have earnestly desired to eat this Passover with you before I suffer. For I tell you, I will not eat it until it is fulfilled in the kingdom of God.' And he took a cup and when he had given thanks, he said, 'Take this and divide it among yourselves. For I tell you that from now on, I will not drink of the fruit of the vine until the kingdom of God comes.' And he took bread when he had given thanks, he broke it and gave it to them saying, 'This is my body, which is given for you. Do this in remembrance of me.' And likewise the cup after they had eaten, saying, 'This cup that is poured out for you is the new covenant in my blood.'" Pray that multitudes of families in this place would take part in the new covenant that Jesus invited them into through His death, burial, and resurrection.
fr_fr: Seigneur, nous prions pour qu'il y ait beaucoup de gens dans ce pays qui t'invoqueraient comme Père, qui juge impartialement selon les œuvres de chacun. Qu'ils se conduisent avec crainte pendant le temps de leur exil, sachant qu'ils ont été rachetés de la vaine manière de vivre héritée de leurs pères, non par des choses périssables comme l'argent ou l'or, mais par le sang précieux de Christ, comme d'un agneau sans défaut et sans tache. (1 Pierre 1:17-19) Dans Luc 22:14-20, Jésus a dit : « J'ai désiré vivement manger cette Pâque avec vous, avant de souffrir ; car, je vous le dis, je ne la mangerai plus, jusqu'à ce qu'elle soit accomplie dans le royaume de Dieu. Et, ayant pris une coupe et rendu grâces, il dit : Prenez cette coupe, et distribuez-la entre vous ; car, je vous le dis, je ne boirai plus désormais du fruit de la vigne, jusqu'à ce que le royaume de Dieu soit venu. Ensuite il prit du pain ; et, après avoir rendu grâces, il le rompit, et le leur donna, en disant : Ceci est mon corps, qui est donné pour vous ; faites ceci en mémoire de moi. Il prit de même la coupe, après le souper, et la leur donna, en disant : Cette coupe est la nouvelle alliance en mon sang, qui est répandu pour vous. » Priez pour que des multitudes de familles dans ce lieu prennent part à la nouvelle alliance dans laquelle Jésus les a invités par sa mort, son ensevelissement et sa résurrection.
id_id: Tuhan, kami berdoa agar banyak orang di negeri ini yang memanggil Engkau sebagai Bapa -- Dia yang menghakimi dengan adil sesuai dengan perbuatan setiap orang -- hidup dalam takut akan Engkau sepanjang masa pengasingan mereka. Kiranya mereka menyadari bahwa mereka telah ditebus dari cara hidup yang sia-sia yang diwariskan dari nenek moyang mereka, bukan dengan sesuatu yang fana seperti perak atau emas, tetapi dengan darah Kristus yang mulia, seperti darah domba yang tidak bercela dan tidak bernoda. (1 Petrus 1:17-19) Dalam Lukas 22:14-20 Yesus berkata: "'Aku sangat rindu untuk makan Paskah ini bersama kalian sebelum Aku menderita. Sebab Aku berkata kepadamu, Aku tidak akan memakannya sampai hal itu tergenapi di dalam Kerajaan Allah.' Lalu Ia mengambil cawan dan setelah mengucap syukur, Ia berkata, 'Ambillah ini dan bagikanlah di antara kalian. Sebab Aku berkata kepadamu, mulai sekarang Aku tidak akan minum buah anggur ini sampai Kerajaan Allah datang.' Lalu Ia mengambil roti, setelah mengucap syukur, Ia memecahkannya dan memberikannya kepada mereka sambil berkata, 'Inilah tubuh-Ku, yang diberikan untuk kamu. Lakukanlah ini sebagai peringatan akan Aku.' Demikian pula cawan itu setelah mereka makan, Ia berkata, 'Cawan ini yang dituangkan untuk kamu adalah perjanjian baru dalam darah-Ku.'" Berdoalah agar banyak keluarga di tempat ini menerima undangan untuk masuk ke dalam perjanjian baru yang Yesus bukakan melalui kematian, penguburan, dan kebangkitan-Nya.

source: Day 11: The Ten Commandments
fr_fr: Jour 11 : Les Dix Commandements
id_id: Hari ke-11: Sepuluh Perintah Allah
