Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: - Pray for Christians in this place to have their vision and heart expanded to grasp how deeply God loves the lost Muslims in this area. Pray that their hearts would continue to soften and that they would become more like their Father -- going after the lost sheep, sweeping the house in search for the coin, and running towards lost sons returning home. - Pray for their hearts to be cleansed of any "older brother" tendencies that would rather see Muslims remain distant than be restored to the Father through repentance. Pray that believers in this land would rejoice and celebrate every time a lost sinner comes home.
fr_fr: - Priez pour que les chrétiens dans ce lieu aient leur vision et leur cœur élargis afin de saisir à quel point Dieu aime les musulmans perdus dans cette région. Priez pour que leurs cœurs continuent à s'adoucir et qu'ils deviennent davantage comme leur Père — allant à la recherche de la brebis perdue, balayant la maison pour trouver la pièce, et courant vers les fils perdus qui reviennent à la maison. - Priez pour que leurs cœurs soient purifiés de toute tendance de « fils aîné » qui préférerait voir les musulmans rester éloignés plutôt que d'être restaurés auprès du Père par la repentance. Priez pour que les croyants dans ce pays se réjouissent et célèbrent chaque fois qu'un pécheur perdu revient à la maison.
id_id: - Berdoalah agar umat Kristen di tempat ini memiliki visi dan hati yang diperluas untuk memahami betapa dalam kasih Allah terhadap umat Muslim yang terhilang di daerah ini. Berdoalah agar hati mereka terus dilembutkan dan mereka semakin menyerupai Bapa mereka -- mencari domba yang hilang, menyapu rumah untuk menemukan koin yang hilang, dan berlari menyambut anak-anak yang kembali pulang. - Berdoalah agar hati mereka dibersihkan dari kecenderungan seperti "saudara sulung" yang lebih memilih melihat umat Muslim tetap jauh daripada dipulihkan kepada Bapa melalui pertobatan. Kiranya orang-orang percaya di negeri ini bersukacita dan merayakan setiap kali seorang pendosa yang hilang kembali ke rumah.

source: Thank you God, for the way this story points us to our perfect heavenly Father and to our true, noble, and selfless Older Brother. We pray for many in this land to live as described in Romans 8:12-17, according to the Spirit. "For all who are led by the Spirit of God are sons of God." We ask that You would free people here from the spirit of slavery to fall back into fear, and that they may receive the Spirit of adoption as sons, by whom they would cry, "Abba! Father." Holy Spirit, please bear witness that many among this people are children of God. And if children, then heirs -- heirs of God and fellow heirs with Christ – provided we suffer with Him in order that we may also be glorified with Him.
fr_fr: Merci Dieu, pour la façon dont cette histoire nous dirige vers notre Père céleste parfait et vers notre vrai, noble et désintéressé Frère Aîné. Nous prions pour que beaucoup dans ce pays vivent comme décrit dans Romains 8:12-17, selon l'Esprit. « Car tous ceux qui sont conduits par l'Esprit de Dieu sont fils de Dieu. » Nous te demandons de libérer les gens ici de l'esprit de servitude pour retomber dans la crainte, et qu'ils reçoivent l'Esprit d'adoption en tant que fils, par lequel ils crieront : « Abba ! Père. » Saint-Esprit, s'il te plaît, témoigne que beaucoup parmi ce peuple sont enfants de Dieu. Et si enfants, alors héritiers — héritiers de Dieu et cohéritiers de Christ — si du moins nous souffrons avec Lui, afin d'être aussi glorifiés avec Lui.
id_id: Terima kasih, Tuhan, karena kisah ini menuntun kami kepada Bapa Surgawi yang sempurna dan kepada Saudara Tua kami yang sejati -- mulia, penuh kasih, dan tanpa pamrih. Kami berdoa agar banyak orang di negeri ini hidup sesuai dengan apa yang tertulis dalam Roma 8:12-17, hidup menurut Roh. "Semua orang yang dipimpin oleh Roh Allah adalah anak-anak Allah." Kami memohon agar Engkau membebaskan orang-orang di tempat ini dari roh perbudakan yang membawa mereka kembali ke dalam ketakutan, dan agar mereka menerima Roh pengangkatan sebagai anak-anak, oleh-Nya mereka berseru, "Abba! Bapa." Roh Kudus, kiranya Engkau bersaksi di dalam hati banyak orang bahwa mereka adalah anak-anak Allah. Dan jika mereka adalah anak-anak, maka mereka juga adalah ahli waris -- ahli waris Allah dan ahli waris bersama Kristus -- selama mereka ikut menderita bersama Dia, supaya mereka juga dimuliakan bersama Dia.

source: Day 23: Different Responses to God
fr_fr: Jour 23 : Différentes Réponses à Dieu
id_id: Hari ke-23: Respons yang Berbeda terhadap Allah

source: Matthew 13:1-9 (ESV) That same day Jesus went out of the house and sat beside the sea. And great crowds gathered about him, so that he got into a boat and sat down. And the whole crowd stood on the beach. And he told them many things in parables, saying: "A sower went out to sow. And as he sowed, some seeds fell along the path, and the birds came and devoured them. Other seeds fell on rocky ground, where they did not have much soil, and immediately they sprang up, since they had no depth of soil, but when the sun rose they were scorched. And since they had no root, they withered away. Other seeds fell among thorns, and the thorns grew up and choked them. Other seeds fell on good soil and produced grain, some a hundredfold, some sixty, some thirty. He who has ears, let him hear." Matthew 13:18-23 (ESV) "Hear then the parable of the sower: When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what has been sown in his heart. This is what was sown along the path. As for what was sown on rocky ground, this is the one who hears the word and immediately receives it with joy, yet he has no root in himself, but endures for a while, and when tribulation or persecution arises on account of the word, immediately he falls away. As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful. As for what was sown on good soil, this is the one who hears the word and understands it. He indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty." Matthew 13:44-46 (ESV) "The kingdom of heaven is like treasure hidden in a field, which a man found and covered up. Then in his joy he goes and sells all that he has and buys that field. "Again, the kingdom of heaven is like a merchant in search of fine pearls, who, on finding one pearl of great value, went and sold all that he had and bought it.
fr_fr: Matthieu 13:1-9 (LSG) Ce même jour, Jésus sortit de la maison, et s'assit au bord de la mer. Une grande foule s'étant assemblée auprès de lui, il monta dans une barque, et il s'assit. Toute la foule se tenait sur le rivage. Il leur parla en paraboles sur beaucoup de choses, et il dit: Un semeur sortit pour semer. Comme il semait, une partie de la semence tomba le long du chemin: les oiseaux vinrent, et la mangèrent. Une autre partie tomba dans les endroits pierreux, où elle n'avait pas beaucoup de terre: elle leva aussitôt, parce qu'elle ne trouva pas un sol profond; mais, quand le soleil parut, elle fut brûlée et sécha, faute de racines. Une autre partie tomba parmi les épines: les épines montèrent, et l'étouffèrent. Une autre partie tomba dans la bonne terre: elle donna du fruit, un grain cent, un autre soixante, un autre trente. Que celui qui a des oreilles pour entendre entende. Matthieu 13:18-23 (LSG) Vous donc, écoutez ce que signifie la parabole du semeur. Lorsqu'un homme écoute la parole du royaume et ne la comprend pas, le malin vient et enlève ce qui a été semé dans son cœur: cet homme est celui qui a reçu la semence le long du chemin. Celui qui a reçu la semence dans les endroits pierreux, c'est celui qui entend la parole et la reçoit aussitôt avec joie; mais il n'a pas de racines en lui-même, il manque de persistance, et, dès que survient une tribulation ou une persécution à cause de la parole, il y trouve une occasion de chute. Celui qui a reçu la semence parmi les épines, c'est celui qui entend la parole, mais en qui les soucis du siècle et la séduction des richesses étouffent cette parole, et la rendent infructueuse. Celui qui a reçu la semence dans la bonne terre, c'est celui qui entend la parole et la comprend; il porte du fruit, et un grain en donne cent, un autre soixante, un autre trente. Matthieu 13:44-46 (LSG) Le royaume des cieux est encore semblable à un trésor caché dans un champ. L'homme qui l'a trouvé le cache; et, dans sa joie, il va vendre tout ce qu'il a, et achète ce champ. Le royaume des cieux est encore semblable à un marchand qui cherche de belles perles. Il a trouvé une perle de grand prix; et il est allé vendre tout ce qu'il avait, et l'a achetée.
id_id: Matius 13:1-9 (AYT) Pada hari itu, Yesus keluar dari rumah dan duduk di tepi danau. Dan, orang banyak terkumpul kepada-Nya. Karena itu, Dia naik ke perahu dan duduk, dan semua orang banyak itu berdiri di tepi danau. Dan, Dia mengatakan banyak hal kepada mereka dalam perumpamaan, kata-Nya, "Ada seorang penabur pergi untuk menabur, dan waktu ia menabur, beberapa benih jatuh di pinggir jalan, lalu burung-burung datang dan memakannya sampai habis. Benih yang lain jatuh di tempat berbatu, yang tidak mengandung banyak tanah, dan cepat tumbuh karena tidak mempunyai kedalaman tanah. Akan tetapi, setelah matahari terbit, tanaman itu tersengat panas. Dan, karena tidak memiliki akar, tanaman itu menjadi kering. Benih yang lain jatuh di antara semak duri, dan semak duri itu bertumbuh, dan mengimpitnya. Namun, benih yang lain jatuh di tanah yang baik dan menghasilkan buah, ada yang seratus kali lipat, ada yang enam puluh kali lipat, dan ada yang tiga puluh kali lipat. Siapa yang bertelinga, biarlah ia mendengar." Matius 13:18-23 (AYT) "Oleh karena itu, dengarkanlah arti perumpamaan tentang penabur. Ketika orang mendengar firman Kerajaan dan tidak memahaminya, si jahat datang dan merampas apa yang telah tertabur dalam hati orang itu. Inilah orang yang benihnya tertabur di pinggir jalan. Adapun yang tertabur di tempat-tempat yang berbatu, inilah orang yang mendengarkan firman dan langsung menerimanya dengan sukacita, tetapi ia tidak mempunyai akar dalam dirinya dan bertahan sebentar saja. Dan, ketika penindasan atau penganiayaan terjadi karena firman itu, ia langsung terjatuh. Benih yang jatuh di tengah semak-semak duri adalah orang yang mendengar firman itu, kemudian kekhawatiran dunia dan tipu daya kekayaan mendesak firman itu sehingga tidak berbuah. Namun, orang yang benihnya tertabur di tanah yang baik, ialah orang yang mendengarkan firman itu dan memahaminya. Dialah yang benar-benar berbuah dan menghasilkan, ada yang 100 kali lipat, beberapa 60, dan beberapa 30." Matius 13:44-46 (AYT) "Kerajaan Surga adalah seperti harta yang terpendam di ladang, yang ditemukan orang, lalu disembunyikannya lagi. Dan, karena sukacitanya, ia pergi, menjual semua yang dipunyainya, dan membeli ladang itu. Sekali lagi, Kerajaan Surga adalah seperti seorang pedagang yang mencari mutiara yang indah. Ketika ia menemukan sebuah mutiara yang bernilai tinggi, ia pergi dan menjual semua yang dipunyainya, lalu membeli mutiara itu."

source: God uses simple, ordinary things that everyone understands – seeds, soil, and planting – to communicate deep truths about His Kingdom. - Pray for people in this land to have opportunities to learn about God's Kingdom in simple, culturally relevant ways. - Pray that they would hear this story and examine the condition of their heart. - Pray they would desire to have hearts like the fourth type of soil – hearts that not only hear and understand God's Word, but also go on to bear multiplicative fruit.
fr_fr: Dieu utilise des choses simples et ordinaires que tout le monde comprend — les semences, le sol et le semis — pour communiquer des vérités profondes sur Son Royaume. - Priez pour que les gens dans ce pays aient l'occasion d'apprendre sur le Royaume de Dieu de manières simples et culturellement pertinentes. - Priez pour qu'ils entendent cette histoire et examinent l'état de leur cœur. - Priez pour qu'ils désirent avoir des cœurs comme le quatrième type de sol — des cœurs qui non seulement entendent et comprennent la Parole de Dieu, mais qui portent aussi du fruit qui se multiplie.
id_id: Allah menggunakan hal-hal yang sederhana dan akrab bagi semua orang -- benih, tanah, dan proses menanam -- untuk menyampaikan kebenaran yang mendalam tentang Kerajaan-Nya. - Berdoalah agar orang-orang di negeri ini memiliki kesempatan untuk belajar tentang Kerajaan Allah dengan cara yang sederhana dan relevan secara budaya. - Berdoalah agar mereka sungguh-sungguh mendengarkan kisah ini dan memeriksa kondisi hati mereka sendiri. - Berdoalah agar mereka merindukan hati seperti jenis tanah keempat -- hati yang tidak hanya mendengar dan memahami firman Allah, tetapi juga menghasilkan buah yang berlipat ganda.

source: Human hearts are affected by internal and external factors -- persecution, the cares of the world, greed, concern over what people think, to name just a few. - Pray for Muslims to have ears to hear and minds to understand when they encounter the Word of God. - Pray for roots to grow deep into HIm so they might be sustained when persecution and tribulation come. - Pray for hearts to rightly discern the fleeting pleasures of wealth and comfort and to pursue what will last forever.
fr_fr: Les cœurs humains sont affectés par des facteurs internes et externes — la persécution, les soucis du monde, la cupidité, le souci de ce que les gens pensent, pour n'en nommer que quelques-uns. - Priez pour que les musulmans aient des oreilles pour entendre et des esprits pour comprendre quand ils rencontrent la Parole de Dieu. - Priez pour que des racines poussent profondément en Lui afin qu'ils puissent tenir quand viendront la persécution et la tribulation. - Priez pour que les cœurs discernent correctement les plaisirs éphémères de la richesse et du confort et poursuivent ce qui durera éternellement.
id_id: Hati manusia dipengaruhi oleh berbagai faktor internal dan eksternal -- penganiayaan, kekhawatiran dunia, keserakahan, kecemasan akan penilaian orang lain, dan banyak hal lainnya. - Berdoalah agar umat muslim memiliki telinga untuk mendengar dan pikiran untuk memahami ketika mereka berjumpa dengan firman Allah. - Berdoalah agar akar iman mereka bertumbuh dalam ke dalam Dia, sehingga mereka dapat bertahan ketika penganiayaan dan pencobaan datang. - Berdoalah agar hati mereka mampu membedakan kesenangan yang sementara dari kekayaan dan kenyamanan yang menipu, dan memilih untuk mengejar apa yang bertahan untuk selama-lamanya.

source: Faten was a busy, divorced mother of four young adult and teenaged children. When her teenage daughter began to be curious about Christianity, Faten was open-minded to this interest and not stressed. Over time, her daughter's interest decreased, but Faten herself continued to pursue an understanding of Jesus. As time passed, when she had opportunities to listen to the Bible, she would begin to fall asleep even while sitting upright – though she had once been alert and engaged. She liked what she heard about Jesus, but the concerns of the world and spiritual oppression she experienced as she tried to move towards the Light weighed heavily on her and dulled her interest. Father, we don't understand all of Faten's story, but You do. We trust that her story is not finished. For every Muslim seeker in this land, by Your grace, please continue their story. May they be good soil that bears fruit thirty, sixty, and a hundredfold.
fr_fr: Faten était une mère divorcée très occupée de quatre enfants, jeunes adultes et adolescents. Quand sa fille adolescente a commencé à être curieuse au sujet du christianisme, Faten était ouverte d'esprit face à cet intérêt et n'était pas stressée. Avec le temps, l'intérêt de sa fille a diminué, mais Faten elle-même a continué à chercher à comprendre Jésus. Au fil du temps, quand elle avait l'occasion d'écouter la Bible, elle commençait à s'endormir même assise bien droite — alors qu'elle avait autrefois été alerte et engagée. Elle aimait ce qu'elle entendait sur Jésus, mais les soucis du monde et l'oppression spirituelle qu'elle vivait en essayant de s'approcher de la Lumière pesaient lourdement sur elle et émoussaient son intérêt. Père, nous ne comprenons pas toute l'histoire de Faten, mais Toi, oui. Nous croyons que son histoire n'est pas terminée. Pour chaque chercheur musulman dans ce pays, par Ta grâce, continue leur histoire. Qu'ils soient une bonne terre qui porte du fruit, trente, soixante et cent pour un.
id_id: Faten adalah seorang ibu tunggal yang sibuk membesarkan empat anak -- sebagian sudah dewasa muda, sebagian masih remaja. Ketika putrinya yang masih remaja mulai tertarik pada Kekristenan, Faten bersikap terbuka dan tidak merasa terancam. Seiring waktu, minat putrinya mereda, tetapi Faten sendiri terus berusaha memahami siapa Yesus itu. Namun, ketika dia mulai memiliki kesempatan untuk mendengarkan Alkitab, dia sering tertidur bahkan saat duduk tegak -- sesuatu yang tidak pernah terjadi sebelumnya, karena dia biasanya waspada dan terlibat. Dia menyukai apa yang dia dengar tentang Yesus, tetapi kekhawatiran dunia dan tekanan rohani yang dia alami ketika mulai mendekati Terang membebani hatinya dan perlahan memadamkan ketertarikannya. Bapa, kami tidak memahami sepenuhnya kisah Faten, tetapi Engkau mengetahuinya. Kami percaya bahwa kisahnya belum berakhir. Bagi setiap pencari kebenaran dari latar belakang muslim di negeri ini, oleh kasih karunia-Mu, lanjutkanlah kisah mereka. Kiranya mereka menjadi tanah yang subur, yang menghasilkan buah tiga puluh, enam puluh, bahkan seratus kali lipat.

source: As Christians live among this people day by day, grow their conviction that the Kingdom of heaven is a treasure and a pearl of great price, worth giving up everything to attain. - Pray for Muslims in this land to see that Christians' true hope is not found in money, family, passports, possessions, or personalities. Their hope is that they found a treasure hidden in a field and in joy they sold all they had to buy the field. - Pray that Christians would share this truth in ways that help Muslims understand that this treasure is available to them as well.
fr_fr: Alors que les chrétiens vivent parmi ce peuple jour après jour, fais grandir leur conviction que le Royaume des cieux est un trésor et une perle de grand prix, pour lesquels il vaut la peine de tout abandonner. - Priez pour que les musulmans dans ce pays voient que le véritable espoir des chrétiens ne se trouve pas dans l'argent, la famille, les passeports, les possessions ou les personnalités. Leur espoir est qu'ils ont trouvé un trésor caché dans un champ et que, dans leur joie, ils ont tout vendu pour acheter ce champ. - Priez pour que les chrétiens partagent cette vérité de manières qui aident les musulmans à comprendre que ce trésor est aussi disponible pour eux.
id_id: Sebagai orang-orang Kristen yang hidup di tengah masyarakat ini setiap hari, kiranya semakin bertumbuh keyakinan bahwa Kerajaan Surga adalah harta terpendam dan mutiara yang sangat berharga, yang layak untuk ditukar dengan segala sesuatu demi memperolehnya. - Berdoalah agar umat muslim di negeri ini menyadari bahwa pengharapan sejati orang Kristen tidak terletak pada uang, keluarga, paspor, harta benda, atau identitas pribadi. Pengharapan mereka adalah menemukan harta yang tersembunyi di ladang dan, dengan sukacita, menjual segala yang mereka miliki untuk membeli ladang itu. - Berdoalah agar orang-orang Kristen membagikan kebenaran ini dengan cara yang menolong umat muslim memahami bahwa harta yang sama juga tersedia bagi mereka.

source: Father, we pray according to Philippians 3:8-14 that you would raise up men and women from this land who can say, "Whatever gain I had, I count it as loss for the sake of Christ." May they count everything as loss because of the surpassing worth of knowing Christ Jesus their Lord. For His sake would they be able to say they've suffered the loss of all things and count them as rubbish in order that they may gain Christ and be found in Him, not having a righteousness of their own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith. We pray that the people of this land would know Christ and the power of His resurrection, share in His sufferings, become like Him in His death, and by any means possible attain the resurrection from the dead. May God raise up people in this place who would press on to make this their own, because Christ Jesus has made them His own. May they be able to say they forget what lies behind and strain forward to what lies ahead, pressing on toward the goal for the prize of the upward call of God in Christ Jesus.
fr_fr: Père, nous prions selon Philippiens 3:8-14 que Tu suscites des hommes et des femmes de ce pays qui puissent dire : « Tout ce qui était un gain pour moi, je l'ai considéré comme une perte à cause de Christ. » Qu'ils considèrent toutes choses comme une perte à cause de l'excellence de la connaissance de Jésus-Christ leur Seigneur. Pour Lui, qu'ils puissent dire qu'ils ont accepté de tout perdre et considèrent tout comme des ordures afin de gagner Christ et d'être trouvés en Lui, non pas avec une justice qui leur soit propre venant de la loi, mais celle qui vient par la foi en Christ, la justice qui vient de Dieu par la foi. Nous prions pour que le peuple de ce pays connaisse Christ et la puissance de Sa résurrection, participe à Ses souffrances, devienne conforme à Lui dans Sa mort, et parvienne par tous les moyens possibles à la résurrection d'entre les morts. Que Dieu suscite des gens dans ce lieu qui poursuivent ce but pour s'en emparer, parce que Jésus-Christ les a fait Siens. Qu'ils puissent dire qu'ils oublient ce qui est en arrière et se portent vers ce qui est en avant, courant vers le but pour remporter le prix de la vocation céleste de Dieu en Jésus-Christ.
id_id: Bapa, kami berdoa sesuai dengan Filipi 3:8-14 agar Engkau membangkitkan pria dan wanita dari negeri ini yang dapat berkata, "Segala sesuatu yang dahulu merupakan keuntungan bagiku, sekarang kuanggap sebagai kerugian karena Kristus." Kiranya mereka menganggap segala sesuatu sebagai kerugian karena nilai yang jauh lebih besar, yaitu mengenal Kristus Yesus, Tuhan mereka. Demi Dia, kiranya mereka rela kehilangan segala sesuatu dan menganggapnya sebagai sampah, supaya mereka memperoleh Kristus dan ditemukan di dalam Dia -- bukan dengan kebenaran sendiri yang berasal dari hukum, tetapi dengan kebenaran yang berasal dari iman kepada Kristus, yaitu kebenaran dari Allah yang bergantung pada iman. Kami berdoa agar orang-orang di negeri ini mengenal Kristus dan kuasa kebangkitan-Nya, turut ambil bagian dalam penderitaan-Nya, menjadi serupa dengan Dia dalam kematian-Nya, dan dengan segala cara mencapai kebangkitan dari antara orang mati. Kiranya Allah membangkitkan orang-orang di tempat ini yang terus mengejar tujuan ini, sebab Kristus Yesus telah menjadikan mereka milik-Nya. Kiranya mereka dapat berkata bahwa mereka melupakan apa yang ada di belakang dan mengarahkan diri kepada apa yang ada di depan, terus berlari menuju tujuan untuk memperoleh hadiah panggilan Allah yang surgawi di dalam Kristus Yesus.

source: Day 24: Jesus' Power Over Death
fr_fr: Jour 24 : Le Pouvoir de Jésus sur la Mort
id_id: Hari ke-24: Kuasa Yesus atas Kematian
