Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Today we will pray Romans 12:9-21 over this land. Ask God to empower Christians from a Muslim background in this place to love one another with brotherly affection and outdo one another in showing honor. Empower them to rejoice in hope, be patient in tribulation, and be constant in prayer. Give them strength and resources to contribute to the needs of the saints and to practice hospitality. Strengthen your church to bless those who persecute them, blessing and not cursing. Pray that believers would rejoice with their Muslim neighbors who rejoice at weddings and births. Pray for them to weep with their Muslim neighbors who weep at funerals and times of tragedy. May Christians in this place live in harmony with one another. May they not be proud, but associate with the lowly. May they repay no one evil for evil, but seek to do what is honorable in the sight of all. And if possible, so far as it depends on them, may they live peaceably with everyone, including family members who persecute them, speak against them, curse them, spit on them, or abuse them. Give them grace to entrust justice to the wrath of God. And may they find that if their enemy is hungry, they feed him; If he is thirsty, they give him something to drink. We bless believers in this place to not be overcome by evil, but to overcome evil with good.
fr_fr: Aujourd'hui nous prierons Romains 12:9-21 sur ce pays. Demandez à Dieu d'habiliter les chrétiens d'origine musulmane dans ce lieu à s'aimer les uns les autres avec une affection fraternelle et à rivaliser d'honneur les uns envers les autres. Habilite-les à se réjouir en espérance, à être patients dans la tribulation, et à persévérer dans la prière. Donne-leur la force et les ressources pour subvenir aux besoins des saints et pour exercer l'hospitalité. Fortifie ton église pour bénir ceux qui les persécutent, bénissant et non maudissant. Priez pour que les croyants se réjouissent avec leurs voisins musulmans qui se réjouissent lors des mariages et des naissances. Priez pour qu'ils pleurent avec leurs voisins musulmans qui pleurent lors des funérailles et des moments de tragédie. Que les chrétiens de ce lieu vivent en harmonie les uns avec les autres. Qu'ils ne soient pas orgueilleux, mais qu'ils s'associent aux humbles. Qu'ils ne rendent à personne le mal pour le mal, mais qu'ils cherchent à faire ce qui est honorable aux yeux de tous. Et si possible, autant que cela dépend d'eux, qu'ils vivent en paix avec tous, y compris les membres de la famille qui les persécutent, parlent contre eux, les maudissent, leur crachent dessus, ou les maltraitent. Donne-leur la grâce de confier la justice à la colère de Dieu. Et qu'ils trouvent que si leur ennemi a faim, ils le nourrissent ; s'il a soif, ils lui donnent à boire. Nous bénissons les croyants de ce lieu pour qu'ils ne soient pas vaincus par le mal, mais qu'ils vainquent le mal par le bien.
id_id: Hari ini, kita berdoa bagi tanah ini dengan menggunakan Roma 12:9-21. Mohonlah agar Allah memberdayakan orang-orang Kristen berlatar belakang muslim di tempat ini untuk saling mengasihi dengan kasih persaudaraan dan saling mendahului dalam memberi hormat. Berdoalah agar mereka bersukacita dalam pengharapan, bersabar dalam penderitaan, dan tekun dalam doa. Mintalah agar Allah memberi mereka kekuatan dan sumber daya untuk memperhatikan kebutuhan orang-orang kudus serta mempraktikkan keramahtamahan. Berdoalah agar gereja diberi kasih karunia untuk memberkati mereka yang menganiaya mereka -- memberkati dan bukan mengutuk. Kiranya orang-orang percaya bersukacita bersama tetangga muslim mereka dalam pernikahan dan kelahiran, serta menangis bersama mereka dalam pemakaman dan masa-masa duka. Semoga orang-orang Kristen di tempat ini hidup dalam keselarasan satu sama lain. Kiranya mereka tidak tinggi hati, tetapi bergaul dengan orang-orang yang rendah hati. Kiranya mereka tidak membalas kejahatan dengan kejahatan, tetapi mengejar apa yang baik di mata semua orang. Dan jika memungkinkan, sejauh bergantung pada mereka, kiranya mereka hidup dalam damai dengan semua orang -- termasuk anggota keluarga yang menganiaya, menentang, mengutuk, meludahi, atau menyakiti mereka. Kiranya mereka menyerahkan keadilan kepada murka Allah. Dan, kiranya mereka mendapati bahwa ketika musuh mereka lapar, mereka memberi makan; ketika dia haus, mereka memberi minum. Kami memberkati orang-orang percaya di tempat ini agar tidak dikalahkan oleh kejahatan, melainkan mengalahkan kejahatan dengan kebaikan.

source: Day 22: God Seeks the Lost
fr_fr: Jour 22 : Dieu Cherche les Perdus
id_id: Hari ke-22: Allah Mencari yang Hilang

source: Luke 15:1-32 (ESV) Now the tax collectors and sinners were all drawing near to hear him. And the Pharisees and the scribes grumbled, saying, "This man receives sinners and eats with them." So he told them this parable: "What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it? And when he has found it, he lays it on his shoulders, rejoicing. And when he comes home, he calls together his friends and his neighbors, saying to them, 'Rejoice with me, for I have found my sheep that was lost.' Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance. "Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it? And when she has found it, she calls together her friends and neighbors, saying, 'Rejoice with me, for I have found the coin that I had lost.' Just so, I tell you, there is joy before the angels of God over one sinner who repents." And he said, "There was a man who had two sons. And the younger of them said to his father, 'Father, give me the share of property that is coming to me.' And he divided his property between them. Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living. And when he had spent everything, a severe famine arose in that country, and he began to be in need. So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs. And he was longing to be fed with the pods that the pigs ate, and no one gave him anything. "But when he came to himself, he said, 'How many of my father's hired servants have more than enough bread, but I perish here with hunger! I will arise and go to my father, and I will say to him, "Father, I have sinned against heaven and before you. I am no longer worthy to be called your son. Treat me as one of your hired servants." ' And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him. And the son said to him, 'Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.' But the father said to his servants, 'Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet. And bring the fattened calf and kill it, and let us eat and celebrate. For this my son was dead, and is alive again; he was lost, and is found.'And they began to celebrate. "Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing. And he called one of the servants and asked what these things meant. And he said to him, 'Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.' But he was angry and refused to go in. His father came out and entreated him, but he answered his father, 'Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends. But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!' And he said to him, 'Son, you are always with me, and all that is mine is yours. It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.' "
fr_fr: Luc 15:1-32 (LSG) Tous les publicains et les gens de mauvaise vie s'approchaient de Jésus pour l'entendre. Et les pharisiens et les scribes murmuraient, disant: Cet homme accueille des gens de mauvaise vie, et mange avec eux. Mais il leur dit cette parabole: Quel homme d'entre vous, s'il a cent brebis, et qu'il en perde une, ne laisse les quatre-vingt-dix-neuf autres dans le désert pour aller après celle qui est perdue, jusqu'à ce qu'il la retrouve? Lorsqu'il l'a retrouvée, il la met avec joie sur ses épaules, et, de retour à la maison, il appelle ses amis et ses voisins, et leur dit: Réjouissez-vous avec moi, car j'ai retrouvé ma brebis qui était perdue. De même, je vous le dis, il y aura plus de joie dans le ciel pour un seul pécheur qui se repent, que pour quatre-vingt-dix-neuf justes qui n'ont pas besoin de repentance. Ou quelle femme, si elle a dix drachmes, et qu'elle en perde une, n'allume une lampe, ne balaie la maison, et ne cherche avec soin, jusqu'à ce qu'elle la retrouve? Lorsqu'elle l'a retrouvée, elle appelle ses amies et ses voisines, et dit: Réjouissez-vous avec moi, car j'ai retrouvé la drachme que j'avais perdue. De même, je vous le dis, il y a de la joie devant les anges de Dieu pour un seul pécheur qui se repent. Il dit encore: Un homme avait deux fils. Le plus jeune dit à son père: Mon père, donne-moi la part de bien qui doit me revenir. Et le père leur partagea son bien. Peu de jours après, le plus jeune fils, ayant tout ramassé, partit pour un pays éloigné, où il dissipa son bien en vivant dans la débauche. Lorsqu'il eut tout dépensé, une grande famine survint dans ce pays, et il commença à se trouver dans le besoin. Il alla se mettre au service d'un des habitants du pays, qui l'envoya dans ses champs garder les pourceaux. Il aurait bien voulu se rassasier des carouges que mangeaient les pourceaux, mais personne ne lui en donnait. Étant rentré en lui-même, il se dit: Combien de mercenaires chez mon père ont du pain en abondance, et moi, ici, je meurs de faim! Je me lèverai, j'irai vers mon père, et je lui dirai: Mon père, j'ai péché contre le ciel et contre toi, je ne suis plus digne d'être appelé ton fils; traite-moi comme l'un de tes mercenaires. Et il se leva, et alla vers son père. Comme il était encore loin, son père le vit et fut ému de compassion, il courut se jeter à son cou et le baisa. Le fils lui dit: Mon père, j'ai péché contre le ciel et contre toi, je ne suis plus digne d'être appelé ton fils. Mais le père dit à ses serviteurs: Apportez vite la plus belle robe, et l'en revêtez; mettez-lui un anneau au doigt, et des souliers aux pieds. Amenez le veau gras, et tuez-le. Mangeons et réjouissons-nous; car mon fils que voici était mort, et il est revenu à la vie; il était perdu, et il est retrouvé. Et ils commencèrent à se réjouir. Or, le fils aîné était dans les champs. Lorsqu'il revint et approcha de la maison, il entendit la musique et les danses. Il appela un des serviteurs, et lui demanda ce que c'était. Ce serviteur lui dit: Ton frère est de retour, et, parce qu'il l'a retrouvé en bonne santé, ton père a tué le veau gras. Il se mit en colère, et ne voulut pas entrer. Son père sortit, et le pria d'entrer. Mais il répondit à son père: Voici, il y a tant d'années que je te sers, sans avoir jamais transgressé tes ordres, et jamais tu ne m'as donné un chevreau pour que je me réjouisse avec mes amis. Et quand ton fils est arrivé, celui qui a mangé ton bien avec des prostituées, c'est pour lui que tu as tué le veau gras! Mon enfant, lui dit le père, tu es toujours avec moi, et tout ce que j'ai est à toi; mais il fallait bien s'égayer et se réjouir, parce que ton frère que voici était mort et qu'il est revenu à la vie, parce qu'il était perdu et qu'il est retrouvé.
id_id: Lukas 15:1-32 (AYT) Para pengumpul pajak dan orang berdosa mendekat kepada Yesus untuk mendengarkan-Nya. Kemudian orang-orang Farisi dan ahli-ahli Taurat mulai menggerutu, "Orang ini menerima orang-orang berdosa dan bahkan makan bersama mereka." Kemudian Yesus mengatakan perumpamaan ini kepada mereka, kata-Nya, "Siapakah di antara kamu yang jika memiliki 100 ekor domba, dan kehilangan seekor, tidak akan meninggalkan 99 ekor lainnya di padang belantara untuk pergi mencari yang tersesat itu sampai ia menemukannya? Dan, ketika ia menemukannya, ia akan menggendong domba itu di atas bahunya dan sangat bersukacita. Setibanya di rumah, ia akan pergi menemui teman-teman dan tetangga-tetangganya serta berkata kepada mereka, 'Bergembiralah bersamaku karena aku sudah menemukan dombaku yang hilang." Aku berkata kepadamu, demikianlah akan ada sukacita yang lebih besar di surga atas 1 orang berdosa yang bertobat daripada atas 99 orang benar yang tidak membutuhkan pertobatan. Atau perempuan mana yang mempunyai sepuluh keping uang perak, jika ia kehilangan satu keping di antaranya, tidak menyalakan pelita dan menyapu rumahnya, lalu mencari keping uang itu dengan hati-hati sampai ia menemukannya? Dan, apabila ia menemukannya, ia memanggil teman-teman dan tetangga-tetangganya dan berkata kepada mereka, 'Bergembiralah bersamaku karena aku sudah menemukan sekeping yang hilang itu." Aku berkata kepadamu, demikian juga ada sukacita di antara para malaikat Allah karena satu orang berdosa yang bertobat." Kemudian Yesus berkata, "Ada seseorang yang mempunyai dua anak laki-laki. Anak yang bungsu berkata kepada ayahnya, 'Ayah, berikan kepadaku bagian harta yang menjadi milikku." Maka, ayahnya pun membagi kekayaannya kepada kedua anaknya. Tidak lama kemudian, anak bungsu itu mengumpulkan semua miliknya, lalu pergi ke negeri yang jauh dan di sana ia menghambur-hamburkan miliknya itu dengan hidup berfoya-foya. Ketika ia sudah menghabiskan semuanya, terjadilah bencana kelaparan yang hebat di negeri itu, dan ia pun mulai berkekurangan. Jadi, pergilah ia dan bekerja pada seorang penduduk negeri itu, yang menyuruhnya ke ladang untuk memberi makan babi-babinya. Ia ingin sekali mengisi perutnya dengan buah karob yang dimakan babi-babi itu, tetapi tidak ada seorang pun yang memberi kepadanya. Ketika anak bungsu itu sadar, ia berkata, 'Betapa banyaknya pekerja-pekerja ayahku yang memiliki makanan yang berlimpah-limpah, tetapi aku di sini hampir mati kelaparan. Aku akan bangun dan kembali kepada ayahku. Aku akan berkata kepadanya: Ayah, aku sudah berdosa terhadap surga dan di hadapanmu. Aku tidak lagi pantas disebut anakmu, jadikanlah aku sebagai salah seorang pekerjamu." Maka, berdirilah ia dan pergi kepada ayahnya. Akan tetapi, ketika anak itu masih sangat jauh, ayahnya melihat dia dan dengan penuh belas kasihan, ayahnya itu berlari lalu memeluk dan menciumnya. Kemudian, anak itu berkata kepada ayahnya, 'Ayah, aku sudah berdosa terhadap surga dan di hadapanmu. Aku tidak lagi pantas disebut anakmu." Namun, ayahnya itu berkata kepada pelayan-pelayannya, 'Cepat! Bawalah jubah yang terbaik lalu pakaikanlah kepadanya. Pakaikan juga cincin di jari tangannya dan sandal di kakinya. Bawalah kemari anak sapi yang gemuk dan sembelihlah. Mari kita makan dan bergembira, karena anakku ini telah mati, tetapi sekarang hidup kembali! Ia telah hilang, tetapi sekarang telah ditemukan!" Maka mereka pun mulai bergembira." "Waktu itu, si anak sulung sedang berada di ladang, dan ketika ia sudah berada di dekat rumahnya, ia mendengar suara musik dan tari-tarian. Jadi, ia memanggil salah satu dari hamba-hamba itu dan bertanya tentang apa yang sedang terjadi. Jawab pelayan itu kepadanya, 'Adikmu sudah datang, dan ayahmu menyembelih anak sapi yang gemuk, karena ia kembali dengan selamat." Namun, anak sulung itu marah dan tidak mau masuk sehingga ayahnya keluar dan membujuknya. Akan tetapi, ia berkata kepada ayahnya, 'Bertahun-tahun aku telah bekerja melayanimu dan tidak pernah mengabaikan perintahmu, tetapi engkau bahkan tidak pernah memberiku seekor kambing muda supaya aku bisa berpesta dengan teman-temanku. Namun, ketika anakmu itu pulang setelah menghabiskan hartamu dengan pelacur-pelacur, ayah menyembelih anak sapi yang gemuk untuknya." Maka, ayahnya menjawab kepadanya, 'Anakku, kamu selalu bersamaku, dan semua kepunyaanku adalah milikmu. Namun, hari ini kita harus berpesta dan bersukacita sebab adikmu ini telah mati, tetapi sekarang ia hidup kembali; ia telah hilang, tetapi sekarang telah ditemukan.""

source: Three beautiful pictures of lost things are described in this passage. They reveal how much God rejoices when the lost are returned to Him and the extreme lengths He is willing to go in order to find them. - Pray for Christians all over the world to agree with God about this and to follow their Master in going after them, even at great cost, in order to restore them to God. Pray that today will be a day of great rejoicing in heaven over sinners repenting.
fr_fr: Trois belles images de choses perdues sont décrites dans ce passage. Elles révèlent combien Dieu se réjouit quand les perdus lui reviennent et les extrêmes auxquels il est prêt à aller pour les trouver. - Priez pour que les chrétiens du monde entier soient d'accord avec Dieu à ce sujet et suivent leur Maître en allant après eux, même à grand prix, afin de les restaurer à Dieu. Priez pour qu'aujourd'hui soit un jour de grande réjouissance dans le ciel pour des pécheurs qui se repentent.
id_id: Tiga gambaran indah tentang apa yang hilang dijelaskan dalam bagian ini. Ketiganya menyingkapkan betapa besar sukacita Allah ketika yang hilang kembali kepada-Nya, serta sejauh mana Dia bersedia pergi untuk menemukan dan memulihkannya. - Berdoalah agar umat Kristen di seluruh dunia sejalan dengan hati Allah dalam hal ini dan mengikuti Tuhan mereka untuk mencari yang hilang, bahkan dengan pengorbanan yang besar, supaya mereka dipulihkan kembali kepada Allah. Berdoalah agar hari ini menjadi hari sukacita besar di surga atas pertobatan para pendosa.

source: This passage teaches us that there are two lost sons. One son is lost because he rejected relationship with the Father and sinfully wastes his life with reckless living. The other son is lost because he keeps all the rules -- not out of love for the Father, but for what he hopes to gain from him. The world is filled with both kinds of people: those who live in open rebellion like the younger son and those who, like the older son, pursue religious obedience in hopes of earning God's favor. - Pray for both types of sons in this land to repent and to be restored to true relationship with their Heavenly Father.
fr_fr: Ce passage nous enseigne qu'il y a deux fils perdus. Un fils est perdu parce qu'il a rejeté la relation avec le Père et gaspille sa vie de manière pécheresse en vivant de façon téméraire. L'autre fils est perdu parce qu'il garde toutes les règles — non par amour pour le Père, mais pour ce qu'il espère obtenir de lui. Le monde est rempli des deux types de personnes : ceux qui vivent dans une rébellion ouverte comme le fils cadet et ceux qui, comme le fils aîné, poursuivent l'obéissance religieuse dans l'espoir de gagner la faveur de Dieu. - Priez pour que les deux types de fils dans ce pays se repentent et soient restaurés à une vraie relation avec leur Père céleste.
id_id: Ayat ini juga mengajarkan bahwa ada dua jenis anak yang hilang. Anak pertama hilang karena dia menolak relasi dengan Bapa dan menghamburkan hidupnya dalam pemberontakan dan dosa yang nyata. Anak yang lain juga hilang, bukan karena melanggar aturan, tetapi karena menaati semua perintah tanpa kasih kepada Bapa, melainkan demi apa yang dia harapkan untuk diperoleh dari-Nya. Dunia dipenuhi oleh kedua jenis orang ini -- mereka yang hidup dalam pemberontakan terbuka seperti anak bungsu, dan mereka yang, seperti anak sulung, mengejar ketaatan agama dengan harapan memperoleh kasih karunia Allah. - Berdoalah agar kedua jenis anak ini di negeri ini bertobat dan dipulihkan ke dalam relasi yang sejati dengan Bapa Surgawi mereka.

source: Islam does not teach that God is a Father, nor that He gently goes after the lost, picking them up and placing them on His shoulders like the lost sheep described in this passage. Ines suffered from bipolar disorder and had a difficult relationship with her husband. She had only known threats of God's judgment and punishment, not His gentle love. When she met Christ, she struggled to understand what she was experiencing. She said, "I feel an overwhelming amount of joy. But you know, I got used to being sad, I didn't even know how to live with joy anymore. I was confused, scared, and I always wanted to cry. Now, I feel so much joy—real joy from my heart. I don't know what it is that made God love me like this. He is present with me all the time, in every moment, in every second. I always feel Him telling me, 'You are safe. Do not be afraid.'" Pray for many in this land to experience the same joy described in Luke 15 – the joy of the lost son as the Father runs towards him – this same joy that Ines struggled to put into words.
fr_fr: L'islam n'enseigne pas que Dieu est un Père, ni qu'Il va doucement à la recherche des perdus, les prenant et les plaçant sur Ses épaules comme la brebis perdue décrite dans ce passage. Inès souffrait de trouble bipolaire et avait une relation difficile avec son mari. Elle n'avait connu que les menaces du jugement et du châtiment de Dieu, pas Son amour tendre. Quand elle a rencontré Christ, elle a eu du mal à comprendre ce qu'elle vivait. Elle a dit : « Je ressens une joie immense. Mais tu sais, je m'étais habituée à être triste, je ne savais même plus comment vivre avec la joie. J'étais confuse, effrayée, et je voulais toujours pleurer. Maintenant, je ressens tellement de joie — une vraie joie qui vient du cœur. Je ne sais pas ce qui a fait que Dieu m'aime ainsi. Il est présent avec moi tout le temps, à chaque instant, à chaque seconde. Je Le sens toujours me dire : 'Tu es en sécurité. N'aie pas peur.' » Priez pour que beaucoup dans ce pays fassent l'expérience de la même joie décrite dans Luc 15 — la joie du fils perdu quand le Père court vers lui — cette même joie qu'Inès a eu du mal à exprimer avec des mots.
id_id: Islam tidak mengajarkan bahwa Allah adalah Bapa, atau bahwa Dia dengan lembut mencari yang hilang, mengangkat mereka, dan meletakkan mereka di pundak-Nya seperti domba yang hilang sebagaimana digambarkan dalam ayat ini. Ines menderita gangguan bipolar dan memiliki relasi pernikahan yang sulit. Dia hanya mengenal ancaman hukuman dan siksaan Allah, bukan kelembutan kasih-Nya. Ketika dia bertemu dengan Kristus, dia kesulitan memahami apa yang sedang dia alami. Dia berkata, "Aku merasa begitu bahagia. Namun aku terbiasa hidup dalam kesedihan, sampai aku tidak tahu lagi bagaimana hidup dengan sukacita. Aku bingung, takut, dan sering ingin menangis. Sekarang aku merasakan begitu banyak sukacita -- sukacita yang sejati dari dalam hatiku. Aku tidak tahu mengapa Allah mengasihiku seperti ini. Dia selalu ada bersamaku, di setiap saat, di setiap detik. Aku terus merasakan Dia berkata kepadaku, 'Kamu aman. Jangan takut.'" - Berdoalah agar banyak orang di negeri ini mengalami sukacita yang sama seperti yang digambarkan dalam Lukas 15 -- sukacita anak yang hilang ketika Bapa berlari menyambutnya -- sukacita yang juga dialami Ines dan sulit dia ungkapkan dengan kata-kata.
