Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: We pray today for believers who have chosen the hard, narrow way that leads to life. When they are tempted to be jealous of those who get to "do as they like" on the easy, wide way, may they stop and remember the cross. Thank you, Jesus, for coming to reveal God and the way of the cross that loves and sacrifices. We pray that believers will deliberately choose to honor others, to forgive, to offer hospitality, and to serve with humility, giving their lives for Jesus' sake, calling others to the narrow way.
fr_fr: Nous prions aujourd'hui pour les croyants qui ont choisi le chemin difficile et étroit qui mène à la vie. Quand ils sont tentés d'être jaloux de ceux qui peuvent « faire ce qu'ils veulent » sur le chemin facile et large, qu'ils s'arrêtent et se souviennent de la croix. Merci, Jésus, d'être venu révéler Dieu et le chemin de la croix qui aime et se sacrifie. Nous prions pour que les croyants choisissent délibérément d'honorer les autres, de pardonner, d'offrir l'hospitalité et de servir avec humilité, donnant leur vie pour l'amour de Jésus, appelant les autres vers le chemin étroit.
id_id: Kami berdoa hari ini bagi para pengikut Kristus yang telah memilih jalan yang sempit dan sulit yang menuju kepada kehidupan. Ketika mereka tergoda untuk iri kepada mereka yang berjalan di jalan yang lebar dan mudah, kiranya mereka mengingat salib. Terima kasih, Yesus, karena Engkau datang untuk menyatakan Allah dan jalan salib yang penuh kasih dan pengorbanan. Kami berdoa agar para pengikut-Mu dengan sengaja memilih untuk menghormati orang lain, mengampuni, membuka rumah dengan keramahan, dan melayani dengan kerendahan hati, menyerahkan hidup mereka kepada Yesus dan mengundang orang lain ke jalan yang sempit itu.

source: Adil sat in the back of an old church building in the middle of the week, full of questions about Christianity. It was forbidden for him to come when foreign Christians gathered there for worship, but he came when a small group practiced for choir. Tears streamed down his face, and he said apologetically, "I feel such peace here. I can't stop crying." Then he asked, "Is it okay for me to choose Jesus and still continue [in this sin that I love]?" A brother told him that we all come as we are to God, and he is the one who cleanses us, but he tells us to "Repent, for the kingdom of God is near." Adil wanted life but was unwilling to turn away from the wide way of destruction to the narrow, hard, holy way. Lord, we pray for those who want you but want their old life, too. Please, stir their souls to repent and live.
fr_fr: Adil était assis au fond d'un vieux bâtiment d'église au milieu de la semaine, plein de questions sur le christianisme. Il lui était interdit de venir quand les chrétiens étrangers s'y rassemblaient pour le culte, mais il venait quand un petit groupe répétait pour la chorale. Des larmes coulaient sur son visage, et il dit en s'excusant : « Je ressens une telle paix ici. Je n'arrive pas à m'arrêter de pleurer. » Puis il demanda : « Est-ce que c'est bien pour moi de choisir Jésus et de continuer quand même [dans ce péché que j'aime] ? » Un frère lui dit que nous venons tous à Dieu tels que nous sommes, et c'est Lui qui nous purifie, mais Il nous dit « Repentez-vous, car le royaume de Dieu est proche. » Adil voulait la vie mais n'était pas disposé à se détourner du large chemin de la destruction vers le chemin étroit, difficile et saint. Seigneur, nous prions pour ceux qui Te veulent mais qui veulent aussi leur ancienne vie. S'il te plaît, remue leurs âmes pour qu'ils se repentent et vivent.
id_id: Adil duduk di bagian belakang sebuah gedung gereja tua pada suatu hari kerja, dipenuhi pertanyaan tentang iman Kristen. Dia tidak diizinkan hadir saat ibadah orang-orang Kristen asing, tetapi dia datang ketika sekelompok kecil sedang berlatih paduan suara. Air mata mengalir di wajahnya ketika dia berkata dengan lirih, "Aku merasa begitu damai di sini. Aku tidak bisa berhenti menangis." Lalu dia bertanya, "Apakah aku boleh memilih Yesus dan tetap melanjutkan dosa yang aku cintai ini?" Seorang saudara menjawab bahwa kita datang kepada Allah apa adanya, dan Dialah yang menyucikan kita, tetapi Dia juga memanggil kita untuk bertobat, sebab Kerajaan Allah sudah dekat. Adil merindukan hidup, tetapi enggan meninggalkan jalan lebar yang menuju kebinasaan untuk beralih ke jalan yang sempit, kudus, dan penuh tantangan. Tuhan, kami berdoa bagi mereka yang menginginkan Engkau, tetapi masih ingin mempertahankan hidup lama mereka. Gerakkanlah hati mereka untuk bertobat dan hidup.

source: Pray that God would give grace to the church in this region to live out Jesus' Golden Rule, “Do to Others”, teaching with one another. Pray for simple house churches to model this kind of love to each other and those around them. Pray for believers to proactively serve, visit the sick, listen to the wounded, grieve with the hurting, and show compassion to the weak...instead of waiting to be served, visited, or listened to. As they do, lead them to people who they could help form new house churches and Bible studies that would replicate such a way of life for God's glory.
fr_fr: Priez pour que Dieu donne la grâce à l'église dans cette région de vivre la Règle d'Or de Jésus, « Faites aux autres », en s'enseignant les uns les autres. Priez pour que de simples églises de maison montrent ce genre d'amour les uns envers les autres et envers ceux qui les entourent. Priez pour que les croyants servent de manière proactive, visitent les malades, écoutent les blessés, pleurent avec ceux qui souffrent, et montrent de la compassion aux faibles... au lieu d'attendre d'être servis, visités ou écoutés. Ce faisant, conduis-les vers des gens qu'ils pourraient aider à former de nouvelles églises de maison et études bibliques qui reproduiraient un tel mode de vie pour la gloire de Dieu.
id_id: Berdoalah agar Allah memberikan kasih karunia kepada gereja di wilayah ini untuk hidup sesuai dengan Aturan Emas Yesus, dengan saling mengajar dan saling meneladani. Berdoalah agar gereja-gereja rumah yang sederhana menjadi teladan kasih yang nyata bagi komunitas di sekitar mereka. Kiranya orang-orang percaya secara aktif melayani, mengunjungi yang sakit, mendengarkan yang terluka, menangis bersama yang berduka, dan menunjukkan belas kasihan kepada yang lemah -- bukan menunggu untuk dilayani, dikunjungi, atau diperhatikan. Saat mereka hidup demikian, kiranya Allah menuntun mereka kepada orang-orang yang siap dibentuk menjadi gereja-gereja rumah baru dan kelompok studi Alkitab yang meniru pola hidup ini demi kemuliaan Allah.

source: Places of Community Lead Christians in this region to find ways to serve their community and gain creative access to Muslim families around them. Pray that as Christians love Muslims the way they want to be loved, that Muslim families would want to know more about how they are fulfilling 'the Law and the Prophets'. Pray for Christians to stand out in their community for their unselfish love. Pray they would find people of peace who would gather family or friends to read the Bible together and learn more about the source of this unselfish love. Pray for community leaders to be softened to the Gospel and desire their community to be shaped by Jesus' teachings of love for enemies, serving others, and selflessness.
fr_fr: Lieux de Communauté Conduis les chrétiens dans cette région à trouver des moyens de servir leur communauté et d'obtenir un accès créatif aux familles musulmanes autour d'eux. Priez pour que tandis que les chrétiens aiment les musulmans comme ils veulent être aimés, les familles musulmanes veuillent en savoir plus sur comment ils accomplissent « la Loi et les Prophètes ». Priez pour que les chrétiens se distinguent dans leur communauté par leur amour désintéressé. Priez pour qu'ils trouvent des personnes de paix qui rassembleraient famille ou amis pour lire la Bible ensemble et en apprendre davantage sur la source de cet amour désintéressé. Priez pour que les leaders communautaires soient adoucis envers l'Évangile et désirent que leur communauté soit façonnée par les enseignements de Jésus sur l'amour des ennemis, le service des autres et le désintéressement.
id_id: Pimpinlah umat Kristen di wilayah ini untuk menemukan cara-cara kreatif melayani komunitas mereka dan memperoleh akses yang bermakna kepada keluarga-keluarga muslim di sekitar mereka. Berdoalah agar ketika umat Kristen mengasihi umat muslim sebagaimana mereka sendiri ingin dikasihi, keluarga-keluarga muslim terdorong untuk bertanya tentang sumber kasih yang menggenapi hukum Taurat dan kitab para nabi ini. Berdoalah agar umat Kristen dikenal di komunitas mereka karena kasih yang tidak mementingkan diri. Berdoalah agar mereka dipertemukan dengan orang-orang yang berhati damai, yang bersedia mengumpulkan keluarga atau teman-teman untuk membaca Alkitab bersama dan mengenal lebih jauh sumber kasih yang sejati ini. Berdoalah agar para pemimpin komunitas dilembutkan oleh Injil dan merindukan komunitas mereka dibentuk oleh ajaran Yesus tentang mengasihi musuh, melayani sesama, dan hidup tanpa egoisme.

source: Jesus, you are the way, the truth, and the life. No one comes to the Father except through you (John 14:6). Tonight, as Muslims break their fast, go to the mosque, and do their prayers, we pray for dissatisfaction to grow in the sufficiency of their righteous acts. Whether through a dream or vision or talking with a Christian, give many Muslims in this area the chance to hear that "I am the door. If anyone enters by me, he will be saved and will go in and out and find pasture." (John 10:9) As they learn more about you, guide them to engage with friends and family so that they can learn about you together.
fr_fr: Jésus, tu es le chemin, la vérité et la vie. Nul ne vient au Père que par toi (Jean 14:6). Ce soir, alors que les musulmans rompent leur jeûne, vont à la mosquée et font leurs prières, nous prions pour qu'une insatisfaction grandisse quant à la suffisance de leurs actes justes. Que ce soit par un rêve, une vision ou en parlant avec un chrétien, donne à beaucoup de musulmans dans cette région la chance d'entendre que « Je suis la porte. Si quelqu'un entre par moi, il sera sauvé; il entrera et il sortira, et il trouvera des pâturages. » (Jean 10:9) Alors qu'ils apprennent davantage sur toi, guide-les à s'engager avec leurs amis et leur famille afin qu'ils puissent apprendre sur toi ensemble.
id_id: Yesus, Engkaulah jalan, kebenaran, dan hidup. Tidak seorang pun datang kepada Bapa jika tidak melalui Engkau. Pada malam ini, ketika umat muslim berbuka puasa, pergi ke masjid, dan melakukan salat, kami berdoa agar ketidakpuasan bertumbuh di tengah rasa cukup yang bersumber dari perbuatan baik mereka. Baik melalui mimpi, penglihatan, maupun percakapan dengan seorang Kristen, berikanlah kesempatan kepada banyak umat muslim di tempat ini untuk mendengar kebenaran bahwa Engkaulah pintu keselamatan. Saat mereka mengenal Engkau lebih dalam, tuntunlah mereka untuk belajar bersama keluarga dan teman-teman mereka, sehingga mereka dapat mencari Engkau bersama-sama.

source: Pray as the Lord leads you as you read today's verse
fr_fr: Priez comme le Seigneur vous guide en lisant le verset du jour
id_id: Berdoalah sesuai dengan pimpinan Tuhan saat Anda membaca ayat hari ini.

source: Praying with insight
fr_fr: Prier avec discernement
id_id: Berdoalah dengan penuh wawasan:

source: For believers
fr_fr: Pour les croyants
id_id: Bagi para pemeluk agama

source: For the lost
fr_fr: Pour les perdus
id_id: Bagi yang hilang

source: For the church
fr_fr: Pour l'église
id_id: Bagi gereja

source: For areas of influence
fr_fr: Pour les domaines d'influence
id_id: Bagi wilayah pengaruh

source: Declaration of the scripture
fr_fr: Déclaration de l'Écriture
id_id: Berdasarkan pernyataan Kitab Suci
