Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Lord, we know that all of us were dead in our trespasses and sins. We once walked in those sins, following the course of this world, following the prince of the power of the air, and the spirit that is now at work in the sons of disobedience. We once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind. But we pray in faith that, like us, many Muslims in this land would testify to the reality that You, God, being rich in mercy, because of your great love with which you loved us, even when we were dead in our trespasses, made us alive together with Christ. We pray for many to testify that by grace they have been saved, raised up with Christ, and seated with Him in the heavenly places, so that in the coming ages, You might show the immeasurable riches of Your grace and kindness towards us and them in Christ Jesus. May there be many this year who would say, "By grace we have been saved through faith. And this is not our own doing: it is the gift of God, not a result of works, so that we would have no reason to boast." (Ephesians 2:1-9)
fr_fr: Seigneur, nous savons que nous tous étions morts dans nos offenses et nos péchés. Nous avons autrefois marché dans ces péchés, selon le train de ce monde, selon le prince de la puissance de l'air, l'esprit qui agit maintenant dans les fils de la rébellion. Nous vivions autrefois dans les passions de notre chair, accomplissant les volontés de la chair et de nos pensées, et nous étions par nature des enfants de colère, comme le reste des hommes. Mais nous prions avec foi que, comme nous, beaucoup de musulmans dans ce pays témoigneraient de la réalité que toi, Dieu, étant riche en miséricorde, à cause du grand amour dont tu nous as aimés, nous qui étions morts par nos offenses, tu nous as rendus vivants avec Christ. Nous prions pour que beaucoup témoignent que c'est par grâce qu'ils ont été sauvés, ressuscités avec Christ, et assis avec lui dans les lieux célestes, afin de montrer dans les siècles à venir l'infinie richesse de ta grâce par ta bonté envers nous et envers eux en Jésus-Christ. Qu'il y en ait beaucoup cette année qui diraient : « C'est par la grâce que nous avons été sauvés, par le moyen de la foi. Et cela ne vient pas de nous, c'est le don de Dieu. Ce n'est point par les œuvres, afin que personne ne se glorifie. » (Éphésiens 2:1-9)
id_id: Tuhan, kami mengakui bahwa kami dahulu mati karena pelanggaran dan dosa-dosa kami. Kami pernah hidup mengikuti jalan dunia ini, mengikuti penguasa kerajaan angkasa, yaitu roh yang sekarang bekerja di antara orang-orang durhaka. Kami dahulu hidup menurut keinginan daging, menuruti kehendak tubuh dan pikiran, dan secara kodrati adalah anak-anak murka, sama seperti manusia lainnya. Namun, kami berdoa dengan iman bahwa sebagaimana yang Engkau lakukan atas kami, demikian pula banyak umat muslim di negeri ini akan bersaksi tentang kenyataan bahwa Engkau, Allah yang kaya dalam belas kasihan, oleh kasih-Mu yang besar, telah mengasihi kami bahkan ketika kami mati dalam pelanggaran, dan menghidupkan kami bersama-sama dengan Kristus. Kami berdoa agar banyak orang bersaksi bahwa oleh kasih karunia mereka telah diselamatkan, dibangkitkan bersama Kristus, dan didudukkan bersama Dia di tempat-tempat surgawi, supaya pada masa yang akan datang Engkau menyatakan kekayaan kasih karunia-Mu yang melimpah dalam kebaikan-Mu kepada kami dan kepada mereka di dalam Kristus Yesus. Kiranya banyak orang pada tahun ini dapat berkata, "Oleh kasih karunia kami telah diselamatkan melalui iman. Hal itu bukan hasil usaha kami, tetapi pemberian Allah, bukan hasil perbuatan, supaya tidak ada seorang pun yang memegahkan diri" (Efesus 2:1-9).

source: Day 21: Love God and Love Your Neighbor
fr_fr: Jour 21 : Aimer Dieu et Aimer Son Prochain
id_id: Hari ke-21: Kasihilah Allah dan Kasihilah Sesamamu

source: Luke 10:25-37 (ESV) And behold, a lawyer stood up to put him to the test, saying, "Teacher, what shall I do to inherit eternal life?" He said to him, "What is written in the Law? How do you read it?" And he answered, "You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself." And he said to him, "You have answered correctly; do this, and you will live." But he, desiring to justify himself, said to Jesus, "And who is my neighbor?" Jesus replied, "A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead. Now by chance a priest was going down that road, and when he saw him he passed by on the other side. So likewise a Levite, when he came to the place and saw him, passed by on the other side. But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion. He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him. And the next day he took out two denarii and gave them to the innkeeper, saying, 'Take care of him, and whatever more you spend, I will repay you when I come back.' Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?" He said, "The one who showed him mercy." And Jesus said to him, "You go, and do likewise." Luke 6:27-31 (ESV) "But I say to you who hear, Love your enemies, do good to those who hate you, bless those who curse you, pray for those who abuse you. To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either. Give to everyone who begs from you, and from one who takes away your goods do not demand them back. And as you wish that others would do to you, do so to them.
fr_fr: Luc 10:25-37 (LSG) Un docteur de la loi se leva, et dit à Jésus, pour l'éprouver: Maître, que dois-je faire pour hériter la vie éternelle? Jésus lui dit: Qu'est-il écrit dans la loi? Qu'y lis-tu? Il répondit: Tu aimeras le Seigneur, ton Dieu, de tout ton cœur, de toute ton âme, de toute ta force, et de toute ta pensée; et ton prochain comme toi-même. Tu as bien répondu, lui dit Jésus; fais cela, et tu vivras. Mais lui, voulant se justifier, dit à Jésus: Et qui est mon prochain? Jésus reprit la parole, et dit: Un homme descendait de Jérusalem à Jéricho. Il tomba au milieu des brigands, qui le dépouillèrent, le chargèrent de coups, et s'en allèrent, le laissant à demi mort. Un sacrificateur, qui par hasard descendait par le même chemin, ayant vu cet homme, passa outre. Un Lévite, qui arriva aussi dans ce lieu, l'ayant vu, passa outre. Mais un Samaritain, qui voyageait, étant venu là, fut ému de compassion lorsqu'il le vit. Il s'approcha, et banda ses plaies, en y versant de l'huile et du vin; puis il le mit sur sa propre monture, le conduisit à une hôtellerie, et prit soin de lui. Le lendemain, il tira deux deniers, les donna à l'hôte, et dit: Aie soin de lui, et ce que tu dépenseras de plus, je te le rendrai à mon retour. Lequel de ces trois te semble avoir été le prochain de celui qui était tombé au milieu des brigands? C'est celui qui a exercé la miséricorde envers lui, répondit le docteur de la loi. Et Jésus lui dit: Va, et toi, fais de même. Luc 6:27-31 (LSG) Mais je vous dis, à vous qui m'écoutez: Aimez vos ennemis, faites du bien à ceux qui vous haïssent, bénissez ceux qui vous maudissent, priez pour ceux qui vous maltraitent. Si quelqu'un te frappe sur une joue, présente-lui aussi l'autre. Si quelqu'un prend ton manteau, ne l'empêche pas de prendre encore ta tunique. Donne à quiconque te demande, et ne réclame pas ton bien à celui qui s'en empare. Ce que vous voulez que les hommes fassent pour vous, faites-le de même pour eux.
id_id: Lukas 10:25-37 (AYT) Kemudian, lihat, seorang ahli Hukum Taurat berdiri untuk mencobai Yesus, katanya, "Guru, apa yang harus kulakukan untuk mendapatkan hidup yang kekal?" Jawab Yesus kepadanya, "Apa yang tertulis dalam Hukum Taurat? Apa yang kamu baca di dalamnya?" Orang itu menjawab, "Kasihilah Tuhan, Allahmu, dengan segenap hatimu, dengan segenap jiwamu, dengan segenap kekuatanmu, dan dengan segenap akal budimu. Dan, kasihilah sesamamu manusia seperti kamu mengasihi dirimu sendiri." Yesus berkata kepadanya, "Jawabanmu itu tepat. Lakukanlah itu, maka kamu akan hidup." Akan tetapi, orang itu ingin membenarkan dirinya, maka ia berkata kepada Yesus, "Dan, siapakah sesamaku manusia?" Yesus menjawab itu dengan berkata, "Ada seorang yang turun dari Yerusalem ke Yerikho, ia jatuh ke tangan para perampok yang merampas pakaiannya dan memukulinya, kemudian meninggalkannya tergeletak dalam keadaan hampir mati. Kebetulan, seorang imam melewati jalan itu. Ketika ia melihat orang itu, ia pergi begitu saja dengan berjalan di sisi jalan yang lain. Demikian juga yang dilakukan oleh seorang Lewi, ketika datang ke tempat itu dan melihat orang itu, ia melewatinya dengan berjalan di sisi jalan yang lain. Akan tetapi, ada seorang Samaria yang sedang dalam perjalanan lewat di situ. Dan, ketika ia melihat orang itu, ia merasa kasihan kepadanya. Lalu, orang Samaria itu mendekatinya, dan membalut luka-lukanya. Ia mengolesinya dengan minyak dan anggur, lalu menaikkan orang itu ke atas keledainya dan membawanya ke sebuah penginapan, lalu merawat orang itu. Keesokan harinya, orang Samaria itu mengeluarkan uang 2 dinar dan memberikannya kepada penjaga penginapan itu dengan berkata, ‘Rawatlah orang yang terluka ini. Dan, berapa pun kamu menghabiskan uang untuknya, aku akan menggantinya saat aku kembali.’" Lalu, Yesus berkata, "Menurutmu, siapakah di antara ketiga orang itu yang menjadi sesama manusia dari orang yang jatuh ke tangan para perampok itu?" Jawab ahli Taurat itu, "Orang yang menunjukkan belas kasihan kepadanya." Lalu, kata Yesus, "Pergilah, dan lakukanlah hal yang sama." Lukas 6:27-31 (AYT) "Akan tetapi, Aku berkata kepada kamu yang mendengarkan Aku. Kasihilah musuhmu dan berbuat baiklah kepada orang yang membencimu. Berkatilah orang yang mengutuki kamu dan berdoalah bagi mereka yang menganiaya kamu. Bagi orang yang menampar pipimu, tawarkan juga pipimu yang lain. Dan, kepada siapa pun yang merampas jubahmu, jangan melarangnya untuk merampas bajumu juga. Berilah kepada setiap orang yang meminta kepadamu, dan jika seseorang mengambil milikmu, janganlah memintanya kembali. Perlakukanlah orang lain sebagaimana kamu ingin diperlakukan oleh mereka.

source: This passage teaches us that God is content to let His Word speak for itself. In the New Testament, Jesus is asked 180 direct questions, yet He answers only a handful of them directly. Instead, He often answered through parables. - Pray for multitudes of Muslims in this region to read God's Word and for God to speak to them through it even if they do not have a believer beside them to explain every detail. - Pray that obedience to the things they learn would result in strong disciples who listen and obey God's Word.
fr_fr: Ce passage nous enseigne que Dieu se contente de laisser sa Parole parler d'elle-même. Dans le Nouveau Testament, on pose à Jésus 180 questions directes, mais il ne répond directement qu'à une poignée d'entre elles. Au lieu de cela, il répondait souvent par des paraboles. - Priez pour que des multitudes de musulmans dans cette région lisent la Parole de Dieu et que Dieu leur parle à travers elle même s'ils n'ont pas de croyant à leurs côtés pour expliquer chaque détail. - Priez pour que l'obéissance à ce qu'ils apprennent produise de forts disciples qui écoutent et obéissent à la Parole de Dieu.
id_id: Ayat ini mengajarkan bahwa Allah bersedia membiarkan firman-Nya berbicara dengan kuasanya sendiri. Dalam Perjanjian Baru, Yesus diajukan sekitar 180 pertanyaan secara langsung, tetapi Ia hanya menjawab sebagian kecil di antaranya secara eksplisit. Lebih sering, Ia menjawab melalui perumpamaan, membiarkan kebenaran bekerja di hati para pendengar. - Berdoalah agar banyak umat muslim di wilayah ini membaca firman Allah, dan agar Allah sendiri berbicara kepada mereka melalui firman-Nya, bahkan ketika tidak ada orang percaya di samping mereka untuk menjelaskan setiap detail. - Berdoalah agar ketaatan terhadap apa yang mereka pelajari menghasilkan murid-murid yang kuat -- orang-orang yang mendengar dan menaati firman Allah.

source: People are prone to justify their actions. Someone once said humans are the best prosecutors when it comes to accusing those who have wronged us and the best defense attorneys when it comes to defending our own actions. Pray for the lost in this place to recognize that they cannot even live up to the standards they set for others -- much less God's standards. Pray for this awareness and conviction to drive them to seek out a Bible or to talk to a Christian.
fr_fr: Les gens ont tendance à justifier leurs actions. Quelqu'un a dit un jour que les humains sont les meilleurs procureurs quand il s'agit d'accuser ceux qui nous ont fait du tort et les meilleurs avocats de la défense quand il s'agit de défendre nos propres actions. Priez pour que les perdus de ce lieu reconnaissent qu'ils ne peuvent même pas vivre selon les normes qu'ils fixent pour les autres — encore moins selon les normes de Dieu. Priez pour que cette prise de conscience et cette conviction les poussent à chercher une Bible ou à parler à un chrétien.
id_id: Manusia cenderung membenarkan tindakannya sendiri. Seseorang pernah mengatakan bahwa manusia adalah jaksa terbaik ketika menuduh orang yang telah menyakiti kita, dan pengacara pembela terbaik ketika membela perbuatan kita sendiri. Berdoalah agar orang-orang yang tersesat di tempat ini menyadari bahwa mereka bahkan tidak mampu memenuhi standar yang mereka tetapkan bagi orang lain -- apalagi standar Allah. Kiranya kesadaran ini mendorong mereka untuk mencari Alkitab atau berbicara dengan seorang Kristen.

source: Rached grew up in a loving family that felt Islam was an important part of their identity but didn't rule every aspect of their lives. They valued education and encouraged Rached to pursue his dreams of becoming an architect. Eventually Rached would grow up to be a nominal Muslim with a worldview that sounded more agnostic than Muslim. When he would meet with a Christian to discuss the Bible, his skepticism would pour out about all religions. Like many nominal Muslims, he prefers to believe that Islam and Christianity are basically the same thing -- some people follow Jesus and some people follow Mohammed. But this passage in Luke 6:27-31 is one Rached, and others like him, can't get around. Islam has no equivalent to "love your enemies" and "do good to those who hate you." - Pray for nominal Muslims in this place to have the opportunity to read the New Testament and to have the capacity to acknowledge the profound differences in the message of the New Testament and the message of the Qur'an. - Pray for devout Muslims in this place to ponder what it means to love God with all their heart, soul, strength, and mind and to love their neighbor as themselves. Pray that Muslims would truly seek to love God with their minds -- acknowledging that He created our minds and that we can ask questions and He is more than capable of handling our doubts.
fr_fr: Rached a grandi dans une famille aimante qui estimait que l'islam était une partie importante de leur identité mais ne régissait pas chaque aspect de leur vie. Ils valorisaient l'éducation et encourageaient Rached à poursuivre son rêve de devenir architecte. Finalement, Rached a grandi pour devenir un musulman nominal avec une vision du monde qui ressemblait plus à l'agnosticisme qu'à l'islam. Quand il rencontrait un chrétien pour discuter de la Bible, son scepticisme débordait sur toutes les religions. Comme beaucoup de musulmans nominaux, il préfère croire que l'islam et le christianisme sont fondamentalement la même chose — certains suivent Jésus et certains suivent Mohammed. Mais ce passage dans Luc 6:27-31 est un que Rached, et d'autres comme lui, ne peuvent pas contourner. L'islam n'a pas d'équivalent à « aimez vos ennemis » et « faites du bien à ceux qui vous haïssent ». - Priez pour que les musulmans nominaux de ce lieu aient l'opportunité de lire le Nouveau Testament et aient la capacité de reconnaître les différences profondes entre le message du Nouveau Testament et celui du Coran. - Priez pour que les musulmans dévots de ce lieu méditent sur ce que signifie aimer Dieu de tout leur cœur, de toute leur âme, de toute leur force et de toute leur pensée et aimer leur prochain comme eux-mêmes. Priez pour que les musulmans cherchent vraiment à aimer Dieu avec leur esprit — reconnaissant qu'il a créé nos esprits et que nous pouvons poser des questions et qu'il est plus que capable de gérer nos doutes.
id_id: Rached dibesarkan dalam keluarga yang penuh kasih, yang menganggap Islam sebagai bagian penting dari identitas mereka, tetapi tidak mengatur setiap aspek kehidupan. Keluarganya menghargai pendidikan dan mendorong Rached mengejar mimpinya menjadi seorang arsitek. Ia bertumbuh menjadi seorang muslim nominal, dengan pandangan hidup yang sering terdengar lebih agnostik daripada religius. Ketika dia bertemu dengan seorang Kristen untuk membahas Alkitab, berbagai keraguan tentang semua agama pun mengalir keluar. Seperti banyak muslim nominal lainnya, dia lebih memilih percaya bahwa Islam dan kekristenan pada dasarnya sama -- sebagian orang mengikuti Yesus, sebagian lainnya mengikuti Muhammad. Namun, ayat dalam Lukas 6:27-31 menjadi sesuatu yang tidak dapat diabaikan oleh Rached dan orang-orang seperti dia. Islam tidak memiliki padanan langsung untuk perintah, "Kasihilah musuhmu" dan "berbuatlah baik kepada mereka yang membencimu." - Berdoalah agar muslim nominal di tempat ini memiliki kesempatan untuk membaca Perjanjian Baru dan mampu mengenali perbedaan mendasar antara pesan Perjanjian Baru dan pesan Al-Qur'an. - Berdoalah agar umat muslim yang taat merenungkan makna mengasihi Allah dengan segenap hati, jiwa, kekuatan, dan pikiran, serta mengasihi sesama seperti diri sendiri. Kiranya mereka berani mengasihi Allah dengan pikiran mereka -- menyadari bahwa Allah menciptakan akal budi kita, bahwa pertanyaan bukanlah ancaman bagi iman, dan bahwa Dia sanggup menghadapi keraguan kita.

source: - Pray for Christians in this area trying to love Muslims and share the Gospel to live like the Good Samaritan. Pray for them to have opportunities to sacrificially love and serve the needs of those who are different from them. - Pray that the light of Christians living out Jesus' command to love their enemies, do good to those who hate them, bless those who curse them, and pray for those who hurt them -- would shine as bright as the noonday sun. Pray for the onlooking Muslim neighbors, coworkers, family members, and friends to be impacted. May they ask questions about where the strength comes from to do such countercultural actions.
fr_fr: - Priez pour que les chrétiens de cette région qui essaient d'aimer les musulmans et de partager l'Évangile vivent comme le bon Samaritain. Priez pour qu'ils aient des opportunités d'aimer et de servir de manière sacrificielle les besoins de ceux qui sont différents d'eux. - Priez pour que la lumière des chrétiens vivant le commandement de Jésus d'aimer leurs ennemis, de faire du bien à ceux qui les haïssent, de bénir ceux qui les maudissent, et de prier pour ceux qui leur font du mal — brille aussi brillamment que le soleil de midi. Priez pour que les voisins, collègues, membres de la famille et amis musulmans qui observent soient touchés. Qu'ils posent des questions sur d'où vient la force de faire de telles actions contre-culturelles.
id_id: - Berdoalah bagi orang-orang Kristen di daerah ini yang berusaha mengasihi umat muslim dan membagikan Injil, agar mereka hidup seperti orang Samaria yang baik -- dengan tulus melayani kebutuhan mereka yang berbeda dari mereka. - Berdoalah agar terang orang-orang Kristen yang hidup sesuai perintah Yesus -- mengasihi musuh, berbuat baik kepada mereka yang membenci, memberkati mereka yang mengutuk, dan berdoa bagi mereka yang menyakiti -- bersinar terang seperti matahari di tengah hari. Kiranya tetangga muslim, rekan kerja, anggota keluarga, dan teman-teman yang menyaksikannya bertanya-tanya dari mana sumber kekuatan untuk hidup yang bertentangan dengan budaya ini berasal.
