Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: We intercede for our brothers and sisters in Christ in this place, praying Philippians 2 over them. May they be of the same mind, having the same love. We pray they would do nothing from selfish ambition or conceit, but in humility count others more significant than themselves. As they look not only to their own interests, but also to the interest of others, may it be a compelling testimony that would make nonbelieving onlookers want to know more about the source of the power to put others first. We pray our brothers and sisters here would have the mind of Christ, who though He was in the form of God, did not count equality with God a thing to be grasped, but emptied Himself, by taking the form of a servant, being born in the likeness of men.
fr_fr: Nous intercédons pour nos frères et sœurs en Christ dans ce lieu, priant Philippiens 2 sur eux. Qu'ils aient un même sentiment, un même amour. Nous prions pour qu'ils ne fassent rien par esprit de parti ou par vaine gloire, mais que, par humilité, ils regardent les autres comme étant au-dessus d'eux-mêmes. Alors qu'ils ne regardent pas seulement à leurs propres intérêts, mais aussi à ceux des autres, que cela soit un témoignage convaincant qui donne aux observateurs non-croyants le désir d'en savoir plus sur la source du pouvoir de faire passer les autres en premier. Nous prions pour que nos frères et sœurs ici aient les mêmes sentiments que Christ, qui, existant en forme de Dieu, n'a point regardé comme une proie à arracher d'être égal avec Dieu, mais s'est dépouillé lui-même, en prenant une forme de serviteur, en devenant semblable aux hommes.
id_id: Kami berdoa bagi saudara-saudari kami di dalam Kristus di tempat ini dengan berpegang pada Filipi 2. Kiranya mereka memiliki pikiran yang sama dan kasih yang sama. Kami berdoa agar mereka tidak melakukan apa pun karena ambisi pribadi atau kesombongan, tetapi dengan kerendahan hati menganggap orang lain lebih utama daripada diri mereka sendiri. Saat mereka tidak hanya memperhatikan kepentingan sendiri, tetapi juga kepentingan orang lain, kiranya hal itu menjadi kesaksian yang menggerakkan hati para pengamat yang belum percaya, sehingga mereka rindu mengetahui sumber kekuatan yang membuat orang-orang ini mendahulukan sesama. Kami berdoa agar saudara-saudari kami di tempat ini memiliki pikiran Kristus, Dia yang walaupun berada dalam rupa Allah, tidak menganggap kesetaraan dengan Allah sebagai sesuatu yang harus dipertahankan, tetapi mengosongkan diri-Nya, mengambil rupa seorang hamba, dan dilahirkan sebagai manusia.

source: Day 26: Passover with the Disciples
fr_fr: Jour 26 : La Pâque avec les Disciples
id_id: Hari ke-26: Perayaan Paskah bersama Para Murid

source: Matthew 26:17-30 (ESV) Now on the first day of Unleavened Bread the disciples came to Jesus, saying, "Where will you have us prepare for you to eat the Passover?" He said, "Go into the city to a certain man and say to him, 'The Teacher says, My time is at hand. I will keep the Passover at your house with my disciples.' " And the disciples did as Jesus had directed them, and they prepared the Passover. When it was evening, he reclined at table with the twelve. And as they were eating, he said, "Truly, I say to you, one of you will betray me." And they were very sorrowful and began to say to him one after another, "Is it I, Lord?" He answered, "He who has dipped his hand in the dish with me will betray me. The Son of Man goes as it is written of him, but woe to that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born." Judas, who would betray him, answered, "Is it I, Rabbi?" He said to him, "You have said so." Now as they were eating, Jesus took bread, and after blessing it broke it and gave it to the disciples, and said, "Take, eat; this is my body." And he took a cup, and when he had given thanks he gave it to them, saying, "Drink of it, all of you, for this is my blood of the covenant, which is poured out for many for the forgiveness of sins. I tell you I will not drink again of this fruit of the vine until that day when I drink it new with you in my Father's kingdom." And when they had sung a hymn, they went out to the Mount of Olives.
fr_fr: Matthieu 26:17-30 (LSG) Le premier jour des pains sans levain, les disciples s'adressèrent à Jésus, pour lui dire: Où veux-tu que nous te préparions le repas de la Pâque? Il répondit: Allez à la ville chez un tel, et vous lui direz: Le maître dit: Mon temps est proche; je ferai chez toi la Pâque avec mes disciples. Les disciples firent ce que Jésus leur avait ordonné, et ils préparèrent la Pâque. Le soir étant venu, il se mit à table avec les douze. Pendant qu'ils mangeaient, il dit: Je vous le dis en vérité, l'un de vous me livrera. Ils furent profondément attristés, et chacun se mit à lui dire: Est-ce moi, Seigneur? Il répondit: Celui qui a mis avec moi la main dans le plat, c'est celui qui me livrera. Le Fils de l'homme s'en va, selon ce qui est écrit de lui. Mais malheur à l'homme par qui le Fils de l'homme est livré! Mieux vaudrait pour cet homme qu'il ne fût pas né. Judas, qui le livrait, prit la parole et dit: Est-ce moi, Rabbi? Jésus lui répondit: Tu l'as dit. Pendant qu'ils mangeaient, Jésus prit du pain; et, après avoir rendu grâces, il le rompit, et le donna aux disciples, en disant: Prenez, mangez, ceci est mon corps. Il prit ensuite une coupe; et, après avoir rendu grâces, il la leur donna, en disant: Buvez-en tous; car ceci est mon sang, le sang de l'alliance, qui est répandu pour plusieurs, pour la rémission des péchés. Je vous le dis, je ne boirai plus désormais de ce fruit de la vigne, jusqu'au jour où j'en boirai du nouveau avec vous dans le royaume de mon Père. Après avoir chanté les cantiques, ils se rendirent à la montagne des oliviers.
id_id: Matius 26:17-30 (AYT) Sekarang, pada hari pertama Roti Tidak Beragi, para murid datang kepada Yesus dan bertanya, "Di mana Engkau ingin kami mempersiapkan makan Paskah bagi-Mu?" Yesus menjawab, "Masuklah ke kota, kepada seseorang, dan katakan kepada-Nya, 'Guru berkata, "Waktu-Ku sudah dekat. Aku akan merayakan Paskah di rumahmu bersama murid-murid-Ku."'" Para murid melakukan seperti yang telah Yesus pesankan kepada mereka, dan mempersiapkan Paskah itu. Sekarang, ketika mulai malam, Yesus duduk makan bersama dengan kedua belas murid. Dan, saat mereka sedang makan, Dia berkata, "Aku mengatakan yang sebenarnya kepadamu bahwa salah satu dari kamu akan mengkhianati Aku." Mereka sangat sedih dan masing-masing orang mulai berbicara kepada-Nya, "Pastinya, bukan aku, Tuhan?" Dan, Dia menjawab, "Ia, yang mencelupkan tangannya ke dalam mangkuk bersama-sama Aku, dialah yang akan mengkhianati Aku. Anak Manusia akan pergi seperti yang tertulis tentang Dia. Namun, celakalah orang itu, yang olehnya Anak Manusia dikhianati! Akan lebih baik bagi orang itu jika ia tidak pernah dilahirkan." Kemudian Yudas, yang akan menyerahkan Yesus, berkata kepada-Nya, "Pasti bukan aku, Rabi?" Yesus berkata kepadanya, "Kamu sudah mengatakannya." Ketika mereka sedang makan, Yesus mengambil roti. Dan, setelah memberkatinya, Yesus memecah-mecahkannya dan memberikannya kepada para murid serta berkata, "Ambillah dan makanlah, ini adalah tubuh-Ku." Kemudian, Dia mengambil cawan, mengucap syukur, dan memberikannya kepada mereka, kata-Nya, "Kamu semua, minumlah darinya. Sebab, ini adalah darah-Ku, darah perjanjian, yang ditumpahkan untuk banyak orang untuk pengampunan dosa-dosa. Aku mengatakan kepadamu bahwa Aku tidak akan meminum hasil pohon anggur ini, dari sekarang sampai hari itu, ketika Aku meminum anggur yang baru bersama kamu dalam kerajaan Bapa-Ku." Setelah menyanyikan sebuah pujian, mereka pergi ke bukit Zaitun.

source: God is writing one unified story. We began tracing this story on Day 1 of this prayer campaign with God speaking creation into being. It continued with the promise about the Seed of the woman on Day 3, Isaac's substitutionary sacrifice on Day 8, and the doorways painted with the lamb's blood on Day 10. All of this builds up to today's passage, the fulfillment of the new covenant that Jesus established. - Pray today for families and groups of friends who have newly discovered God's Word. Pray that they would have the perseverance and hunger to continue discovering Scripture until they get far enough along to see the beauty of the story fully emerge.
fr_fr: Dieu écrit une histoire unifiée. Nous avons commencé à retracer cette histoire le Jour 1 de cette campagne de prière avec Dieu créant le monde par Sa parole. Elle s'est poursuivie avec la promesse concernant la Semence de la femme au Jour 3, le sacrifice substitutif d'Isaac au Jour 8, et les linteaux des portes peints avec le sang de l'agneau au Jour 10. Tout cela mène au passage d'aujourd'hui, l'accomplissement de la nouvelle alliance que Jésus a établie. - Priez aujourd'hui pour les familles et groupes d'amis qui viennent de découvrir la Parole de Dieu. Priez pour qu'ils aient la persévérance et la faim de continuer à découvrir les Écritures jusqu'à ce qu'ils aillent assez loin pour voir la beauté de l'histoire émerger pleinement.
id_id: Allah sedang menulis satu kisah yang utuh dan menyeluruh. Kita mulai menelusuri kisah ini pada Hari ke-1 kampanye doa, ketika Allah menciptakan segala sesuatu melalui firman-Nya. Kisah itu berlanjut dengan janji tentang Benih Perempuan pada Hari ke-3, pengorbanan pengganti bagi Ishak pada Hari ke-8, dan pintu-pintu yang diolesi darah anak domba pada Hari ke-10. Semua rangkaian ini mengarah kepada ayat hari ini -- penggenapan perjanjian baru yang ditetapkan oleh Yesus. - Berdoalah hari ini bagi keluarga dan kelompok pertemanan yang baru mulai mengenal firman Allah. Berdoalah agar mereka memiliki ketekunan dan kerinduan untuk terus menelusuri Kitab Suci, sampai mereka dapat melihat keindahan kisah penebusan ini terungkap secara utuh.

source: All of humanity is capable of betrayal. When Jesus said that one of his followers would betray him, they all became sorrowful and asked one another, "Is it I?" Pray for people in this land to have honest self-awareness about their capacity to do evil. Pray that this revelation would drive them to the only one who can forgive them of the evil they have done and give them a new heart -- holy, pure, selfless, and loving.
fr_fr: Toute l'humanité est capable de trahison. Quand Jésus a dit qu'un de ses disciples le trahirait, ils sont tous devenus tristes et se sont demandé les uns aux autres : « Est-ce moi ? » Priez pour que les gens dans ce pays aient une conscience honnête d'eux-mêmes concernant leur capacité à faire le mal. Priez pour que cette révélation les pousse vers le seul qui peut leur pardonner le mal qu'ils ont fait et leur donner un cœur nouveau — saint, pur, désintéressé et aimant.
id_id: Semua manusia memiliki potensi untuk berkhianat. Ketika Yesus berkata bahwa salah seorang dari para pengikut-Nya akan mengkhianati-Nya, mereka semua menjadi sedih dan mulai bertanya satu sama lain, "Apakah aku?" Berdoalah agar orang-orang di negeri ini memiliki kesadaran diri yang jujur tentang kemampuan mereka untuk berbuat jahat. Berdoalah agar pengungkapan ini mendorong mereka datang kepada satu-satunya Pribadi yang sanggup mengampuni kejahatan mereka dan memberikan hati yang baru -- hati yang murni, tulus, tidak mementingkan diri, dan penuh kasih.

source: Radhia grew up in a conservative Muslim family. She led a normal life, marrying, having children, and being a good neighbor. When she inexplicably lost more than 20 pounds, she went to a doctor to seek answers. She discovered she had a very rare intestinal disorder and that she would need an expensive surgery. She reached out to her family to help her, but found that no one was willing to support her. Confused and feeling abandoned, she reached out to her neighbor who was a Christian. Despite this neighbor having even more difficult financial circumstances than Radhia, by God's grace this Christian was able to help her and walk with her through her overwhelmingly difficult circumstances. Which of us has not experienced betrayal? Muslims are not an exception. Sadly, they do not know a Lord who knowingly accepted betrayal and continued to love his betrayer until the last moment. Pray that when Muslims in this place experience human betrayal, they would have an opportunity through Christ and/or His followers to experience undeserved acceptance, love, and forgiveness. Miraculously, while Radhia awaited surgery she put her trust in Jesus and he healed her. The surgery was canceled and Radhia's family is now trying to understand what happened. Pray for many hearts to be drawn to Christ through this testimony.
fr_fr: Radhia a grandi dans une famille musulmane conservatrice. Elle a mené une vie normale, se mariant, ayant des enfants, et étant une bonne voisine. Quand elle a inexplicablement perdu plus de 10 kilos, elle est allée voir un médecin pour chercher des réponses. Elle a découvert qu'elle avait un trouble intestinal très rare et qu'elle aurait besoin d'une chirurgie coûteuse. Elle a contacté sa famille pour l'aider, mais a découvert que personne n'était disposé à la soutenir. Confuse et se sentant abandonnée, elle s'est tournée vers sa voisine qui était chrétienne. Bien que cette voisine ait des circonstances financières encore plus difficiles que Radhia, par la grâce de Dieu cette chrétienne a pu l'aider et l'accompagner dans ses circonstances terriblement difficiles. Qui d'entre nous n'a pas vécu une trahison ? Les musulmans ne font pas exception. Malheureusement, ils ne connaissent pas un Seigneur qui a sciemment accepté la trahison et a continué à aimer celui qui le trahissait jusqu'au dernier moment. Priez pour que lorsque les musulmans dans ce lieu vivent une trahison humaine, ils aient l'occasion par Christ et/ou Ses disciples de vivre une acceptation, un amour et un pardon immérités. Miraculeusement, alors que Radhia attendait la chirurgie, elle a mis sa confiance en Jésus et il l'a guérie. La chirurgie a été annulée et la famille de Radhia essaie maintenant de comprendre ce qui s'est passé. Priez pour que beaucoup de cœurs soient attirés vers Christ par ce témoignage.
id_id: Radhia dibesarkan dalam keluarga muslim yang konservatif. Dia menjalani hidup yang tampak normal -- menikah, memiliki anak, dan dikenal sebagai tetangga yang baik. Ketika dia tiba-tiba kehilangan lebih dari dua puluh pon berat badan, dia pergi ke dokter untuk mencari jawaban. Kemudian, Radhia mengetahui bahwa dirinya menderita gangguan usus yang sangat langka dan membutuhkan operasi yang mahal. Dia pun meminta bantuan keluarganya, tetapi mendapati bahwa tidak seorang pun bersedia menolongnya. Bingung dan merasa ditinggalkan, Radhia menghubungi tetangganya yang beragama Kristen. Meskipun kondisi keuangan tetangga tersebut lebih sulit darinya, oleh kasih karunia Allah, orang Kristen itu menolongnya dan menemaninya melalui masa yang sangat berat. Siapakah di antara kita yang tidak pernah mengalami pengkhianatan? Umat muslim pun tidak terkecuali. Namun, banyak dari mereka belum mengenal Allah yang dengan sengaja menerima pengkhianatan dan tetap mengasihi para pengkhianat-Nya sampai detik terakhir. Berdoalah agar ketika umat muslim di tempat ini mengalami pengkhianatan manusia, mereka melalui Kristus dan melalui para pengikut-Nya mengalami penerimaan, kasih, dan pengampunan yang tidak pernah mereka sangka akan mereka terima. Secara ajaib, ketika Radhia menantikan operasi, dia menaruh kepercayaannya kepada Yesus, dan Dia menyembuhkannya. Operasi pun dibatalkan, dan keluarga Radhia kini berusaha memahami apa yang telah terjadi. Berdoalah agar banyak hati ditarik kepada Kristus melalui kesaksian ini.

source: - Pray for Christians in this area to receive encouragement and a refocusing of their faith each time they share in the Lord's Supper. Pray that it strengthens their resolve and leads to deeper fellowship with Jesus. - Pray for believers living in isolation. Pray that God would raise up believers from among their friends and family, so they would experience the blessing of being a part of Christ's body. Pray that they would be sensitive and obedient to the ways God wants to use them to reach those around them. Pray for fellowship for every Christian. May they have brothers and sisters with whom they can share the Lord's Supper.
fr_fr: - Priez pour que les chrétiens dans cette région reçoivent encouragement et un recentrage de leur foi chaque fois qu'ils partagent la Cène du Seigneur. Priez pour que cela renforce leur détermination et conduise à une communion plus profonde avec Jésus. - Priez pour les croyants qui vivent dans l'isolement. Priez pour que Dieu suscite des croyants parmi leurs amis et leur famille, afin qu'ils vivent la bénédiction de faire partie du corps de Christ. Priez pour qu'ils soient sensibles et obéissants aux façons dont Dieu veut les utiliser pour atteindre ceux qui les entourent. Priez pour la communion fraternelle pour chaque chrétien. Qu'ils aient des frères et sœurs avec qui ils peuvent partager la Cène du Seigneur.
id_id: - Berdoalah agar umat Kristen di daerah ini menerima penguatan dan peneguhan iman setiap kali mereka mengambil bagian dalam Perjamuan Tuhan. Berdoalah agar hal ini memperteguh tekad mereka dan membawa mereka ke dalam persekutuan yang semakin dalam dengan Yesus. - Berdoalah bagi orang-orang percaya yang hidup dalam keterasingan. Berdoalah agar Allah membangkitkan orang-orang percaya dari kalangan keluarga dan teman-teman mereka, sehingga mereka mengalami berkat menjadi bagian dari tubuh Kristus. Berdoalah agar mereka peka dan taat terhadap cara-cara Allah ingin memakai mereka untuk menjangkau orang-orang di sekitar mereka. Berdoalah agar setiap orang Kristen memiliki persekutuan -- saudara dan saudari dengan siapa mereka dapat berbagi Perjamuan Tuhan.

source: On the night Jesus was betrayed, he said, "This is my body, which is for you. Do this in remembrance of me." In the same way also he took the cup, after supper, saying, "This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me." For as often as you eat this bread and drink the cup, you proclaim the Lord's death until he comes." (1 Corinthians 11:23-26) Pray that every time brothers and sisters take communion – eating the bread and drinking the cup – they would proclaim the Lord's death. Pray this bold proclamation would lead to multitudes of people in this land becoming followers of Christ who participate in communion. Pray that the practice of taking the Lord's Supper would be an act of spiritual defiance against the spiritual forces that try to say, "Jesus didn't really die." May it be taken with eager expectation for the day we will drink it again with Jesus in His Father's Kingdom.
fr_fr: La nuit où Jésus a été trahi, il a dit : « Ceci est mon corps, qui est pour vous. Faites ceci en mémoire de moi. » De même aussi il prit la coupe après le souper, disant : « Cette coupe est la nouvelle alliance en mon sang. Faites ceci, toutes les fois que vous en boirez, en mémoire de moi. » Car toutes les fois que vous mangez ce pain et que vous buvez cette coupe, vous annoncez la mort du Seigneur, jusqu'à ce qu'il vienne. » (1 Corinthiens 11:23-26) Priez pour que chaque fois que les frères et sœurs prennent la communion — mangeant le pain et buvant la coupe — ils proclament la mort du Seigneur. Priez pour que cette proclamation audacieuse conduise des multitudes de gens dans ce pays à devenir des disciples de Christ qui participent à la communion. Priez pour que la pratique de la Cène du Seigneur soit un acte de résistance spirituelle contre les forces spirituelles qui essaient de dire : « Jésus n'est pas vraiment mort. » Qu'elle soit prise avec une attente impatiente du jour où nous la boirons à nouveau avec Jésus dans le Royaume de Son Père.
id_id: Pada malam ketika Yesus dikhianati, Dia berkata, "Inilah tubuh-Ku, yang diberikan untuk kamu. Lakukanlah ini sebagai peringatan akan Aku." Dengan cara yang sama, sesudah makan, Dia mengambil cawan dan berkata, "Cawan ini adalah perjanjian baru dalam darah-Ku. Lakukanlah ini, setiap kali kamu meminumnya, sebagai peringatan akan Aku." Sebab setiap kali kamu makan roti ini dan minum cawan ini, kamu memberitakan kematian Tuhan sampai Dia datang." (1 Korintus 11:23-26) Berdoalah agar setiap kali saudara-saudari mengambil Perjamuan Kudus -- makan roti dan minum cawan -- mereka dengan berani memberitakan kematian Tuhan. Berdoalah agar pemberitaan yang setia ini menarik banyak orang di negeri ini menjadi pengikut Kristus dan turut ambil bagian dalam Perjamuan Tuhan. Berdoalah agar praktik Perjamuan Tuhan menjadi tindakan perlawanan rohani terhadap setiap kuasa yang berusaha menyangkal bahwa Yesus sungguh-sungguh mati. Kiranya semuanya dilakukan dengan pengharapan yang menyala-nyala untuk menyongsong hari ketika kita akan kembali meminumnya bersama Yesus di dalam Kerajaan Bapa-Nya.

source: Day 27: Jesus Arrested
fr_fr: Jour 27 : L'Arrestation de Jésus
id_id: Hari ke-27: Yesus Ditangkap
