Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: God is actively involved with the people He created. He is not far off. He observes and comes down to interact and intervene for humanity's good. - Today as you pray for this place, thank God for His nearness. - Pray for increasing numbers of people in this place to be aware of His presence. - Ask God, according to His steadfast love, to intervene when people in this place reject Him and pursue their own desires.
fr_fr: Dieu est activement impliqué avec le peuple qu'il a créé. Il n'est pas loin. Il observe et descend pour interagir et intervenir pour le bien de l'humanité. - Aujourd'hui, alors que vous priez pour ce lieu, remerciez Dieu pour sa proximité. - Priez pour qu'un nombre croissant de personnes dans ce lieu soient conscientes de sa présence. - Demandez à Dieu, selon son amour inébranlable, d'intervenir lorsque les gens de ce lieu le rejettent et poursuivent leurs propres désirs.
id_id: Allah secara aktif terlibat dengan umat yang telah Dia ciptakan. Dia tidak jauh dari kita. Dia memperhatikan, turun, dan berinteraksi serta campur tangan demi kebaikan umat manusia. - Hari ini, ketika Anda berdoa bagi tempat ini, bersyukurlah kepada Allah atas kedekatan-Nya. - Berdoalah agar semakin banyak orang di tempat ini menyadari kehadiran-Nya. - Mintalah kepada Allah, sesuai dengan kasih setia-Nya, untuk campur tangan ketika orang-orang di tempat ini menolak-Nya dan mengejar keinginan mereka sendiri.

source: We are prone to the desire to make a name for ourselves, and to go against God's command of filling the earth. We prefer comfort, security, and staying put. This is illustrated in the story of Imen, a teacher who lived several hours away from her family. She saw many things in Christianity that appealed to her as she discussed Jesus with a Christian. Often she would say, "Wow, I really like that. That's really beautiful." But when it came time for her to decide if she wanted to follow Jesus or just be a fan of Him, she felt fear of what the implications would be from her family and community. Ultimately, the comfort and security of staying where she was, like the builders on the 'plain in the land of Shinar', won out. - Pray for Muslims to be willing to follow and obey the truth despite the discomfort and unease accompanied by setting their hearts on a heavenly home.
fr_fr: Nous sommes enclins au désir de nous faire un nom et d'aller contre le commandement de Dieu de remplir la terre. Nous préférons le confort, la sécurité et rester sur place. Ceci est illustré dans l'histoire d'Imen, une enseignante qui vivait à plusieurs heures de sa famille. Elle a vu beaucoup de choses dans le christianisme qui lui plaisaient alors qu'elle discutait de Jésus avec une chrétienne. Souvent, elle disait : « Wow, j'aime vraiment ça. C'est vraiment beau. » Mais quand est venu le moment de décider si elle voulait suivre Jésus ou simplement être une admiratrice, elle a ressenti la peur des implications que cela aurait de la part de sa famille et de sa communauté. Finalement, le confort et la sécurité de rester où elle était, comme les bâtisseurs sur la « plaine au pays de Schinear », l'ont emporté. - Priez pour que les musulmans soient disposés à suivre et à obéir à la vérité malgré l'inconfort et le malaise qui accompagnent le fait de fixer leur cœur sur une demeure céleste.
id_id: Kita cenderung memiliki dorongan untuk mencari nama bagi diri sendiri dan melanggar perintah Allah untuk memenuhi bumi. Kita sering memilih kenyamanan dan keamanan, serta menetap di satu tempat. Hal ini tergambar dalam kisah Imen, seorang guru yang tinggal beberapa jam perjalanan dari keluarganya. Ketika dia berdiskusi tentang Yesus dengan seorang Kristen, dia melihat banyak hal dalam Kekristenan yang menarik baginya. Dia sering berkata, "Wow, aku benar-benar menyukai itu. Itu sungguh indah." Namun ketika harus mengambil keputusan apakah dia ingin mengikuti Yesus atau sekadar menjadi pengagum-Nya, dia diliputi ketakutan akan konsekuensi dari keluarga dan komunitasnya. Pada akhirnya, kenyamanan dan keamanan untuk tetap tinggal di tempat -- seperti para pembangun di dataran tanah Shinar -- menang. - Berdoalah agar umat muslim bersedia mengikuti dan menaati kebenaran meskipun hal itu membawa ketidaknyamanan dan kegelisahan, ketika mereka mengarahkan hati mereka kepada rumah surgawi.

source: Muslims would also condemn arrogance and defiance of God, like we see in the story of the Tower of Babel. However, most Muslims do not believe God would 'come down to see the city and the tower'. - Pray for Muslims in this place to have their vision of God increased. Pray for their understanding of His all-powerful qualities to grow in their hearts and minds and to comprehend that God would enter into His creation to save them.
fr_fr: Les musulmans condamneraient aussi l'arrogance et le défi envers Dieu, comme nous le voyons dans l'histoire de la Tour de Babel. Cependant, la plupart des musulmans ne croient pas que Dieu « descendrait pour voir la ville et la tour ». - Priez pour que les musulmans de ce lieu aient leur vision de Dieu élargie. Priez pour que leur compréhension de ses qualités toutes-puissantes grandisse dans leurs cœurs et leurs esprits et qu'ils comprennent que Dieu entrerait dans sa création pour les sauver.
id_id: Umat muslim juga mengutuk kesombongan dan pemberontakan terhadap Allah, sebagaimana terlihat dalam kisah Menara Babel. Namun banyak dari mereka tidak percaya bahwa Allah akan "turun untuk melihat kota dan menara itu". - Berdoalah agar umat muslim di tempat ini semakin diperdalam pemahamannya tentang Allah. Berdoalah agar pengenalan akan sifat-sifat-Nya yang Mahakuasa bertumbuh dalam hati dan pikiran mereka, dan agar mereka memahami bahwa Allah turun ke dalam ciptaan-Nya untuk menyelamatkan manusia.

source: Pray for Christians in this place -- whether Muslim background believers or foreigners who live among this people -- that they would reject the temptation to settle and just be comfortable. Pray that they would have courage to keep going: going into Muslim neighborhoods and homes, and making Muslim friends, all with the goal of sharing the love of God with Muslims and engaging them with His Word. Pray for churches in this place to resist the temptation to build in such a way as to make a name for themselves, but that everything would be done for the glory of God.
fr_fr: Priez pour les chrétiens de ce lieu — qu'ils soient des croyants d'origine musulmane ou des étrangers qui vivent parmi ce peuple — qu'ils rejettent la tentation de s'installer et d'être simplement à l'aise. Priez pour qu'ils aient le courage de continuer : d'aller dans les quartiers et les maisons musulmans, et de se faire des amis musulmans, tout cela dans le but de partager l'amour de Dieu avec les musulmans et de les engager avec sa Parole. Priez pour que les églises de ce lieu résistent à la tentation de construire de manière à se faire un nom, mais que tout soit fait pour la gloire de Dieu.
id_id: - Berdoalah bagi orang-orang Kristen di tempat ini -- baik yang berlatar belakang muslim maupun mereka yang datang dari luar dan tinggal di tengah masyarakat ini -- agar mereka menolak godaan untuk menetap dan merasa nyaman. Berdoalah agar mereka memiliki keberanian untuk terus melangkah maju: memasuki lingkungan dan rumah-rumah muslim, membangun persahabatan, dan membagikan kasih Allah kepada umat muslim sambil melibatkan mereka dengan firman Tuhan. - Berdoalah bagi gereja-gereja di tempat ini agar mereka menolak godaan untuk membangun demi mencari nama bagi diri sendiri, dan agar segala sesuatu dilakukan semata-mata untuk kemuliaan Allah.

source: In Acts 2, on the day of Pentecost God reverses the division caused in the story of the Tower of Babel. Instead of one language being divided into many languages, we see many languages being understood through one message, bringing unity. This happened because the main actor in Acts 2 is the Spirit of God. Pray for the Spirit of God to be poured out on this land, resulting in multitudes believing in Jesus and churches being formed and multiplied. Pray that territorialism and division would end. Pray that any existing churches in this place would work together in unity for God's glory.
fr_fr: Dans Actes 2, le jour de la Pentecôte, Dieu inverse la division causée dans l'histoire de la Tour de Babel. Au lieu d'une langue divisée en plusieurs langues, nous voyons plusieurs langues comprises à travers un seul message, apportant l'unité. Cela s'est produit parce que l'acteur principal dans Actes 2 est l'Esprit de Dieu. Priez pour que l'Esprit de Dieu soit répandu sur ce pays, résultant en des multitudes croyant en Jésus et en des églises formées et multipliées. Priez pour que le territorialisme et la division prennent fin. Priez pour que toutes les églises existantes dans ce lieu travaillent ensemble dans l'unité pour la gloire de Dieu.
id_id: Dalam Kisah Para Rasul 2, pada hari Pentakosta, Allah membalikkan perpecahan yang terjadi dalam kisah Menara Babel. Alih-alih satu bahasa dipecah menjadi banyak bahasa, banyak bahasa justru dipahami melalui satu pesan yang sama, sehingga membawa persatuan. Hal ini terjadi karena tokoh utama dalam Kisah Para Rasul 2 adalah Roh Allah. Berdoalah agar Roh Allah dicurahkan ke atas negeri ini sehingga banyak orang percaya kepada Yesus dan gereja-gereja dibentuk serta bertumbuh. Berdoalah agar sikap teritorialisme dan perpecahan diakhiri. Berdoalah agar gereja-gereja yang sudah ada di tempat ini dapat bekerja sama dalam kesatuan demi kemuliaan Allah.

source: Day 7: Abraham Trusted God
fr_fr: Jour 7 : Abraham a Fait Confiance à Dieu
id_id: Hari ke-7: Abraham Percaya kepada Allah

source: Genesis 12:1–7 (ESV) Now the LORD said to Abram, "Go from your country and your kindred and your father's house to the land that I will show you. And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed." So Abram went, as the LORD had told him, and Lot went with him. Abram was seventy-five years old when he departed from Haran. And Abram took Sarai his wife, and Lot his brother's son, and all their possessions that they had gathered, and the people that they had acquired in Haran, and they set out to go to the land of Canaan. When they came to the land of Canaan, Abram passed through the land to the place at Shechem, to the oak of Moreh. At that time the Canaanites were in the land. Then the LORD appeared to Abram and said, "To your offspring I will give this land." So he built there an altar to the LORD, who had appeared to him. Genesis 15:1–6 (ESV) After these things the word of the LORD came to Abram in a vision: "Fear not, Abram, I am your shield; your reward shall be very great." But Abram said, "O Lord GOD, what will you give me, for I continue childless, and the heir of my house is Eliezer of Damascus?" And Abram said, "Behold, you have given me no offspring, and a member of my household will be my heir." And behold, the word of the LORD came to him: "This man shall not be your heir; your very own son shall be your heir." And he brought him outside and said, "Look toward heaven, and number the stars, if you are able to number them." Then he said to him, "So shall your offspring be." And he believed the LORD, and he counted it to him as righteousness.
fr_fr: Genèse 12:1-7 (LSG) L'Éternel dit à Abram: Va-t'en de ton pays, de ta patrie, et de la maison de ton père, dans le pays que je te montrerai. Je ferai de toi une grande nation, et je te bénirai; je rendrai ton nom grand, et tu seras une source de bénédiction. Je bénirai ceux qui te béniront, et je maudirai ceux qui te maudiront; et toutes les familles de la terre seront bénies en toi. Abram partit, comme l'Éternel le lui avait dit, et Lot partit avec lui. Abram était âgé de soixante-quinze ans, lorsqu'il sortit de Charan. Abram prit Saraï, sa femme, et Lot, fils de son frère, avec tous les biens qu'ils possédaient et les serviteurs qu'ils avaient acquis à Charan. Ils partirent pour aller dans le pays de Canaan, et ils arrivèrent au pays de Canaan. Abram parcourut le pays jusqu'au lieu nommé Sichem, jusqu'aux chênes de Moré. Les Cananéens étaient alors dans le pays. L'Éternel apparut à Abram, et dit: Je donnerai ce pays à ta postérité. Et Abram bâtit là un autel à l'Éternel, qui lui était apparu. Genèse 15:1-6 (LSG) Après ces événements, la parole de l'Éternel fut adressée à Abram dans une vision, et il dit: Abram, ne crains point; je suis ton bouclier, et ta récompense sera très grande. Abram répondit: Seigneur Éternel, que me donneras-tu? Je m'en vais sans enfants; et l'héritier de ma maison, c'est Éliézer de Damas. Et Abram dit: Voici, tu ne m'as pas donné de postérité, et celui qui est né dans ma maison sera mon héritier. Alors la parole de l'Éternel lui fut adressée ainsi: Ce n'est pas lui qui sera ton héritier, mais c'est celui qui sortira de tes entrailles qui sera ton héritier. Et après l'avoir conduit dehors, il dit: Regarde vers le ciel, et compte les étoiles, si tu peux les compter. Et il lui dit: Telle sera ta postérité. Abram eut confiance en l'Éternel, qui le lui imputa à justice.
id_id: Kejadian 12:1-7 (AYT) TUHAN berfirman kepada Abram, "Pergilah dari negerimu, dan dari keluargamu, dan dari rumah ayahmu, ke tanah yang akan Kutunjukkan kepadamu. Aku akan menjadikanmu suatu bangsa yang besar, dan Aku akan memberkatimu, dan membuat namamu masyhur, dan kamu akan menjadi berkat. Aku akan memberkati mereka yang memberkatimu, tetapi orang yang mengutukmu akan Aku kutuk. Melaluimu, semua kaum di bumi akan diberkati." Lalu, Abram pergi seperti yang telah difirmankan TUHAN kepadanya dan Lot turut besertanya. Abram berumur 75 tahun ketika dia pergi dari Haran. Dia membawa Sarai, istrinya, dan Lot, keponakannya, dan semua harta yang telah mereka kumpulkan, serta orang-orang yang diperolehnya di Haran. Mereka pergi ke tanah Kanaan. Kemudian, mereka tiba di tanah Kanaan. Abram berjalan melalui tanah itu sampai ke suatu tempat di Sikhem, di pohon tarbantin More. Pada masa itu, orang Kanaan tinggal di tanah itu. Kemudian, TUHAN menampakkan diri kepada Abram dan berkata, "Aku akan memberikan tanah ini kepada keturunanmu." Di sana, dia membangun mazbah bagi TUHAN, yang telah menampakkan diri kepadanya. Kejadian 15:1-6 (AYT) Setelah semua ini, firman TUHAN datang kepada Abram dalam suatu penglihatan, firman-Nya, "Jangan takut, Abram, Akulah perisaimu, pahalamu akan sangat besar." Lalu, Abram berkata, "Ya, Tuhan ALLAH, apakah yang akan Engkau berikan kepadaku sebab aku tidak punya anak dan ahli waris rumahku adalah Eliezer, orang Damsyik itu?" Kata Abram lagi, "Lihatlah, karena Engkau tidak memberikan keturunan kepadaku, sesungguhnya orang yang lahir di rumahku adalah ahli warisku." Namun, lihatlah, firman TUHAN datang kepadanya, kata-Nya, "Orang itu tidak akan menjadi ahli warismu, melainkan dia yang keluar dari tubuhmu sendirilah yang akan menjadi ahli warismu." Kemudian, TUHAN membawa Abram ke luar dan berfirman, "Pandanglah langit dan hitunglah bintang-bintang kalau kau dapat menghitungnya." Dia pun berfirman lagi kepada Abram, "Seperti itulah keturunanmu nanti." Abram percaya kepada TUHAN, dan Dia memperhitungkan hal itu kepadanya sebagai kebenaran.

source: God appears to people and speaks through visions. We also learn that He is trustworthy and obedience to Him is worth giving up anything -- including family, land, and country. - Pray for people in this place to have visions of God speaking to them and calling them to follow Him, even if it is scary or unnerving for them. - As Abraham observed the stars and believed the Lord's promise to him, ask God to reveal His power, goodness, and promises to people of this land through creation. Pray that He would woo them to Himself and stir a curiosity in them to seek out the Bible.
fr_fr: Dieu apparaît aux gens et parle à travers des visions. Nous apprenons aussi qu'il est digne de confiance et que lui obéir vaut la peine de tout abandonner — y compris la famille, la terre et le pays. - Priez pour que les gens de ce lieu aient des visions de Dieu leur parlant et les appelant à le suivre, même si c'est effrayant ou déstabilisant pour eux. - Comme Abraham a observé les étoiles et a cru à la promesse du Seigneur, demandez à Dieu de révéler sa puissance, sa bonté et ses promesses aux gens de ce pays à travers la création. Priez pour qu'il les attire à lui et suscite en eux une curiosité pour chercher la Bible.
id_id: Allah menampakkan diri-Nya kepada manusia dan berbicara melalui penglihatan. Dari kisah ini kita belajar bahwa Dia dapat dipercaya, dan bahwa ketaatan kepada-Nya layak diperjuangkan dengan pengorbanan apa pun -- termasuk keluarga, tanah, dan bangsa. - Berdoalah agar orang-orang di tempat ini menerima penglihatan dari Allah yang berbicara kepada mereka dan memanggil mereka untuk mengikuti-Nya, meskipun panggilan itu terasa menakutkan atau mengganggu. - Seperti Abraham yang memandang bintang-bintang dan percaya kepada janji Allah, mintalah agar Allah menyatakan kuasa-Nya, kebaikan-Nya, dan janji-janji-Nya kepada orang-orang di negeri ini melalui ciptaan-Nya. Berdoalah agar Dia menarik mereka kepada-Nya dan membangkitkan rasa ingin tahu untuk mencari Alkitab.

source: We are not counted as righteous based on our deeds, but by our trust and belief in God. We also learn that God chooses to work through humans to bless others and to reach them with His good news. - Pray for God to raise up people among this people group like Abraham who would obey Him and share the good news of Jesus with family members, friends, neighbors, and co-workers. - Pray for Muslims to repent of thinking their good deeds will cover their sin and earn them a place in heaven. Pray for them to understand that righteousness comes through faith alone.
fr_fr: Nous ne sommes pas comptés comme justes sur la base de nos œuvres, mais par notre confiance et notre foi en Dieu. Nous apprenons aussi que Dieu choisit de travailler à travers les humains pour bénir les autres et les atteindre avec sa bonne nouvelle. - Priez pour que Dieu suscite des personnes parmi ce peuple comme Abraham qui lui obéiraient et partageraient la bonne nouvelle de Jésus avec les membres de leur famille, leurs amis, leurs voisins et leurs collègues. - Priez pour que les musulmans se repentent de penser que leurs bonnes œuvres couvriront leur péché et leur vaudront une place au paradis. Priez pour qu'ils comprennent que la justice vient par la foi seule.
id_id: Kita tidak dibenarkan berdasarkan perbuatan kita, melainkan berdasarkan iman dan kepercayaan kepada Allah. Kita juga belajar bahwa Allah memilih untuk bekerja melalui manusia guna memberkati orang lain dan menyampaikan kabar baik-Nya. - Berdoalah agar Allah membangkitkan orang-orang di antara kelompok etnis ini seperti Abraham -- orang-orang yang taat kepada-Nya dan yang membagikan kabar baik tentang Yesus kepada keluarga, teman, tetangga, dan rekan kerja mereka. - Berdoalah agar umat muslim bertobat dari keyakinan bahwa perbuatan baik dapat menutupi dosa dan menjamin tempat di surga. Berdoalah agar mereka memahami bahwa kebenaran diperoleh melalui iman saja.

source: Narimen had been married for eight years and was unable to have children. Her sister-in-law had three already. When she found out she was pregnant, she was ready to abort because of the cost of raising another child. Narimen pleaded with her to keep the baby, telling her that she would raise the child. The sister-in-law agreed and, as Narimen began to buy things for the baby, her love and hopes for this child grew. When it came time for her sister-in-law to go into labor, she didn't tell Narimen. Ultimately she changed her mind and kept the baby. Narimen was crushed. Like Sarah who waited for the fulfillment of God's promise, throughout the Muslim world, women carry the shame of infertility. - Pray that Muslims who read the story of Abraham and Sarah would find hope in a God who promises descendants, even if they are spiritual offspring. - Pray for hope to grow in their hearts as the covenant-keeping God reveals Himself to them.
fr_fr: Narimen était mariée depuis huit ans et n'arrivait pas à avoir d'enfants. Sa belle-sœur en avait déjà trois. Quand elle a découvert qu'elle était enceinte, elle était prête à avorter à cause du coût d'élever un autre enfant. Narimen l'a suppliée de garder le bébé, lui disant qu'elle élèverait l'enfant. La belle-sœur a accepté et, alors que Narimen commençait à acheter des choses pour le bébé, son amour et ses espoirs pour cet enfant ont grandi. Quand est venu le moment pour sa belle-sœur d'accoucher, elle n'a pas prévenu Narimen. Finalement, elle a changé d'avis et a gardé le bébé. Narimen était anéantie. Comme Sarah qui a attendu l'accomplissement de la promesse de Dieu, à travers le monde musulman, les femmes portent la honte de l'infertilité. - Priez pour que les musulmans qui lisent l'histoire d'Abraham et de Sarah trouvent l'espoir en un Dieu qui promet des descendants, même s'ils sont une descendance spirituelle. - Priez pour que l'espoir grandisse dans leurs cœurs alors que le Dieu qui garde l'alliance se révèle à eux.
id_id: Narimen telah menikah selama delapan tahun dan tidak dapat memiliki anak, sementara kakak iparnya telah memiliki tiga anak. Ketika kakak iparnya mengetahui bahwa dia hamil lagi, dia berniat menggugurkan kandungannya karena khawatir akan biaya membesarkan anak tambahan. Narimen memohon agar bayi itu dipertahankan dan berjanji akan membesarkannya sendiri. Kakak iparnya setuju. Seiring Narimen mulai membeli perlengkapan bayi, kasih dan pengharapannya terhadap anak itu semakin bertumbuh. Namun ketika tiba waktu persalinan, kakak iparnya tidak memberi tahu Narimen. Dia akhirnya berubah pikiran dan memutuskan untuk mempertahankan bayi itu. Narimen pun merasa hancur. Seperti Sarah yang menantikan penggenapan janji Allah, banyak perempuan di dunia muslim menanggung rasa malu akibat ketidaksuburan. - Berdoalah agar umat muslim yang membaca kisah Abraham dan Sarah menemukan pengharapan di dalam Allah yang menjanjikan keturunan, sekalipun keturunan tersebut bersifat rohani. - Berdoalah agar pengharapan bertumbuh di dalam hati mereka ketika Allah yang setia pada perjanjian-Nya menampakkan diri-Nya kepada mereka.
