Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Isaiah 9:1-7 (ESV) But there will be no gloom for her who was in anguish. In the former time he brought into contempt the land of Zebulun and the land of Naphtali, but in the latter time he has made glorious the way of the sea, the land beyond the Jordan, Galilee of the nations. The people who walked in darkness have seen a great light; those who dwelt in a land of deep darkness, on them has light shined. You have multiplied the nation; you have increased its joy; they rejoice before you as with joy at the harvest, as they are glad when they divide the spoil. For the yoke of his burden, and the staff for his shoulder, the rod of his oppressor, you have broken as on the day of Midian. For every boot of the tramping warrior in battle tumult and every garment rolled in blood will be burned as fuel for the fire. For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. Of the increase of his government and of peace there will be no end, on the throne of David and over his kingdom, to establish it and to uphold it with justice and with righteousness from this time forth and forevermore. The zeal of the LORD of hosts will do this. Luke 1:26-38 (ESV) In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin's name was Mary. And he came to her and said, "Greetings, O favored one, the Lord is with you!" But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. And the angel said to her, "Do not be afraid, Mary, for you have found favor with God. And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, and he will reign over the house of Jacob forever, and of his kingdom there will be no end." And Mary said to the angel, "How will this be, since I am a virgin?" And the angel answered her, "The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. For nothing will be impossible with God." And Mary said, "Behold, I am the servant of the Lord; let it be to me according to your word." And the angel departed from her.
fr_fr: Ésaïe 9:1-7 (LSG) Le peuple qui marchait dans les ténèbres Voit une grande lumière; Sur ceux qui habitaient le pays de l'ombre de la mort Une lumière resplendit. Tu rends le peuple nombreux, Tu lui accordes de grandes joies; Il se réjouit devant toi, comme on se réjouit à la moisson, Comme on pousse des cris d'allégresse au partage du butin. Car le joug qui pesait sur lui, Le bâton qui frappait son dos, La verge de celui qui l'opprimait, Tu les brises, comme à la journée de Madian. Car toute chaussure qu'on porte dans la mêlée, Et tout vêtement guerrier roulé dans le sang, Seront livrés aux flammes, Pour être dévorés par le feu. Car un enfant nous est né, un fils nous est donné, Et la domination reposera sur son épaule; On l'appellera Admirable, Conseiller, Dieu puissant, Père éternel, Prince de la paix. Donner à l'empire de l'accroissement, Et une paix sans fin au trône de David et à son royaume, L'affermir et le soutenir par le droit et par la justice, Dès maintenant et à toujours: Voilà ce que fera le zèle de l'Éternel des armées. Luc 1:26-38 (LSG) Au sixième mois, l'ange Gabriel fut envoyé par Dieu dans une ville de Galilée, appelée Nazareth, auprès d'une vierge fiancée à un homme de la maison de David, nommé Joseph. Le nom de la vierge était Marie. L'ange entra chez elle, et dit: Je te salue, toi à qui une grâce a été faite; le Seigneur est avec toi. Troublée par cette parole, Marie se demandait ce que pouvait signifier une telle salutation. L'ange lui dit: Ne crains point, Marie; car tu as trouvé grâce devant Dieu. Et voici, tu deviendras enceinte, et tu enfanteras un fils, et tu lui donneras le nom de Jésus. Il sera grand et sera appelé Fils du Très-Haut, et le Seigneur Dieu lui donnera le trône de David, son père. Il régnera sur la maison de Jacob éternellement, et son règne n'aura point de fin. Marie dit à l'ange: Comment cela se fera-t-il, puisque je ne connais point d'homme? L'ange lui répondit: Le Saint-Esprit viendra sur toi, et la puissance du Très-Haut te couvrira de son ombre. C'est pourquoi le saint enfant qui naîtra de toi sera appelé Fils de Dieu. Voici, Élisabeth, ta parente, a conçu, elle aussi, un fils en sa vieillesse, et celle qui était appelée stérile est dans son sixième mois. Car rien n'est impossible à Dieu. Marie dit: Je suis la servante du Seigneur; qu'il me soit fait selon ta parole! Et l'ange la quitta.
id_id: Yesaya 9:1-7 (AYT) (8-23) Namun, tidak akan ada lagi kesuraman bagi dia yang dahulu berada dalam kesusahan. Dahulu, Dia memandang rendah tanah Zebulon dan tanah Naftali, tetapi pada kemudian hari, Dia akan memuliakan jalan dekat laut di seberang Sungai Yordan, yaitu Galilea, daerah bangsa-bangsa asing. (9-1) Bangsa yang berjalan dalam kegelapan, telah melihat terang yang besar. Mereka yang tinggal di negeri yang gelap, terang bercahaya atas mereka. (9-2) Engkau telah melipatgandakan bangsa itu, Engkau menambahkan sukacita mereka. Mereka akan bergembira di hadapan-Mu seperti kegembiraan pada waktu panen, seperti orang-orang bergirang saat mereka membagi-bagi barang jarahan. (9-3) Sebab, kuk yang ditanggungnya dan kayu pikulan di bahunya, yaitu tongkat para penindas mereka, telah Engkau patahkan seperti pada zaman orang Midian. (9-4) Setiap sepatu bot pasukan yang berderap dalam kericuhan perang dan setiap jubah yang berlumuran darah, akan dibakar, menjadi bahan bakar untuk api. (9-5) Sesungguhnya, seorang anak telah lahir bagi kita, seorang putra telah dikaruniakan bagi kita, dan pemerintahan akan ada di bahunya; nama-Nya akan disebut: "Penasihat Ajaib", "Allah Yang Mahakuasa", "Bapa Yang Kekal", "Raja Damai". (9-6) Peningkatan pemerintahan dan perdamaian-Nya tidak akan berakhir, atas takhta Daud dan atas kerajaan-Nya, untuk mendirikan dan menopang kerajaan itu dengan keadilan dan kebenaran, mulai hari itu sampai selama-lamanya. Kecemburuan TUHAN semesta alam akan membuat hal ini terjadi! Lukas 1:26-38 (AYT) Pada waktu usia kehamilan Elisabet berusia enam bulan, Allah mengutus malaikat Gabriel ke sebuah kota di wilayah Galilea, yang bernama Nazaret. Ia diutus untuk menemui seorang perawan yang bertunangan dengan seorang laki-laki bernama Yusuf, dari keturunan Daud. Nama perawan itu adalah Maria. Lalu, malaikat itu datang kepada Maria dan berkata, "Salam, hai engkau yang diberkati! Tuhan besertamu." Mendengar perkataan itu, Maria menjadi heran. Ia bertanya-tanya dalam hatinya tentang arti salam itu. Malaikat itu berkata kepadanya, "Jangan takut, Maria, karena Allah telah memberikan kasih karunia-Nya kepadamu. Dengarlah, engkau akan mengandung dan melahirkan seorang Anak laki-laki, dan engkau akan menamai-Nya Yesus. Dia akan menjadi besar dan akan disebut Anak Sang Maha Tinggi. Tuhan Allah akan memberi-Nya takhta Daud, nenek moyang-Nya. Dia akan memerintah atas keturunan Yakub untuk selama-lamanya dan kerajaan-Nya tidak akan pernah berakhir." Lalu, Maria berkata kepada malaikat itu, "Bagaimana hal ini akan terjadi sedangkan aku belum bersuami?" Malaikat itu menjawab dan berkata kepadanya, "Roh Kudus akan datang atasmu dan kuasa Allah Yang Mahatinggi akan menaungimu. Itulah sebabnya, Anak yang akan lahir itu adalah kudus dan akan disebut Anak Allah. Dan, ketahuilah bahwa Elisabet, sanak saudaramu itu, sedang mengandung juga pada usia tuanya. Ia yang dahulu disebut mandul, sekarang sudah hamil selama enam bulan. Sebab, tidak ada hal yang mustahil bagi Allah." Dan, Maria berkata, "Sesungguhnya, aku ini hamba Tuhan. Terjadilah padaku seperti yang engkau katakan itu." Kemudian, malaikat itu pergi meninggalkannya.

source: Isaiah 9 describes a heroic Savior who comes to bring light and peace where there was death, captivity, and darkness. He will reign as the perfect king, full of justice and righteousness. We see the initial fulfillment of this prophecy in Luke 1 as God's plan for this Savior begins to unfold. God sends an angelic messenger to announce the upcoming birth of a humble human baby, Jesus. While fully human, the baby carried by Mary was conceived by the power of the Holy Spirit and was the Son of God. - Pray for Muslims walking in darkness to see the Great Light, Jesus, prophesied in Isaiah. - Pray that they could experience the joy the angelic messenger expressed when announcing the upcoming birth of the Son of God that marked the fulfillment of this long awaited eternal King who would rule with justice and righteousness.
fr_fr: Ésaïe 9 décrit un Sauveur héroïque qui vient apporter la lumière et la paix là où il y avait la mort, la captivité et les ténèbres. Il régnera comme le roi parfait, plein de justice et de droiture. Nous voyons l'accomplissement initial de cette prophétie dans Luc 1 alors que le plan de Dieu pour ce Sauveur commence à se déployer. Dieu envoie un messager angélique pour annoncer la naissance prochaine d'un humble bébé humain, Jésus. Bien que pleinement humain, le bébé porté par Marie a été conçu par la puissance du Saint-Esprit et était le Fils de Dieu. - Priez pour que les musulmans qui marchent dans les ténèbres voient la Grande Lumière, Jésus, prophétisée dans Ésaïe. - Priez pour qu'ils puissent expérimenter la joie que le messager angélique a exprimée en annonçant la naissance prochaine du Fils de Dieu qui marquait l'accomplissement de ce Roi éternel longtemps attendu qui régnerait avec justice et droiture.
id_id: Yesaya 9 menggambarkan seorang Penyelamat yang heroik yang datang untuk membawa terang dan damai ke tempat yang sebelumnya dipenuhi kematian, penawanan, dan kegelapan. Dia akan memerintah sebagai Raja yang sempurna, penuh keadilan dan kebenaran. Kita melihat penggenapan awal nubuat ini dalam Lukas 1, ketika rencana Allah bagi Penyelamat ini mulai dinyatakan. Allah mengutus seorang malaikat sebagai utusan untuk memberitakan kelahiran seorang bayi manusia yang rendah hati -- Yesus. Meskipun sepenuhnya manusia, Anak yang dikandung Maria dikandung oleh kuasa Roh Kudus dan adalah Anak Allah. - Berdoalah agar umat Muslim yang hidup dalam kegelapan melihat Terang yang Besar, Yesus, yang dinubuatkan dalam kitab Yesaya. - Berdoalah agar mereka mengalami sukacita yang dinyatakan oleh utusan malaikat ketika kelahiran Anak Allah diumumkan -- tanda bahwa Raja yang kekal, yang telah lama dinantikan, kini datang untuk memerintah dengan keadilan dan kebenaran.

source: Humanity is separated from God, walking in darkness. Our Creator God sees our great need and, instead of abandoning us, He draws near, offering us the gift of His only Son. The Light enters the world in a most unexpected way. He becomes one of us. God, we know that we are not who You created us to be. We are separated from You with no hope of accessing You on our own. We stumble in the darkness, slaves to our sins and hurting one another. We praise You for being the King above all, the One who came down to us and gave us hope, destroying what holds us captive and making us holy. We ask that this land would learn who You are and what You did for us, because You came to set them free, as well.
fr_fr: L'humanité est séparée de Dieu, marchant dans les ténèbres. Notre Dieu Créateur voit notre grand besoin et, au lieu de nous abandonner, il s'approche, nous offrant le don de son Fils unique. La Lumière entre dans le monde de la manière la plus inattendue. Il devient l'un de nous. Dieu, nous savons que nous ne sommes pas ce que tu nous as créés pour être. Nous sommes séparés de toi sans espoir de t'atteindre par nous-mêmes. Nous trébuchons dans les ténèbres, esclaves de nos péchés et nous blessant les uns les autres. Nous te louons d'être le Roi au-dessus de tout, Celui qui est descendu vers nous et nous a donné l'espoir, détruisant ce qui nous retient captifs et nous rendant saints. Nous demandons que ce pays apprenne qui tu es et ce que tu as fait pour nous, car tu es venu pour les libérer aussi.
id_id: Manusia terpisah dari Allah dan berjalan dalam kegelapan. Allah, Sang Pencipta, melihat kebutuhan kita yang mendalam dan, alih-alih meninggalkan kita, Dia mendekat dan memberikan karunia Anak-Nya yang tunggal. Terang masuk ke dalam dunia dengan cara yang paling tak terduga -- Dia menjadi sama seperti kita. Allah, kami mengakui bahwa kami bukanlah manusia seperti yang Engkau kehendaki semula. Tanpa Engkau, kami terpisah dan tidak memiliki pengharapan untuk mendekati-Mu dengan kekuatan kami sendiri. Kami tersandung dalam kegelapan, menjadi hamba dosa-dosa kami, dan saling melukai. Namun kami memuji Engkau sebagai Raja di atas segala raja -- Dia yang turun kepada kami, memberikan pengharapan, menghancurkan belenggu yang menahan kami, dan menjadikan kami kudus. Kami memohon agar negeri ini mengenal siapa Engkau dan apa yang telah Engkau lakukan bagi kami, sebab Engkau datang untuk membebaskan mereka juga.

source: The Qur'an denies the Divine Sonship of Christ and the concept of the Trinity. These concepts are common Muslim arguments against Christianity. However, when the Holy Spirit opens eyes, understanding can break through. Majid had been listening to the witness of a Christian friend and was thinking through his testimony that Jesus was God, come to earth, One with the Father and the Holy Spirit. As he processed aloud he said, "If I believe God is with me here in my city, and at the same time with my mother in the countryside, I recognize that He is not bound to one place. God the Father can be in heaven and God the Son, Jesus, can be on earth, and God the Spirit can live in us. There are not three gods. There is one God, not bound by place. Just as you can hear an audio message and say, 'This is so-and-so's voice…' Jesus is the Spoken Word sent from God that we might hear Him." Majid declared his faith in Jesus that very evening. - Pray for the Lord to open the eyes and ears of Muslims who have held the argument against the idea of one God in three distinct Persons, Father, Son, and Holy Spirit. - Pray that the Lord would reveal to them the astounding way the entire Bible points to the coming of the Eternal One, the Son of God, given as a sacrifice for us.
fr_fr: Le Coran nie la filiation divine de Christ et le concept de la Trinité. Ces concepts sont des arguments courants des musulmans contre le christianisme. Cependant, quand le Saint-Esprit ouvre les yeux, la compréhension peut percer. Majid avait écouté le témoignage d'un ami chrétien et réfléchissait à son témoignage que Jésus était Dieu, venu sur terre, Un avec le Père et le Saint-Esprit. Alors qu'il réfléchissait à voix haute, il a dit : « Si je crois que Dieu est avec moi ici dans ma ville, et en même temps avec ma mère à la campagne, je reconnais qu'il n'est pas limité à un seul endroit. Dieu le Père peut être au ciel et Dieu le Fils, Jésus, peut être sur terre, et Dieu l'Esprit peut vivre en nous. Il n'y a pas trois dieux. Il y a un seul Dieu, non limité par le lieu. Tout comme tu peux entendre un message audio et dire : "C'est la voix d'untel…" Jésus est la Parole prononcée envoyée de Dieu pour que nous puissions l'entendre. » Majid a déclaré sa foi en Jésus ce soir-là même. - Priez pour que le Seigneur ouvre les yeux et les oreilles des musulmans qui ont maintenu l'argument contre l'idée d'un seul Dieu en trois Personnes distinctes, Père, Fils et Saint-Esprit. - Priez pour que le Seigneur leur révèle la manière étonnante dont toute la Bible pointe vers la venue de l'Éternel, le Fils de Dieu, donné en sacrifice pour nous.
id_id: Al-Qur'an menolak konsep keilahian Anak Allah dan Tritunggal. Konsep-konsep ini sering menjadi keberatan utama umat Islam terhadap Kekristenan. Namun ketika Roh Kudus membuka mata, pemahaman dapat diubahkan. Majid telah mendengarkan kesaksian seorang teman Kristen dan merenungkan pernyataan bahwa Yesus adalah Allah yang datang ke dunia, satu dengan Bapa dan Roh Kudus. Saat dia memproses pemahaman itu secara lisan, dia berkata, "Jika aku percaya bahwa Allah bersamaku di kota dan juga bersamaku di pedesaan, maka aku menyadari bahwa Dia tidak dibatasi oleh tempat. Allah Bapa dapat berada di surga, Allah Anak -- Yesus -- dapat berada di bumi, dan Allah Roh Kudus dapat tinggal di dalam kita. Tidak ada tiga Allah. Hanya ada satu Allah yang tidak terikat oleh ruang. Sama seperti kamu mendengar pesan suara dan berkata, ‘Itu suara si anu...’ Yesus adalah Firman yang diucapkan oleh Allah supaya kita dapat mendengar-Nya." Pada malam itu juga, Majid menyatakan imannya kepada Yesus. - Berdoalah agar Allah membuka mata dan telinga umat Muslim yang menolak gagasan tentang satu Allah dalam tiga Pribadi -- Bapa, Anak, dan Roh Kudus. - Berdoalah agar Allah menyingkapkan kepada mereka dengan cara yang menakjubkan bahwa seluruh Alkitab menunjuk kepada kedatangan Yang Kekal, Anak Allah, yang diberikan sebagai korban bagi kita.

source: Christians play a key role in showing Muslims, who are walking in darkness, the bright light of Christ in them. - Pray that they may have joy, peace, and wisdom while reaching this land. - Pray that though the concept of one God in three Persons is difficult to grasp and share, may they delight in its mystery and truth. May their faith in the truth of this profound reality be a beacon of light that draws those walking in darkness.
fr_fr: Les chrétiens jouent un rôle clé en montrant aux musulmans, qui marchent dans les ténèbres, la lumière brillante de Christ en eux. - Priez pour qu'ils aient la joie, la paix et la sagesse dans leur mission envers ce pays. - Priez pour que, bien que le concept d'un seul Dieu en trois Personnes soit difficile à saisir et à partager, ils se réjouissent de son mystère et de sa vérité. Que leur foi en la vérité de cette réalité profonde soit un phare de lumière qui attire ceux qui marchent dans les ténèbres.
id_id: Orang-orang Kristen memiliki peran penting dalam menyatakan terang Kristus kepada umat Muslim yang hidup dalam kegelapan. - Berdoalah agar mereka mengalami sukacita, damai sejahtera, dan hikmat Allah ketika mereka hadir dan melayani di negeri ini. - Berdoalah agar, meskipun kebenaran tentang satu Allah dalam tiga Pribadi sulit dipahami dan dijelaskan, mereka menikmati misteri dan kebenaran tersebut. Kiranya iman mereka menjadi terang yang menuntun dan menarik mereka yang hidup dalam kegelapan.

source: 1 Corinthians 2:6-16 describes the wisdom of God, hidden in a mystery, that God determined before the ages for our glory: "What no eye has seen, nor ear heard, nor the heart of man imagined, what God has prepared for those who love him." Yet, "these things God has revealed to us through the Spirit." Paul explains that, "The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned." He concludes, "'For who has understood the mind of the Lord so as to instruct him?' But we have the mind of Christ." Pray that the Lord will reveal to Muslims the mystery that can only be understood by revelation of the Spirit of God. Ask that they would find peace in recognizing we cannot fully understand God's mind, yet rejoice that through Christ we are given the mind of Christ.
fr_fr: 1 Corinthiens 2:6-16 décrit la sagesse de Dieu, cachée dans un mystère, que Dieu a déterminée avant les siècles pour notre gloire : « Ce sont des choses que l'œil n'a point vues, que l'oreille n'a point entendues, et qui ne sont point montées au cœur de l'homme, des choses que Dieu a préparées pour ceux qui l'aiment. » Pourtant, « Dieu nous les a révélées par l'Esprit. » Paul explique que « l'homme naturel n'accepte pas les choses de l'Esprit de Dieu, car elles sont une folie pour lui, et il ne peut les comprendre, parce que c'est spirituellement qu'on en juge. » Il conclut : « Car qui a connu la pensée du Seigneur, pour l'instruire ? Or nous, nous avons la pensée de Christ. » Priez pour que le Seigneur révèle aux musulmans le mystère qui ne peut être compris que par la révélation de l'Esprit de Dieu. Demandez qu'ils trouvent la paix en reconnaissant que nous ne pouvons pas pleinement comprendre la pensée de Dieu, tout en se réjouissant que par Christ nous avons la pensée de Christ.
id_id: 1 Korintus 2:6-16 menggambarkan hikmat Allah yang tersembunyi dalam sebuah rahasia, yang telah Allah tetapkan sebelum dunia dijadikan bagi kemuliaan kita: "Apa yang mata tidak pernah lihat dan telinga tidak pernah dengar, dan yang tidak pernah timbul dalam hati manusia, itulah yang disediakan Allah bagi mereka yang mengasihi Dia." Namun, "hal-hal ini telah Allah nyatakan kepada kita oleh Roh." Paulus menjelaskan bahwa, "Manusia duniawi tidak menerima apa yang berasal dari Roh Allah, karena hal-hal itu baginya adalah kebodohan dan tidak dapat dimengerti, sebab hal-hal itu hanya dapat dinilai secara rohani." Dia menutup dengan pernyataan, "'Siapakah yang mengetahui pikiran Tuhan, sehingga dia dapat mengajar-Nya?' Tetapi kita memiliki pikiran Kristus." Berdoalah agar Allah menyingkapkan kepada umat Muslim rahasia yang hanya dapat dipahami melalui penyataan Roh-Nya. Mintalah agar mereka menemukan damai sejahtera dalam menyadari bahwa pikiran Allah tidak dapat sepenuhnya dipahami oleh akal manusia, namun bersukacita karena melalui Kristus kita dianugerahi pikiran Kristus.

source: Day 15: The Birth of Jesus
fr_fr: Jour 15 : La Naissance de Jésus
id_id: Hari ke-15: Kelahiran Yesus
