Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Luke 23:32-56 (ESV) Two others, who were criminals, were led away to be put to death with him. And when they came to the place that is called The Skull, there they crucified him, and the criminals, one on his right and one on his left. And Jesus said, "Father, forgive them, for they know not what they do." And they cast lots to divide his garments. And the people stood by, watching, but the rulers scoffed at him, saying, "He saved others; let him save himself, if he is the Christ of God, his Chosen One!" The soldiers also mocked him, coming up and offering him sour wine and saying, "If you are the King of the Jews, save yourself!" There was also an inscription over him, "This is the King of the Jews." One of the criminals who were hanged railed at him, saying, "Are you not the Christ? Save yourself and us!" But the other rebuked him, saying, "Do you not fear God, since you are under the same sentence of condemnation? And we indeed justly, for we are receiving the due reward of our deeds; but this man has done nothing wrong." And he said, "Jesus, remember me when you come into your kingdom." And he said to him, "Truly, I say to you, today you will be with me in Paradise." It was now about the sixth hour, and there was darkness over the whole land until the ninth hour, while the sun's light failed. And the curtain of the temple was torn in two. Then Jesus, calling out with a loud voice, said, "Father, into your hands I commit my spirit!" And having said this he breathed his last. Now when the centurion saw what had taken place, he praised God, saying, "Certainly this man was innocent!" And all the crowds that had assembled for this spectacle, when they saw what had taken place, returned home beating their breasts. And all his acquaintances and the women who had followed him from Galilee stood at a distance watching these things. Now there was a man named Joseph, from the Jewish town of Arimathea. He was a member of the council, a good and righteous man, who had not consented to their decision and action; and he was looking for the kingdom of God. This man went to Pilate and asked for the body of Jesus. Then he took it down and wrapped it in a linen shroud and laid him in a tomb cut in stone, where no one had ever yet been laid. It was the day of Preparation, and the Sabbath was beginning. The women who had come with him from Galilee followed and saw the tomb and how his body was laid. Then they returned and prepared spices and ointments. On the Sabbath they rested according to the commandment.
fr_fr: Luc 23:32-56 (LSG) On conduisait en même temps deux malfaiteurs, qui devaient être mis à mort avec Jésus. Lorsqu'ils furent arrivés au lieu appelé Crâne, ils le crucifièrent là, ainsi que les deux malfaiteurs, l'un à droite, l'autre à gauche. Jésus dit: Père, pardonne-leur, car ils ne savent ce qu'ils font. Ils se partagèrent ses vêtements, en tirant au sort. Le peuple se tenait là, et regardait. Les magistrats se moquaient de Jésus, disant: Il a sauvé les autres; qu'il se sauve lui-même, s'il est le Christ, l'élu de Dieu! Les soldats aussi se moquaient de lui; s'approchant et lui présentant du vinaigre, ils disaient: Si tu es le roi des Juifs, sauve-toi toi-même! Il y avait au-dessus de lui cette inscription: Celui-ci est le roi des Juifs. L'un des malfaiteurs crucifiés l'injuriait, disant: N'es-tu pas le Christ? Sauve-toi toi-même, et sauve-nous! Mais l'autre le reprenait, et disait: Ne crains-tu pas Dieu, toi qui subis la même condamnation? Pour nous, c'est justice, car nous recevons ce qu'ont mérité nos crimes; mais celui-ci n'a rien fait de mal. Et il dit à Jésus: Souviens-toi de moi, quand tu viendras dans ton règne. Jésus lui répondit: Je te le dis en vérité, aujourd'hui tu seras avec moi dans le paradis. Il était déjà environ la sixième heure, et il y eut des ténèbres sur toute la terre, jusqu'à la neuvième heure. Le soleil s'obscurcit, et le voile du temple se déchira par le milieu. Jésus s'écria d'une voix forte: Père, je remets mon esprit entre tes mains. Et, en disant ces paroles, il expira. Le centenier, voyant ce qui était arrivé, glorifia Dieu, et dit: Certainement, cet homme était juste. Et tous ceux qui assistaient en foule à ce spectacle, après avoir vu ce qui était arrivé, s'en retournèrent, se frappant la poitrine. Tous ceux de la connaissance de Jésus, et les femmes qui l'avaient accompagné depuis la Galilée, se tenaient dans l'éloignement et regardaient ce qui se passait. Il y avait un conseiller, nommé Joseph, homme bon et juste, qui n'avait point participé à la décision et aux actes des autres; il était d'Arimathée, ville des Juifs, et il attendait le royaume de Dieu. Cet homme se rendit vers Pilate, et demanda le corps de Jésus. Il le descendit de la croix, l'enveloppa d'un linceul, et le déposa dans un sépulcre taillé dans le roc, où personne n'avait encore été mis. C'était le jour de la préparation, et le sabbat allait commencer. Les femmes qui étaient venues de la Galilée avec Jésus accompagnèrent Joseph, virent le sépulcre et la manière dont le corps de Jésus y fut déposé, et, s'en étant retournées, elles préparèrent des aromates et des parfums. Puis elles se reposèrent le jour du sabbat, selon la loi.
id_id: Lukas 23:32-56 (AYT) Ada juga dua orang penjahat yang dibawa untuk dihukum mati bersama-sama dengan Yesus. Ketika mereka sampai di sebuah tempat yang bernama "Tengkorak," para tentara menyalibkan Yesus bersama kedua penjahat itu, seorang di sebelah kanan-Nya dan seorang lagi di sebelah kiri-Nya. Kemudian Yesus berkata, "Ya Bapa, ampunilah mereka, karena mereka tidak tahu apa yang mereka lakukan." Lalu, para tentara melempar undi untuk membagi-bagi pakaian-Nya di antara mereka. Orang banyak yang berdiri di sana menyaksikan semuanya, tetapi para pemimpin Yahudi mengejek Yesus sambil tertawa mengejek. Mereka berkata, "Ia menyelamatkan orang lain, jadi biarlah Ia menyelamatkan diri-Nya sendiri jika Ia adalah Kristus, Yang Dipilih oleh Allah!" Para tentara juga mengejek Dia, lalu mereka datang dan menawarkan anggur asam kepada-Nya, dan berkata, "Jika Engkau Raja orang Yahudi, selamatkanlah diri-Mu sendiri!" Dan, ada juga suatu tulisan di atas-Nya: "INILAH RAJA ORANG YAHUDI." Salah satu dari penjahat yang tergantung di sana menghina Yesus, katanya, "Bukankah Engkau Kristus? Selamatkanlah diri-Mu dan kami!" Akan tetapi, penjahat yang lainnya menegurnya dan berkata, "Tidakkah kamu takut kepada Allah karena kamu juga menerima hukuman yang sama? Kita memang sudah seharusnya menerima setimpal dengan apa yang sudah kita perbuat, tetapi Orang ini tidak melakukan kesalahan apa pun." Lalu, ia berkata kepada Yesus, "Ya Yesus, ingatlah aku ketika Engkau masuk ke dalam kerajaan-Mu." Kemudian, Yesus berkata kepadanya, "Aku mengatakan yang sesungguhnya kepadamu, hari ini juga, kamu akan bersama Aku di dalam Firdaus." Waktu itu sekitar pukul 12 siang, kegelapan menutupi seluruh daerah itu sampai pukul 3 sore karena matahari menjadi gelap. Tirai dalam Bait Allah robek menjadi 2 bagian. Lalu, Yesus berseru dengan suara keras, "Ya Bapa, ke dalam tangan-Mu Kuserahkan nyawa-Ku." Sesudah mengatakan itu, Yesus mengembuskan napas-Nya yang terakhir. Ketika kepala pasukan melihat apa yang telah terjadi, ia memuliakan Allah dan berkata, "Sungguh, Orang ini tidak bersalah!" Ketika orang banyak yang datang bersama-sama untuk melihat peristiwa itu menyaksikan apa yang terjadi, mereka pulang sambil memukul-mukul dada mereka. Semua yang mengenal Yesus dan beberapa perempuan yang telah mengikuti-Nya dari Galilea berdiri jauh-jauh dan menyaksikan hal-hal ini. Ada seorang laki-laki bernama Yusuf, anggota Dewan Penasihat, seorang yang baik dan benar. (Ia sendiri tidak menyetujui keputusan dan tindakan mereka). Yusuf berasal dari Kota Arimatea, sebuah kota orang Yahudi. Ia juga seorang yang menanti-nantikan Kerajaan Allah. Ia pergi kepada Pilatus dan meminta mayat Yesus. Lalu, ia pun menurunkan mayat Yesus dari kayu salib dan membungkusnya dengan kain linen. Setelah itu, ia membaringkan-Nya dalam sebuah kubur yang dipahat pada bukit batu. Di sana, belum pernah ada seorang pun yang dibaringkan. Hari itu adalah Hari Persiapan, dan hari Sabat akan segera dimulai. Perempuan-perempuan yang datang bersama Yesus dari Galilea mengikuti Yusuf. Mereka melihat kubur itu dan bagaimana mayat Yesus dibaringkan di dalamnya. Setelah itu, mereka pulang dan mempersiapkan rempah-rempah serta minyak untuk mengolesi mayat Yesus. Pada hari Sabat mereka beristirahat sesuai dengan hukum Taurat Musa.

source: From the cross, Jesus showed compassion to others' agony and pain while He Himself was suffering unimaginably during His unjust death. He comforted the repentant criminal and forgave those who tortured and ridiculed Him. - Pray for people in this place to have eyes that see the contrast between Jesus' heart attitude and actions and those of political and religious leaders throughout human history. Ask that Jesus' model would not only be respected in this land, but that His actions would be emulated. - Pray that Jesus' acts of forgiveness would influence those struggling with shame over the wrong actions they have committed. May they come confidently to Him to receive full pardon for their sins. May the freedom that comes from this forgiveness result in ever-increasing love for Him.
fr_fr: Depuis la croix, Jésus a montré de la compassion envers l'agonie et la douleur des autres alors qu'Il souffrait Lui-même de façon inimaginable pendant Sa mort injuste. Il a consolé le criminel repentant et a pardonné à ceux qui L'ont torturé et ridiculisé. - Priez pour que les gens dans ce lieu aient des yeux qui voient le contraste entre l'attitude de cœur et les actions de Jésus et celles des dirigeants politiques et religieux à travers l'histoire humaine. Demandez que le modèle de Jésus ne soit pas seulement respecté dans ce pays, mais que Ses actions soient imitées. - Priez pour que les actes de pardon de Jésus influencent ceux qui luttent avec la honte pour les mauvaises actions qu'ils ont commises. Qu'ils viennent vers Lui avec confiance pour recevoir le pardon complet de leurs péchés. Que la liberté qui vient de ce pardon résulte en un amour toujours croissant pour Lui.
id_id: Dari salib, Yesus menunjukkan belas kasihan yang mendalam terhadap penderitaan dan kesakitan orang lain, sementara Dia sendiri menanggung penderitaan yang tak terbayangkan melalui kematian-Nya yang tidak adil. Di tengah rasa sakit yang luar biasa, Dia menghibur penjahat yang bertobat dan mengampuni mereka yang menyiksa serta mengejek-Nya. - Berdoalah agar orang-orang di tempat ini memiliki mata yang terbuka untuk melihat kontras yang jelas antara sikap hati dan tindakan Yesus dengan sikap hati dan tindakan para pemimpin politik dan agama sepanjang sejarah manusia. Mohon agar teladan Yesus tidak hanya dihormati di negeri ini, tetapi juga diteladani dalam kehidupan nyata. - Berdoalah agar tindakan pengampunan Yesus menyentuh mereka yang bergumul dengan rasa malu dan rasa bersalah atas perbuatan salah yang telah mereka lakukan. Kiranya mereka datang kepada-Nya dengan penuh keyakinan untuk menerima pengampunan yang utuh atas dosa-dosa mereka, dan semoga kebebasan yang lahir dari pengampunan ini menumbuhkan kasih yang semakin besar kepada-Nya.

source: When humanity sees Jesus' actions and character, some respond in faith, while others respond with rejection and ridicule. Pray for many in this place to be the first, not the latter. May His character and actions, as recorded in the Bible, also be reflected in the lives of His followers, and may they be a testimony to Muslim seekers.
fr_fr: Quand l'humanité voit les actions et le caractère de Jésus, certains répondent par la foi, tandis que d'autres répondent par le rejet et la moquerie. Priez pour que beaucoup dans ce lieu soient les premiers, pas les derniers. Que Son caractère et Ses actions, tels qu'enregistrés dans la Bible, soient aussi reflétés dans les vies de Ses disciples, et qu'ils soient un témoignage pour les chercheurs musulmans.
id_id: Ketika umat manusia menyaksikan perbuatan dan karakter Yesus, sebagian merespons dengan iman, sementara yang lain merespons dengan penolakan dan ejekan. Berdoalah agar banyak orang di tempat ini termasuk dalam kelompok yang merespons dengan iman, bukan penolakan. Kiranya karakter dan perbuatan Yesus, sebagaimana dicatat dalam Alkitab, juga tercermin dalam kehidupan para pengikut-Nya, sehingga mereka menjadi kesaksian yang hidup bagi para pencari kebenaran dari kalangan muslim.

source: Muslims esteem Jesus as a prophet and do not believe God would allow Him to be killed in such a humiliating manner. Despite disputing theories common throughout Islam, the eye accounts and history confirm Jesus' death. - Pray for those reading this story to understand how Jesus' death was essential to God's plan for the salvation of mankind. - May His innocence, His submission, and the miracles that accompanied His death confirm for them that Jesus was not just a prophet. He was exactly who He claimed to be: the Son of God.
fr_fr: Les musulmans estiment Jésus comme un prophète et ne croient pas que Dieu permettrait qu'Il soit tué de manière aussi humiliante. Malgré les théories contestées communes dans tout l'islam, les témoignages oculaires et l'histoire confirment la mort de Jésus. - Priez pour que ceux qui lisent cette histoire comprennent comment la mort de Jésus était essentielle au plan de Dieu pour le salut de l'humanité. - Que Son innocence, Sa soumission et les miracles qui ont accompagné Sa mort leur confirment que Jésus n'était pas seulement un prophète. Il était exactement ce qu'Il prétendait être : le Fils de Dieu.
id_id: Umat muslim menghormati Yesus sebagai seorang nabi dan umumnya tidak percaya bahwa Allah akan membiarkan Dia dibunuh dengan cara yang begitu menghina. Meskipun terdapat berbagai teori yang diperdebatkan dalam Islam, kesaksian mata dan bukti sejarah dengan jelas menegaskan kematian Yesus. - Berdoalah agar mereka yang membaca kisah ini memahami betapa sentral dan pentingnya kematian Yesus dalam rencana keselamatan Allah bagi umat manusia. - Kiranya ketidakbersalahan-Nya, ketaatan-Nya yang sempurna, serta tanda-tanda dan mukjizat yang menyertai kematian-Nya meyakinkan mereka bahwa Yesus bukan sekadar seorang nabi, melainkan tepat seperti yang Dia nyatakan tentang diri-Nya: Anak Allah.

source: Imen is living abroad to make money to send to her family. While in her adopted country she came to Christ through reading Discovery Bible Study (DBS)'s Creation to Christ series from the Bible. She immediately began sharing and leading other Muslims to Christ. Early in her journey she shared with her friend Samar. Initially Samar liked what she was hearing, but soon she became distracted by life's concerns. Sometime later, Imen was studying the Crucifixion story. As she was reading, "By this time it was about noon, and darkness fell across the whole land…" she received a text from Samar saying Samar's sister had died. Samar had just moved back to her home country to support her sister's dialysis treatments. Tragically the power went out while her sister was having dialysis and that power outage killed her. In response, Imen said somberly, "God holds time in his hands. No one knows the time or the hour, or when the darkness will fall. We have to get right with Him." We do not know the end of our days here on earth. Pray that Muslims here would not put off until tomorrow what should be done today. May they have a sense of urgency to seek the Lord, that He might forgive their sins and heal their land.
fr_fr: Imen vit à l'étranger pour gagner de l'argent à envoyer à sa famille. Alors qu'elle était dans son pays d'adoption, elle est venue à Christ en lisant la série de la Création à Christ de l'Étude de la Bible par la Découverte (DBS). Elle a immédiatement commencé à partager et à conduire d'autres musulmans à Christ. Au début de son parcours, elle a partagé avec son amie Samar. Au départ, Samar aimait ce qu'elle entendait, mais bientôt elle a été distraite par les soucis de la vie. Un peu plus tard, Imen étudiait l'histoire de la Crucifixion. Alors qu'elle lisait : « Il était environ midi, et il y eut des ténèbres sur toute la terre… » elle a reçu un texto de Samar disant que la sœur de Samar était morte. Samar venait de retourner dans son pays d'origine pour soutenir les traitements de dialyse de sa sœur. Tragiquement, le courant a été coupé pendant que sa sœur était en dialyse et cette coupure de courant l'a tuée. En réponse, Imen a dit solennellement : « Dieu tient le temps dans Ses mains. Personne ne connaît le temps ni l'heure, ni quand les ténèbres tomberont. Nous devons nous mettre en règle avec Lui. » Nous ne connaissons pas la fin de nos jours ici sur terre. Priez pour que les musulmans ici ne remettent pas à demain ce qui devrait être fait aujourd'hui. Qu'ils aient un sentiment d'urgence pour chercher le Seigneur, afin qu'Il pardonne leurs péchés et guérisse leur pays.
id_id: Imen tinggal di luar negeri untuk bekerja dan mengirimkan uang bagi keluarganya. Selama di sana, dia mengenal Kristus melalui pembacaan seri Creation to Christ dalam Discovery Bible Study (DBS). Dia segera mulai membagikan apa yang dipelajarinya dan membimbing sesama muslim untuk mengenal Kristus. Pada awal perjalanannya, Imen berbagi dengan temannya, Samar. Samar sempat tertarik, tetapi kemudian perhatiannya teralihkan oleh berbagai kekhawatiran hidup. Suatu hari, saat Imen sedang mempelajari kisah penyaliban dan membaca, "Pada waktu itu kira-kira jam dua belas, kegelapan meliputi seluruh negeri…", dia menerima pesan singkat dari Samar yang memberitahukan bahwa saudara perempuannya telah meninggal dunia. Samar baru saja kembali ke negara asalnya untuk mendukung perawatan dialisis saudarinya. Tragisnya, pemadaman listrik terjadi saat dialisis berlangsung, dan hal itu menyebabkan kematiannya. Dengan hati yang berat, Imen membalas, "Allah memegang waktu di tangan-Nya. Tidak seorang pun mengetahui hari atau jamnya, atau kapan kegelapan akan turun. Kita perlu berdamai dengan-Nya." Kita tidak mengetahui akhir dari hari-hari kita di bumi ini. Berdoalah agar umat muslim di tempat ini tidak menunda hingga esok apa yang seharusnya dilakukan hari ini. Kiranya mereka memiliki rasa urgensi untuk mencari Tuhan, agar Dia mengampuni dosa-dosa mereka dan memulihkan tanah mereka.

source: Hebrews 13:12-21 points out that Jesus suffered outside the gate in order to sanctify the people through his own blood. May believers in this land go to Him outside the camp and bear the reproach He endured. Help people in this land know that we have no lasting city here on earth, but may they seek the city that is to come. Through Christ may many in this land continually offer up a sacrifice of praise to God, that is the fruit of lips that acknowledge His name. Believers here should not neglect to do good and to share what they have, most importantly the good news of Jesus, for such sacrifices are pleasing to You, God. Now may the God of peace who brought again from the dead our Lord Jesus, the great Shepherd of the sheep, by the blood of the eternal covenant, equip people here with everything good that they may do His will, working in them that which is pleasing in His sight, through Jesus Christ, to whom be glory forever and ever. Amen
fr_fr: Hébreux 13:12-21 souligne que Jésus a souffert hors de la porte afin de sanctifier le peuple par son propre sang. Que les croyants dans ce pays aillent à Lui hors du camp et portent l'opprobre qu'Il a enduré. Aide les gens dans ce pays à savoir que nous n'avons pas ici-bas de cité permanente, mais qu'ils cherchent celle qui est à venir. Par Christ, que beaucoup dans ce pays offrent continuellement à Dieu un sacrifice de louange, c'est-à-dire le fruit de lèvres qui confessent Son nom. Les croyants ici ne devraient pas négliger de faire le bien et de partager ce qu'ils ont, et surtout la bonne nouvelle de Jésus, car c'est à de tels sacrifices que Dieu prend plaisir. Maintenant, que le Dieu de paix, qui a ramené d'entre les morts le grand berger des brebis, par le sang d'une alliance éternelle, notre Seigneur Jésus, vous équipe de tout ce qui est bon pour faire Sa volonté, accomplissant en vous ce qui Lui est agréable, par Jésus-Christ, à qui soit la gloire aux siècles des siècles. Amen
id_id: Ibrani 13:12–21 mengingatkan kita bahwa Yesus menderita di luar pintu gerbang kota untuk menguduskan umat-Nya melalui darah-Nya sendiri. Berdoalah agar orang-orang percaya di negeri ini datang kepada-Nya "di luar perkemahan" dan bersedia menanggung kehinaan yang dialami-Nya. Bantulah orang-orang di tempat ini untuk memahami bahwa kita tidak memiliki kota yang tetap di bumi ini, melainkan sedang mencari kota yang akan datang. Melalui Kristus, kiranya banyak orang di negeri ini senantiasa mempersembahkan korban pujian kepada Allah, yaitu buah bibir yang mengakui nama-Nya. Kiranya orang-orang percaya di tempat ini tidak lalai untuk berbuat baik dan berbagi apa yang mereka miliki—terutama Kabar Baik tentang Yesus—sebab persembahan-persembahan seperti itulah yang berkenan kepada-Mu, ya Allah. Dan sekarang, kiranya Allah damai sejahtera, yang telah membangkitkan Tuhan kita Yesus dari antara orang mati—Gembala Agung domba-domba—oleh darah perjanjian yang kekal, melengkapi orang-orang di negeri ini dengan segala yang baik, supaya mereka dapat melakukan kehendak-Nya, serta mengerjakan di dalam mereka apa yang berkenan di hadapan-Nya, melalui Yesus Kristus. Bagi-Nyalah kemuliaan sampai selama-lamanya. Amin.

source: Day 29: The Resurrection
fr_fr: Jour 29 : La Résurrection
id_id: Hari ke-29: Kebangkitan
