Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Isaiah 52:13-53:12 (ESV) Behold, my servant shall act wisely; he shall be high and lifted up, and shall be exalted. Who has believed what he has heard from us? And to whom has the arm of the LORD been revealed? For he grew up before him like a young plant, and like a root out of dry ground; he had no form or majesty that we should look at him, and no beauty that we should desire him. He was despised and rejected by men; a man of sorrows, and acquainted with grief; and as one from whom men hide their faces he was despised, and we esteemed him not. Surely he has borne our griefs and carried our sorrows; yet we esteemed him stricken, smitten by God, and afflicted. But he was wounded for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his stripes we are healed. All we like sheep have gone astray; we have turned—every one—to his own way; and the LORD has laid on him the iniquity of us all. He was oppressed, and he was afflicted, yet he opened not his mouth; like a lamb that is led to the slaughter, and like a sheep that before its shearers is silent, so he opened not his mouth. By oppression and judgment he was taken away; and as for his generation, who considered that he was cut off out of the land of the living, stricken for the transgression of my people? And they made his grave with the wicked and with a rich man in his death, although he had done no violence, and there was no deceit in his mouth. Yet it was the will of the LORD to crush him; he has put him to grief; when his soul makes an offering for guilt, he shall see his offspring; he shall prolong his days; the will of the LORD shall prosper in his hand. Out of the anguish of his soul he shall see and be satisfied; by his knowledge shall the righteous one, my servant, make many to be accounted righteous, and he shall bear their iniquities. Therefore I will divide him a portion with the many, and he shall divide the spoil with the strong, because he poured out his soul to death and was numbered with the transgressors; yet he bore the sin of many, and makes intercession for the transgressors.
fr_fr: Ésaïe 52:13-53:12 (LSG) Voici, mon serviteur prospérera; Il montera, il s'élèvera, il s'élèvera bien haut. De même qu'il a été pour plusieurs un sujet d'effroi, Tant son visage était défiguré, Tant son aspect différait de celui des fils de l'homme, De même il sera pour beaucoup de peuples un sujet de joie; Devant lui des rois fermeront la bouche; Car ils verront ce qui ne leur avait point été raconté, Ils apprendront ce qu'ils n'avaient point entendu. Qui a cru à ce qui nous était annoncé? Qui a reconnu le bras de l'Éternel? Il s'est élevé devant lui comme une faible plante, Comme un rejeton qui sort d'une terre desséchée; Il n'avait ni beauté, ni éclat pour attirer nos regards, Et son aspect n'avait rien pour nous plaire. Méprisé et abandonné des hommes, Homme de douleur et habitué à la souffrance, Semblable à celui dont on détourne le visage, Nous l'avons dédaigné, nous n'avons fait de lui aucun cas. Cependant, ce sont nos souffrances qu'il a portées, C'est de nos douleurs qu'il s'est chargé; Et nous l'avons considéré comme puni, Frappé de Dieu, et humilié. Mais il était blessé pour nos péchés, Brisé pour nos iniquités; Le châtiment qui nous donne la paix est tombé sur lui, Et c'est par ses meurtrissures que nous sommes guéris. Nous étions tous errants comme des brebis, Chacun suivait sa propre voie; Et l'Éternel a fait retomber sur lui l'iniquité de nous tous. Il a été maltraité et opprimé, Et il n'a point ouvert la bouche, Semblable à un agneau qu'on mène à la boucherie, A une brebis muette devant ceux qui la tondent; Il n'a point ouvert la bouche. Il a été enlevé par l'angoisse et le châtiment; Et parmi ceux de sa génération, qui a cru Qu'il était retranché de la terre des vivants Et frappé pour les péchés de mon peuple? On a mis son sépulcre parmi les méchants, Son tombeau avec le riche, Quoiqu'il n'eût point commis de violence Et qu'il n'y eût point de fraude dans sa bouche. Il a plu à l'Éternel de le briser par la souffrance… Après avoir livré sa vie en sacrifice pour le péché, Il verra une postérité et prolongera ses jours; Et l'œuvre de l'Éternel prospérera entre ses mains. A cause du travail de son âme, il rassasiera ses regards; Par sa connaissance mon serviteur juste justifiera beaucoup d'hommes, Et il se chargera de leurs iniquités. C'est pourquoi je lui donnerai sa part avec les grands; Il partagera le butin avec les puissants, Parce qu'il s'est livré lui-même à la mort, Et qu'il a été mis au nombre des malfaiteurs, Parce qu'il a porté les péchés de beaucoup d'hommes, Et qu'il a intercédé pour les coupables.
id_id: Yesaya 52:13-53:12 (AYT) "Sesungguhnya, hamba-Ku akan bertindak dengan bijaksana. Dia akan ditinggikan, disanjung dan sangat dimuliakan. Sama seperti banyak orang takjub kepadamu, penampilannya begitu rusak sehingga tidak seperti manusia lagi dan sosoknya tidak seperti anak manusia lagi. Demikian Dia akan mengejutkan banyak bangsa. Raja-raja akan mengatupkan mulutnya karena Dia. Sebab, apa yang belum pernah diberitahukan kepada mereka akan mereka lihat, dan apa yang tidak pernah mereka dengar akan mereka pahami!" Siapakah yang telah percaya kepada pemberitaan kami? Kepada siapakah tangan TUHAN telah dinyatakan? Sebab, dia tumbuh di hadapan-Nya seperti tunas muda, seperti akar dari tanah yang kering. Dia tidak memiliki bentuk ataupun kemuliaan sehingga kita harus memandangnya; ataupun memiliki keindahan sehingga kita menginginkannya. Dia sangat dihina dan ditolak oleh manusia; orang yang penuh dengan kesengsaraan dan menderita kesakitan. Orang lain menutup muka mereka kepadanya, dia sangat direndahkan dan kita pun tidak menghargainya. Sesungguhnya, penyakit kitalah yang ditanggungnya, kesengsaraan kitalah yang dipikulnya. Namun, kita mengira bahwa dia terkena tulah, dipukul dan ditindas Allah. Akan tetapi, dia ditikam karena pelanggaran-pelanggaran kita. Dia diremukkan karena kejahatan-kejahatan kita. Hukuman yang mendatangkan kesejahteraan bagi kita ditimpakan ke atasnya, dan oleh bilur-bilurnya kita disembuhkan. Kita semua seperti domba yang tersesat, setiap orang mengambil jalan mereka sendiri. Akan tetapi, TUHAN telah membebankan ke atasnya seluruh kejahatan kita. Dia ditindas dan Dia menderita, tetapi Dia tidak membuka mulutnya, seperti anak domba yang dibawa ke pembantaian, dan seperti seekor domba betina yang terdiam di depan para penggunting bulunya, demikianlah dia tidak membuka mulutnya. Dengan penindasan dan penghakiman dia diambil, dan bagi generasinya, siapakah yang menganggap bahwa dia dilenyapkan dari negeri orang-orang hidup, terkena tulah karena pemberontakan umat-Ku? Kuburnya ditempatkan di antara orang fasik dan kematiannya di antara orang kaya meskipun dia tidak melakukan kekerasan dan tipu daya tidak ada dalam mulut-Nya. Akan tetapi, TUHAN berkehendak menghancurkan dia, membuat dia sakit. Ketika dia menyerahkan dirinya sebagai kurban penebus salah, dia akan melihat keturunannya dan memperpanjang hari-harinya; dan kehendak TUHAN akan terlaksana di tangan-Nya. Sesudah kesusahan jiwanya, dia akan melihat dan menjadi puas. Dengan pengetahuannya, hamba-Ku yang benar akan membenarkan banyak orang karena dia akan menanggung kejahatan-kejahatan mereka. "Oleh sebab itu, Aku akan menentukan bagiannya bersama orang-orang hebat, dan dia akan berbagi rampasan dengan orang-orang kuat karena dia telah mencurahkan jiwanya ke dalam maut. Dan, dia terhitung di antara para pemberontak. Sesungguhnya, dia menanggung dosa banyak orang, dan dia bersyafaat bagi para pemberontak."

source: The suffering servant described in this passage was despised, rejected, and familiar with pain. Yet it is with His wounds that we are healed. He was silent when He was oppressed, taken away, and killed. He was neither deceitful nor violent. Yet it was God's will that He be crushed, for He bore the sins of many and makes intercession for us before the Father. Isaiah's prophecy would be fulfilled in the life and death of Jesus hundreds of years later. God was intentional in His plan for redemption. - Pray for many in this place to grasp the importance of the prophecy found in Isaiah 52 and 53. - Pray for the realization that Jesus' fulfillment of this prophecy testifies to the claims He made to be the Son of God. May they marvel at a God who is able to put all things in place at the perfect time.
fr_fr: Le serviteur souffrant décrit dans ce passage était méprisé, rejeté et habitué à la douleur. Pourtant, c'est par ses blessures que nous sommes guéris. Il est resté silencieux quand il a été opprimé, emmené et tué. Il n'était ni trompeur ni violent. Pourtant, c'était la volonté de Dieu qu'il soit brisé, car il a porté les péchés de beaucoup et intercède pour nous devant le Père. La prophétie d'Ésaïe serait accomplie dans la vie et la mort de Jésus des centaines d'années plus tard. Dieu a agi avec intention dans son plan de rédemption. - Priez pour que beaucoup dans ce lieu saisissent l'importance de la prophétie trouvée dans Ésaïe 52 et 53. - Priez pour la prise de conscience que l'accomplissement de cette prophétie par Jésus témoigne des affirmations qu'il a faites d'être le Fils de Dieu. Qu'ils s'émerveillent devant un Dieu qui est capable de mettre toutes choses en place au moment parfait.
id_id: Hamba yang menderita yang digambarkan dalam ayat ini dihina, ditolak, dan akrab dengan penderitaan. Namun, oleh luka-luka-Nya kita disembuhkan. Dia diam ketika ditindas, dibawa pergi, dan dibunuh. Dia tidak melakukan kecurangan dan tidak ada kekerasan dalam diri-Nya. Namun demikian, inilah kehendak Allah -- bahwa Dia diremukkan -- sebab Dia menanggung dosa banyak orang dan berdoa bagi mereka di hadapan Bapa. Nubuat Yesaya ini digenapi dalam kehidupan dan kematian Yesus ratusan tahun kemudian. Allah memiliki rencana yang disengaja dan terarah dalam karya penebusan-Nya. - Berdoalah agar banyak orang di tempat ini memahami bobot dan pentingnya nubuat dalam Yesaya 52 dan 53. - Berdoalah agar mereka menyadari bahwa penggenapan nubuat ini di dalam diri Yesus meneguhkan klaim-Nya sebagai Anak Allah. Kiranya mereka kagum kepada Allah yang berdaulat, yang menempatkan segala sesuatu pada waktu yang tepat.

source: Humans sin; we all go our own way. A Holy God could not tolerate our sinfulness and our relationship with Him is broken. One result of this brokenness is the suffering and pain we experience in this life. However, we have hope because God had a plan to send His servant to bear our sins for us. He sent Jesus to intercede for us so that relationship might be restored. - Pray that Muslims would understand how this prophecy relates to them and that it pointed to the coming of Jesus. Pray that this foretelling would create a vivid picture of the sacrifice Jesus made for us.
fr_fr: Les humains pèchent ; nous suivons tous notre propre chemin. Un Dieu saint ne pouvait pas tolérer notre péché et notre relation avec lui est brisée. Un résultat de cette brisure est la souffrance et la douleur que nous expérimentons dans cette vie. Cependant, nous avons de l'espoir parce que Dieu avait un plan pour envoyer son serviteur porter nos péchés pour nous. Il a envoyé Jésus pour intercéder pour nous afin que la relation puisse être restaurée. - Priez pour que les musulmans comprennent comment cette prophétie les concerne et qu'elle annonçait la venue de Jésus. Priez pour que cette prédiction crée une image vivante du sacrifice que Jésus a fait pour nous.
id_id: Manusia berdosa; kita semua telah menyimpang dan berjalan menurut jalan kita masing-masing. Allah yang Kudus tidak dapat mentolerir kejahatan, sehingga hubungan kita dengan-Nya terputus. Salah satu akibat dari keterpisahan ini adalah penderitaan dan kesakitan yang kita alami dalam hidup. Namun kita memiliki pengharapan, sebab Allah telah merencanakan untuk mengutus hamba-Nya guna menanggung dosa-dosa kita. Dia mengutus Yesus untuk menjadi perantara dan berdoa bagi kita, supaya hubungan yang rusak itu dipulihkan. - Berdoalah agar umat muslim memahami bagaimana nubuat ini berkaitan langsung dengan mereka dan bahwa nubuat tersebut menunjuk kepada kedatangan Yesus. Kiranya nubuat ini membentuk gambaran yang jelas tentang pengorbanan yang Yesus lakukan bagi kita.

source: Khadija cried out, "God doesn't see. He doesn't care. My children are mocked at school. My husband has abandoned us. We sleep in the car. I can't get a job because of lies that are being told about me." Khadija's cry reflects the pain of those who feel unseen and abandoned. O Jesus, thank you that you do see, and not only do you see, you understand. You have been rejected, lied about, mocked. You lived homeless and were a refugee as a baby. Thank you for carrying our sorrows. You not only know the sin of the world, but they were all laid upon you on the cross. Thank you, Lord, that you received each lash of the whip, each tearing of the thorn, each nail, knowing that these very wounds would heal us. Please Lord, let Muslims see that you are not a God who remains far away waiting for them to rescue themselves with their self-righteousness. You came, knowing that we were sinners and helpless, and you suffered so that we could live. Please Lord, may Muslims see this irresistible love.
fr_fr: Khadija a crié : « Dieu ne voit pas. Il ne se soucie pas. Mes enfants sont moqués à l'école. Mon mari nous a abandonnés. Nous dormons dans la voiture. Je ne peux pas trouver de travail à cause des mensonges qu'on raconte sur moi. » Le cri de Khadija reflète la douleur de ceux qui se sentent invisibles et abandonnés. Ô Jésus, merci de voir, et non seulement de voir, mais de comprendre. Tu as été rejeté, on a menti sur toi, tu as été moqué. Tu as vécu sans abri et tu as été réfugié bébé. Merci de porter nos chagrins. Tu ne connais pas seulement le péché du monde, mais ils ont tous été placés sur toi à la croix. Merci, Seigneur, d'avoir reçu chaque coup de fouet, chaque déchirure de l'épine, chaque clou, sachant que ces mêmes blessures nous guériraient. S'il te plaît, Seigneur, que les musulmans voient que tu n'es pas un Dieu qui reste au loin attendant qu'ils se sauvent eux-mêmes avec leur propre justice. Tu es venu, sachant que nous étions pécheurs et impuissants, et tu as souffert pour que nous puissions vivre. S'il te plaît, Seigneur, que les musulmans voient cet amour irrésistible.
id_id: Khadija berseru, "Tuhan tidak melihat. Dia tidak peduli. Anak-anakku diejek di sekolah. Suamiku meninggalkan kami. Kami tidur di dalam mobil. Aku tidak bisa mendapatkan pekerjaan karena kebohongan yang disebarkan tentangku." Teriakan Khadija mencerminkan penderitaan banyak orang yang merasa tidak dilihat dan ditinggalkan. Ya Yesus, terima kasih karena Engkau melihat. Bukan hanya melihat, tetapi juga memahami. Engkau ditolak, difitnah, dan diejek. Engkau hidup tanpa tempat tinggal dan menjadi pengungsi sejak masa bayi. Terima kasih karena Engkau menanggung kesedihan kami. Engkau bukan hanya mengetahui dosa dunia, tetapi dosa-dosa itu diletakkan ke atas-Mu di kayu salib. Terima kasih, Tuhan, karena Engkau menerima setiap cambukan, setiap duri, dan setiap paku, dengan mengetahui bahwa luka-luka itu akan menyembuhkan kami. Tolonglah, Tuhan, biarkan umat muslim melihat bahwa Engkau bukan Allah yang jauh dan menunggu manusia menyelamatkan diri melalui keangkuhan mereka sendiri. Engkau datang karena kami berdosa dan lemah, dan Engkau menderita supaya kami dapat hidup. Kiranya umat muslim melihat kasih yang tak tertahankan ini.

source: Approximately 700 years before the Word came to earth as Jesus, the Spirit inspired the prophet Isaiah to write clearly about the One who would come to redeem us. - May Christians share this passage with those who do not yet believe, revealing God's loving deliberate plan to come and rescue us Himself. - Pray for God's children in this place to be willing to boldly speak the difficult-to-hear news that "all have gone astray." There are none who are righteous. May believers quickly follow that piercing truth with the gospel that God Himself came to bear our sin. He chose death so that we could live.
fr_fr: Environ 700 ans avant que la Parole ne vienne sur terre en Jésus, l'Esprit a inspiré le prophète Ésaïe à écrire clairement sur Celui qui viendrait nous racheter. - Que les chrétiens partagent ce passage avec ceux qui ne croient pas encore, révélant le plan aimant et délibéré de Dieu de venir nous sauver lui-même. - Priez pour que les enfants de Dieu dans ce lieu soient prêts à proclamer avec audace la nouvelle difficile à entendre que « tous se sont égarés ». Il n'y en a pas de juste. Que les croyants suivent rapidement cette vérité perçante avec l'Évangile que Dieu lui-même est venu porter notre péché. Il a choisi la mort pour que nous puissions vivre.
id_id: Sekitar tujuh ratus tahun sebelum Firman Allah datang ke dunia sebagai Yesus, Roh Kudus mengilhami nabi Yesaya untuk menuliskan dengan jelas tentang Dia yang akan datang untuk menebus kita. - Kiranya orang-orang Kristen dengan setia membagikan ayat ini kepada mereka yang belum percaya, sehingga rencana kasih Allah yang disengaja untuk menyelamatkan manusia dinyatakan dengan jelas. - Berdoalah agar anak-anak Allah di tempat ini berani menyampaikan kebenaran yang sulit diterima -- bahwa "semua telah sesat" dan tidak seorang pun benar -- lalu dengan setia menyampaikan Injil bahwa Allah sendiri datang untuk menanggung dosa kita. Dia memilih kematian supaya kita dapat hidup.

source: Hebrews 4:15-16 says, "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are – yet he did not sin. Let us then approach God's throne of grace with confidence so that we may receive mercy and find grace to help us in our time of need." There is only One who has never sinned. He chose to live as a human on this earth, understanding and carrying our pain, even unto death. He made a way for us to come right into the throne room of the King where we find grace to help us. Thank the Lord for the incredible privilege we have to enter into His throne room to intercede on behalf of Muslims, not because of anything we have done but solely because of His grace.
fr_fr: Hébreux 4:15-16 dit : « Car nous n'avons pas un souverain sacrificateur qui ne puisse compatir à nos faiblesses ; au contraire, il a été tenté comme nous en toutes choses, sans commettre de péché. Approchons-nous donc avec assurance du trône de la grâce, afin d'obtenir miséricorde et de trouver grâce, pour être secourus dans nos besoins. » Il n'y en a qu'Un qui n'a jamais péché. Il a choisi de vivre en tant qu'humain sur cette terre, comprenant et portant notre douleur, jusqu'à la mort. Il a fait un chemin pour que nous entrions directement dans la salle du trône du Roi où nous trouvons la grâce pour nous aider. Remercions le Seigneur pour le privilège incroyable que nous avons d'entrer dans sa salle du trône pour intercéder en faveur des musulmans, non pas à cause de quoi que ce soit que nous avons fait, mais uniquement à cause de sa grâce.
id_id: Ibrani 4:15-16 berkata, "Sebab kita tidak mempunyai Imam Besar yang tidak dapat merasakan kelemahan kita, tetapi kita mempunyai Imam Besar yang telah dicobai dalam segala hal sama seperti kita -- namun Ia tidak berbuat dosa. Marilah kita mendekati takhta kasih karunia dengan penuh keberanian, supaya kita menerima rahmat dan menemukan kasih karunia untuk pertolongan pada waktunya." Hanya ada satu Pribadi yang tidak pernah berbuat dosa. Dia memilih untuk hidup sebagai manusia di bumi, memahami dan menanggung penderitaan kita, bahkan sampai mati. Dia membuka jalan bagi kita untuk masuk ke dalam hadirat Raja, di mana kita menerima kasih karunia yang menolong kita. Bersyukurlah kepada Allah atas anugerah yang luar biasa ini -- bahwa kita dapat datang ke takhta-Nya untuk berdoa bagi umat muslim, bukan karena apa yang telah kita lakukan, tetapi semata-mata karena kasih karunia-Nya.

source: Day 14: The Promised Savior
fr_fr: Jour 14 : Le Sauveur Promis
id_id: Hari ke-14: Penyelamat yang Dijanjikan
