Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Genesis 8:20-22 (ESV) Then Noah built an altar to the LORD and took some of every clean animal and some of every clean bird and offered burnt offerings on the altar. And when the LORD smelled the pleasing aroma, the LORD said in his heart, "I will never again curse the ground because of man, for the intention of man's heart is evil from his youth. Neither will I ever again strike down every living creature as I have done. While the earth remains, seedtime and harvest, cold and heat, summer and winter, day and night, shall not cease." Genesis 9:1-17 (ESV) And God blessed Noah and his sons and said to them, "Be fruitful and multiply and fill the earth. The fear of you and the dread of you shall be upon every beast of the earth and upon every bird of the heavens, upon everything that creeps on the ground and all the fish of the sea. Into your hand they are delivered. Every moving thing that lives shall be food for you. And as I gave you the green plants, I give you everything. But you shall not eat flesh with its life, that is, its blood. And for your lifeblood I will require a reckoning: from every beast I will require it and from man. From his fellow man I will require a reckoning for the life of man. "Whoever sheds the blood of man, by man shall his blood be shed, for God made man in his own image. And you, be fruitful and multiply, teem on the earth and multiply in it." Then God said to Noah and to his sons with him, "Behold, I establish my covenant with you and your offspring after you, and with every living creature that is with you, the birds, the livestock, and every beast of the earth with you, as many as came out of the ark; it is for every beast of the earth. I establish my covenant with you, that never again shall all flesh be cut off by the waters of the flood, and never again shall there be a flood to destroy the earth." And God said, "This is the sign of the covenant that I make between me and you and every living creature that is with you, for all future generations: I have set my bow in the cloud, and it shall be a sign of the covenant between me and the earth. When I bring clouds over the earth and the bow is seen in the clouds, I will remember my covenant that is between me and you and every living creature of all flesh. And the waters shall never again become a flood to destroy all flesh. When the bow is in the clouds, I will see it and remember the everlasting covenant between God and every living creature of all flesh that is on the earth." God said to Noah, "This is the sign of the covenant that I have established between me and all flesh that is on the earth."
fr_fr: Genèse 8:20-22 (LSG) Noé bâtit un autel à l'Éternel; il prit de toutes les bêtes pures et de tous les oiseaux purs, et il offrit des holocaustes sur l'autel. L'Éternel sentit une odeur agréable, et l'Éternel dit en son cœur: Je ne maudirai plus la terre, à cause de l'homme, parce que les pensées du cœur de l'homme sont mauvaises dès sa jeunesse; et je ne frapperai plus tout ce qui est vivant, comme je l'ai fait. Tant que la terre subsistera, les semailles et la moisson, le froid et la chaleur, l'été et l'hiver, le jour et la nuit ne cesseront point. Genèse 9:1-17 (LSG) Dieu bénit Noé et ses fils, et leur dit: Soyez féconds, multipliez, et remplissez la terre. Vous serez un sujet de crainte et d'effroi pour tout animal de la terre, pour tout oiseau du ciel, pour tout ce qui se meut sur la terre, et pour tous les poissons de la mer: ils sont livrés entre vos mains. Tout ce qui se meut et qui a vie vous servira de nourriture: je vous donne tout cela comme l'herbe verte. Seulement, vous ne mangerez point de chair avec son âme, avec son sang. Sachez-le aussi, je redemanderai le sang de vos âmes, je le redemanderai à tout animal; et je redemanderai l'âme de l'homme à l'homme, à l'homme qui est son frère. Si quelqu'un verse le sang de l'homme, par l'homme son sang sera versé; car Dieu a fait l'homme à son image. Et vous, soyez féconds et multipliez, répandez-vous sur la terre et multipliez sur elle. Dieu parla encore à Noé et à ses fils avec lui, en disant: Voici, j'établis mon alliance avec vous et avec votre postérité après vous; avec tous les êtres vivants qui sont avec vous, tant les oiseaux que le bétail et tous les animaux de la terre, soit avec tous ceux qui sont sortis de l'arche, soit avec tous les animaux de la terre. J'établis mon alliance avec vous: aucune chair ne sera plus exterminée par les eaux du déluge, et il n'y aura plus de déluge pour détruire la terre. Et Dieu dit: C'est ici le signe de l'alliance que j'établis entre moi et vous, et tous les êtres vivants qui sont avec vous, pour les générations à toujours: j'ai placé mon arc dans la nue, et il servira de signe d'alliance entre moi et la terre. Quand j'aurai rassemblé des nuages au-dessus de la terre, l'arc paraîtra dans la nue; et je me souviendrai de mon alliance entre moi et vous, et tous les êtres vivants, de toute chair, et les eaux ne deviendront plus un déluge pour détruire toute chair. L'arc sera dans la nue; et je le regarderai, pour me souvenir de l'alliance perpétuelle entre Dieu et tous les êtres vivants, de toute chair qui est sur la terre. Et Dieu dit à Noé: Tel est le signe de l'alliance que j'établis entre moi et toute chair qui est sur la terre.
id_id: Kejadian 8:20-22 (AYT) Kemudian, Nuh membangun sebuah mazbah untuk TUHAN. Dia mengambil beberapa binatang yang halal dan beberapa dari burung yang halal, lalu mempersembahkan persembahan bakaran di mazbah itu. TUHAN mencium bau harum itu dan TUHAN berkata dalam hati-Nya, "Aku tidak akan lagi mengutuk tanah karena manusia sebab niat hati manusia itu jahat sejak masa mudanya. Aku juga tidak akan memusnahkan lagi setiap makhluk hidup seperti yang telah Aku lakukan. Selama bumi masih ada, musim tanam dan musim panen, dingin dan panas, musim kemarau dan musim hujan, siang dan malam, tidak akan berhenti." Kejadian 9:1-17 (AYT) Allah memberkati Nuh beserta anak-anaknya, dan berfirman kepada mereka, "Beranakcuculah, dan berlipatgandalah, dan penuhilah bumi. Ketakutan akan kamu dan kegentaran akan kamu akan berlaku atas setiap binatang di bumi dan atas setiap burung di langit, atas segala yang merayap di bumi dan atas segala ikan di laut. Ke dalam tanganmu mereka diserahkan. Segala yang hidup dan bergerak akan menjadi makananmu. Seperti Aku memberikan tumbuhan-tumbuhan hijau kepadamu, sekarang Aku memberikan segalanya kepadamu. Namun, jangan kamu makan daging yang masih bernyawa, yaitu darahnya. Sebab, Aku pasti akan menuntut pembalasan atas darahmu, yaitu nyawamu; dari setiap binatang Aku akan menuntutnya, dan Aku juga akan menuntut nyawa manusia lainnya dari setiap manusia. Siapa pun yang menumpahkan darah manusia, darahnya akan ditumpahkan oleh manusia. Sebab, Allah menciptakan manusia sesuai dengan rupa-Nya sendiri. Beranakcuculah kamu serta berlipatgandalah; penuhilah bumi dan berlipatgandalah di dalamnya." Lalu, Allah berkata kepada Nuh dan anak-anaknya yang bersamanya, "Lihat! Sekarang Aku menetapkan perjanjian-Ku denganmu dan dengan keturunanmu yang akan datang, dan dengan segala yang hidup yang ada bersamamu, baik burung-burung, ternak, segala binatang di bumi, dari semua yang keluar dari bahtera, yaitu segala binatang di bumi. Aku menetapkan perjanjian-Ku denganmu: tidak akan ada lagi makhluk hidup yang dibinasakan oleh air bah; tidak akan ada lagi air bah yang menghancurkan bumi." Allah berfirman, "Inilah tanda perjanjian yang Kubuat antara Aku dan kamu, dan setiap makhluk hidup yang bersama-sama denganmu, untuk seluruh generasi selanjutnya: Aku akan menaruh busur-Ku di awan dan itu akan menjadi bukti perjanjian antara Aku dan bumi. Apabila Aku mendatangkan awan-awan ke atas bumi dan busur itu tampak di awan, Aku akan mengingat perjanjian antara Aku dan kamu dan setiap makhluk hidup sehingga air tidak akan lagi menjadi air bah yang membinasakan semua yang hidup. Kapan pun busur itu ada di awan, Aku akan melihatnya dan akan mengingat perjanjian kekal antara Allah dan setiap makhluk hidup yang ada di atas bumi." Kemudian, Allah berfirman kepada Nuh, "Itulah tanda dari perjanjian yang telah Aku tetapkan antara Aku dengan segala makhluk hidup di bumi."

source: Here we see God entering a covenant with man. Yet man has no responsibility; God takes it all. We also see that when God makes a promise, nothing could stop Him from keeping it. - Pray for faith to grow in your heart and in the hearts of people serving this people group– that God's promise for all nations to be blessed includes this Muslim people group. - Pray for increased expectation that God will fulfill His promise.
fr_fr: Ici, nous voyons Dieu entrer dans une alliance avec l'homme. Pourtant, l'homme n'a aucune responsabilité ; Dieu prend tout sur lui. Nous voyons aussi que quand Dieu fait une promesse, rien ne peut l'empêcher de la tenir. - Priez pour que la foi grandisse dans votre cœur et dans le cœur des personnes servant ce peuple — que la promesse de Dieu de bénir toutes les nations inclut ce peuple musulman. - Priez pour une attente accrue que Dieu accomplira sa promesse.
id_id: Di sini kita melihat Allah mengikatkan diri dalam sebuah perjanjian dengan manusia. Dalam perjanjian ini, manusia tidak dibebani tanggung jawab untuk menggenapinya; Allah sendiri yang menanggung seluruh komitmen tersebut. Kita juga melihat bahwa ketika Allah menetapkan sebuah janji, tidak ada satu pun yang dapat menghalangi-Nya untuk menepatinya. - Berdoalah agar iman bertumbuh di dalam hati Anda dan di dalam hati orang-orang yang melayani kelompok etnis ini -- bahwa janji Allah untuk memberkati semua bangsa juga mencakup kelompok etnis muslim ini. - Berdoalah agar pengharapan akan penggenapan janji-janji Allah semakin diteguhkan.

source: God desires us to fill the earth with His glory. Twice God commands Noah, "Be fruitful and multiply and fill the earth." - Pray for God to raise up seekers among this people group whose curiosity would be fruitful and multiply, creating more seekers. - Pray that God would raise up disciple makers among this people group whose passion would be fruitful and multiply, creating more disciple makers. - Pray for God to raise up intercessors among this people group whose faith would be fruitful and multiply, creating more intercessors. - Pray for God to raise up church planters among this people group whose sowing would be fruitful and multiply, creating more church planters.
fr_fr: Dieu désire que nous remplissions la terre de sa gloire. Deux fois, Dieu commande à Noé : « Soyez féconds, multipliez et remplissez la terre. » - Priez pour que Dieu suscite des chercheurs parmi ce peuple dont la curiosité serait féconde et se multiplierait, créant plus de chercheurs. - Priez pour que Dieu suscite des faiseurs de disciples parmi ce peuple dont la passion serait féconde et se multiplierait, créant plus de faiseurs de disciples. - Priez pour que Dieu suscite des intercesseurs parmi ce peuple dont la foi serait féconde et se multiplierait, créant plus d'intercesseurs. - Priez pour que Dieu suscite des implanteurs d'églises parmi ce peuple dont les semailles seraient fécondes et se multiplieraient, créant plus d'implanteurs d'églises.
id_id: Allah menghendaki agar bumi dipenuhi dengan kemuliaan-Nya. Dua kali Allah memerintahkan Nuh, "Beranakcuculah dan bertambah banyak, dan penuhilah bumi." - Berdoalah agar Allah membangkitkan orang-orang yang sungguh-sungguh mencari-Nya di tengah kelompok etnis ini, sehingga rasa ingin tahu mereka berbuah dan bertambah banyak, melahirkan semakin banyak pencari Allah. - Berdoalah agar Allah membangkitkan para pembuat murid di tengah kelompok etnis ini, sehingga kerinduan mereka berbuah dan bertambah banyak, melahirkan semakin banyak pembuat murid. - Berdoalah agar Allah membangkitkan para penengah di tengah kelompok etnis ini, sehingga iman mereka berbuah dan berkembang, melahirkan semakin banyak penengah. - Berdoalah agar Allah membangkitkan para perintis gereja di tengah kelompok etnis ini, sehingga penaburan mereka berbuah dan berkembang, melahirkan semakin banyak perintis gereja.

source: There are a lot of similarities between the Quran's version of Noah's story and the Bible's. The Quran emphasizes Noah's preaching and moral lessons rather than narrative details. - Pray that as Muslims read this story from the Bible their hearts would be drawn into the narrative and that they would understand that it's part of a greater narrative. - Pray for a growing hunger to discover the larger Genesis to Revelation narrative and to learn their part in it.
fr_fr: Il y a beaucoup de similitudes entre la version coranique de l'histoire de Noé et celle de la Bible. Le Coran met l'accent sur la prédication de Noé et les leçons morales plutôt que sur les détails narratifs. - Priez pour que lorsque les musulmans lisent cette histoire de la Bible, leurs cœurs soient attirés par le récit et qu'ils comprennent qu'il fait partie d'un récit plus grand. - Priez pour une faim grandissante de découvrir le grand récit de la Genèse à l'Apocalypse et d'apprendre leur rôle dans celui-ci.
id_id: Ada banyak kesamaan antara kisah Nuh dalam Al-Qur'an dan Alkitab. Al-Qur'an lebih menekankan dakwah Nuh serta pelajaran-pelajaran moral, sementara Alkitab memberikan detail naratif yang lebih luas. - Berdoalah agar ketika umat muslim membaca kisah ini dari Alkitab, hati mereka digerakkan oleh narasi tersebut dan mereka memahami bahwa kisah ini merupakan bagian dari sebuah cerita yang jauh lebih besar. - Berdoalah agar muncul kerinduan yang semakin mendalam untuk memahami narasi besar Kitab Suci -- dari Kitab Kejadian hingga Kitab Wahyu -- serta untuk mengenali peran mereka di dalam kisah tersebut.

source: Ibrahim came to Christ out of a Muslim background 20 years ago. For years, he led a house church and was involved in outreach that shared Christ with his people. This shifted in recent months, as he has been working with young believers in his city who are pursuing a simple, reproducible discipleship method (DMM). He jokes that he feels like he has been born again a second time, because of all of the beautiful fruit being borne as disciples are continuing to make disciples who in turn are making disciples. - Pray that God would stir a hunger among every Christian, from this people group and outsiders trying to reach them, to be fruitful and multiply. Equip them with tools such as how to share their testimony, how to give a simple Gospel presentation, how to start discovery Bible studies, and prayer walking, so that they can go out into the harvest with confidence that God will lead them to genuine seekers.
fr_fr: Ibrahim est venu à Christ d'un milieu musulman il y a 20 ans. Pendant des années, il a dirigé une église de maison et a participé à une action d'évangélisation qui partageait Christ avec son peuple. Cela a changé ces derniers mois, car il travaille avec de jeunes croyants de sa ville qui poursuivent une méthode de formation de disciples simple et reproductible (DMM). Il plaisante en disant qu'il a l'impression d'être né de nouveau une seconde fois, à cause de tous les beaux fruits portés alors que les disciples continuent de faire des disciples qui à leur tour font des disciples. - Priez pour que Dieu suscite une faim parmi chaque chrétien, de ce peuple et des personnes de l'extérieur qui essaient de les atteindre, d'être féconds et de se multiplier. Équipez-les d'outils tels que comment partager leur témoignage, comment donner une présentation simple de l'Évangile, comment démarrer des études bibliques de découverte, et la marche de prière, afin qu'ils puissent aller dans la moisson avec la confiance que Dieu les conduira vers de véritables chercheurs.
id_id: Ibrahim datang kepada Kristus dari latar belakang muslim dua puluh tahun yang lalu. Selama bertahun-tahun, dia memimpin gereja rumah dan terlibat dalam pelayanan misi yang memberitakan Injil kepada bangsanya. Perubahan signifikan terjadi dalam beberapa bulan terakhir, ketika dia mulai bekerja bersama orang-orang percaya muda di kotanya yang sedang mengejar cara-cara mengikut Kristus yang sederhana dan dapat direplikasi (DMM). Dia bercanda bahwa dia merasa seolah-olah dilahirkan kembali untuk kedua kalinya, karena buah-buah yang indah terus bermunculan ketika para pengikut Kristus memuridkan orang lain, yang pada gilirannya juga memuridkan orang lain. - Berdoalah agar Tuhan membangkitkan kerinduan di hati setiap orang Kristen -- baik dari kelompok etnis ini maupun dari luar yang berusaha menjangkau mereka -- untuk berbuah dan berkembang. Mohon agar Dia memperlengkapi mereka dengan alat-alat yang sederhana, seperti cara membagikan kesaksian, menyampaikan Injil secara ringkas, memulai studi Alkitab penemuan, dan melakukan doa sambil berjalan, sehingga mereka dapat pergi ke ladang panen dengan keyakinan bahwa Tuhan akan memimpin mereka kepada para pencari yang sejati.

source: The book of Acts describes the early church in Acts 6:7, "And the word of God continued to increase, and the number of the disciples multiplied greatly in Jerusalem, and a great many of the priests became obedient to the faith." Acts 9:31 also says, "so the church throughout all Judea and Galilee and Samaria had peace and was being built up and walking in the fear of the Lord and in the comfort of the Holy Spirit, it multiplied." Continuing in Acts 12:24, "but the word of God increased and multiplied." We pray today that these same words would be spoken of this place. May the Word of God increase among this people group. May many become obedient to the faith here. May the church have peace as it is being built up. May believers among this people group walk in the fear of the Lord and in the comfort of the Holy Spirit. Ultimately may the number of disciples be multiplied greatly.
fr_fr: Le livre des Actes décrit l'Église primitive dans Actes 6:7 : « La parole de Dieu se répandait de plus en plus, le nombre des disciples augmentait beaucoup à Jérusalem, et une grande foule de sacrificateurs obéissaient à la foi. » Actes 9:31 dit aussi : « L'Église était en paix dans toute la Judée, la Galilée et la Samarie, s'édifiant et marchant dans la crainte du Seigneur, et elle s'accroissait par l'assistance du Saint-Esprit. » Continuant dans Actes 12:24 : « Cependant la parole de Dieu se répandait de plus en plus, et le nombre des disciples augmentait. » Nous prions aujourd'hui pour que ces mêmes paroles soient dites de ce lieu. Que la Parole de Dieu se répande parmi ce peuple. Que beaucoup deviennent obéissants à la foi ici. Que l'Église soit en paix alors qu'elle s'édifie. Que les croyants parmi ce peuple marchent dans la crainte du Seigneur et dans le réconfort du Saint-Esprit. Finalement, que le nombre de disciples soit multiplié grandement.
id_id: Kitab Kisah Para Rasul menggambarkan gereja mula-mula dalam Kisah Para Rasul 6:7, "Dan firman Allah terus bertambah, dan jumlah murid-murid bertambah banyak di Yerusalem, dan banyak imam yang menjadi taat kepada iman." Kisah Para Rasul 9:31 juga menyatakan, "sehingga gereja di seluruh Yudea, Galilea, dan Samaria hidup dalam damai, dibangun, dan berjalan dalam takut akan Tuhan serta dalam penghiburan Roh Kudus, sehingga jumlahnya bertambah." Hal ini ditegaskan kembali dalam Kisah Para Rasul 12:24, "tetapi firman Allah terus bertambah dan berkembang." Kami berdoa hari ini agar kesaksian yang sama juga dapat diucapkan tentang tempat ini. Kiranya firman Tuhan terus bertumbuh di tengah kelompok orang ini. Kiranya banyak orang menjadi taat kepada iman. Kiranya gereja hidup dalam damai sejahtera sambil terus dibangun. Kiranya orang-orang percaya di tengah kelompok ini berjalan dalam takut akan Tuhan dan dalam penghiburan Roh Kudus. Akhirnya, kiranya jumlah murid bertambah dengan pesat.

source: Day 6: Tower of Babel
fr_fr: Jour 6 : La Tour de Babel
id_id: Hari ke-6: Menara Babel

source: Genesis 11:1-9 (ESV) Now the whole earth had one language and the same words. And as people migrated from the east, they found a plain in the land of Shinar and settled there. And they said to one another, "Come, let us make bricks, and burn them thoroughly." And they had brick for stone, and bitumen for mortar. Then they said, "Come, let us build ourselves a city and a tower with its top in the heavens, and let us make a name for ourselves, lest we be dispersed over the face of the whole earth." And the LORD came down to see the city and the tower, which the children of man had built. And the LORD said, "Behold, they are one people, and they have all one language, and this is only the beginning of what they will do. And nothing that they propose to do will now be impossible for them. Come, let us go down and there confuse their language, so that they may not understand one another's speech." So the LORD dispersed them from there over the face of all the earth, and they left off building the city. Therefore its name was called Babel, because there the LORD confused the language of all the earth. And from there the LORD dispersed them over the face of all the earth.
fr_fr: Genèse 11:1-9 (LSG) Toute la terre avait une seule langue et les mêmes mots. Comme ils étaient partis de l'orient, ils trouvèrent une plaine au pays de Schinear, et ils y habitèrent. Ils se dirent l'un à l'autre: Allons! Faisons des briques, et cuisons-les au feu. Et la brique leur servit de pierre, et le bitume leur servit de ciment. Ils dirent encore: Allons! Bâtissons-nous une ville et une tour dont le sommet touche au ciel, et faisons-nous un nom, afin que nous ne soyons pas dispersés sur la face de toute la terre. L'Éternel descendit pour voir la ville et la tour que bâtissaient les fils des hommes. Et l'Éternel dit: Voici, ils forment un seul peuple et ont tous une même langue, et c'est là ce qu'ils ont entrepris; maintenant rien ne les empêcherait de faire tout ce qu'ils auraient projeté. Allons! Descendons, et là confondons leur langage, afin qu'ils n'entendent plus la langue, les uns des autres. Et l'Éternel les dispersa loin de là sur la face de toute la terre; et ils cessèrent de bâtir la ville. C'est pourquoi on l'appela du nom de Babel, car c'est là que l'Éternel confondit le langage de toute la terre, et c'est de là que l'Éternel les dispersa sur la face de toute la terre.
id_id: Kejadian 11:1-9 (AYT) Pada saat itu, seluruh bumi itu memiliki satu bahasa dan logat yang sama. Dalam perjalanan ke timur, mereka menemukan dataran di tanah Sinear dan menetap di sana. Lalu, mereka berkata satu sama lain, "Mari kita membuat batu bata dan membakarnya baik-baik." Lalu, mereka memakai bata-bata itu sebagai batu dan aspal sebagai perekatnya. Kemudian, mereka berkata, "Mari kita membangun kota bagi kita dengan menara yang puncaknya sampai ke langit, dan marilah kita membuat nama bagi kita supaya kita jangan tersebar ke seluruh muka bumi." Akan tetapi, TUHAN turun untuk melihat kota dan menara yang telah dibangun oleh anak-anak manusia itu. TUHAN berkata, "Lihat! Mereka ini adalah satu bangsa dan mereka memakai bahasa yang sama, dan ini baru awal dari yang dapat mereka lakukan. Mulai sekarang, segala yang mereka rencanakan untuk dilakukan, tidak ada yang tidak terlaksana. Ayo, Kita turun dan mengacaukan bahasa mereka supaya mereka tidak dapat memahami satu sama lain." Lalu, TUHAN mencerai-beraikan mereka ke seluruh bumi. Mereka pun berhenti membangun kota itu. Karena itu, tempat itu disebut Babel karena di sana TUHAN mengacaukan bahasa seluruh bumi, dan dari tempat itu TUHAN mencerai-beraikan mereka ke seluruh muka bumi.
