Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Judges 2:10-23 (ESV) And all that generation also were gathered to their fathers. And there arose another generation after them who did not know the LORD or the work that he had done for Israel. And the people of Israel did what was evil in the sight of the LORD and served the Baals. And they abandoned the LORD, the God of their fathers, who had brought them out of the land of Egypt. They went after other gods, from among the gods of the peoples who were around them, and bowed down to them. And they provoked the LORD to anger. They abandoned the LORD and served the Baals and the Ashtaroth. So the anger of the LORD was kindled against Israel, and he gave them over to plunderers, who plundered them. And he sold them into the hand of their surrounding enemies, so that they could no longer withstand their enemies. Whenever they marched out, the hand of the LORD was against them for harm, as the LORD had warned, and as the LORD had sworn to them. And they were in terrible distress. Then the LORD raised up judges, who saved them out of the hand of those who plundered them. Yet they did not listen to their judges, for they whored after other gods and bowed down to them. They soon turned aside from the way in which their fathers had walked, who had obeyed the commandments of the LORD, and they did not do so. Whenever the LORD raised up judges for them, the LORD was with the judge, and he saved them from the hand of their enemies all the days of the judge. For the LORD was moved to pity by their groaning because of those who afflicted and oppressed them. But whenever the judge died, they turned back and were more corrupt than their fathers, going after other gods, serving them and bowing down to them. They did not drop any of their practices or their stubborn ways. So the anger of the LORD was kindled against Israel, and he said, "Because this people has transgressed my covenant that I commanded their fathers and have not obeyed my voice, I will no longer drive out before them any of the nations that Joshua left when he died, in order to test Israel by them, whether they will take care to walk in the way of the LORD as their fathers did, or not." So the LORD left those nations, not driving them out quickly, and he did not give them into the hand of Joshua.
fr_fr: Juges 2:10-23 (LSG) Toute cette génération fut recueillie auprès de ses pères, et il s'éleva après elle une autre génération, qui ne connaissait point l'Éternel, ni ce qu'il avait fait en faveur d'Israël. Les enfants d'Israël firent alors ce qui déplaît à l'Éternel, et ils servirent les Baals. Ils abandonnèrent l'Éternel, le Dieu de leurs pères, qui les avait fait sortir du pays d'Égypte, et ils allèrent après d'autres dieux d'entre les dieux des peuples qui les entouraient; ils se prosternèrent devant eux, et ils irritèrent l'Éternel. Ils abandonnèrent l'Éternel, et ils servirent Baal et les Astartés. La colère de l'Éternel s'enflamma contre Israël. Il les livra entre les mains de pillards qui les pillèrent, il les vendit entre les mains de leurs ennemis d'alentour, et ils ne purent plus résister à leurs ennemis. Partout où ils allaient, la main de l'Éternel était contre eux pour leur faire du mal, comme l'Éternel l'avait dit, comme l'Éternel le leur avait juré. Ils furent ainsi dans une grande détresse. L'Éternel suscita des juges, afin qu'ils les délivrassent de la main de ceux qui les pillaient. Mais ils n'écoutèrent pas même leurs juges, car ils se prostituèrent à d'autres dieux, se prosternèrent devant eux. Ils se détournèrent promptement de la voie qu'avaient suivie leurs pères, et ils n'obéirent point comme eux aux commandements de l'Éternel. Lorsque l'Éternel leur suscitait des juges, l'Éternel était avec le juge, et il les délivrait de la main de leurs ennemis pendant toute la vie du juge; car l'Éternel avait pitié de leurs gémissements contre ceux qui les opprimaient et les tourmentaient. Mais, à la mort du juge, ils se corrompaient de nouveau plus que leurs pères, en allant après d'autres dieux pour les servir et se prosterner devant eux, et ils persévéraient dans la même conduite et le même endurcissement. Alors la colère de l'Éternel s'enflamma contre Israël, et il dit: Puisque cette nation a transgressé mon alliance que j'avais prescrite à ses pères, et puisqu'ils n'ont point obéi à ma voix, je ne chasserai plus devant eux aucune des nations que Josué laissa quand il mourut. C'est ainsi que je mettrai par elles Israël à l'épreuve, pour savoir s'ils prendront garde ou non de suivre la voie de l'Éternel, comme leurs pères y ont pris garde. Et l'Éternel laissa en repos ces nations qu'il n'avait pas livrées entre les mains de Josué, et il ne se hâta point de les chasser.
id_id: Hakim-hakim 2:10-23 (AYT) Namun, setelah seluruh keturunan itu dikumpulkan kepada nenek moyangnya, bangkitlah generasi yang lain sesudah mereka, yang tidak mengenal TUHAN ataupun perbuatan-Nya bagi orang Israel. Orang Israel melakukan apa yang jahat di mata TUHAN dan melayani Baal. Mereka meninggalkan TUHAN, Allah nenek moyang mereka, yang membawa mereka keluar dari tanah Mesir, lalu mengikuti ilah-ilah lain, yaitu ilah-ilah dari bangsa-bangsa yang ada di sekeliling mereka. Mereka sujud menyembahnya sehingga kemarahan TUHAN bangkit. Mereka meninggalkan TUHAN dan melayani Baal dan Asytoret. Lalu, kemarahan TUHAN bangkit terhadap orang Israel. Dia menyerahkan mereka ke tangan para perampok dan menjual mereka ke tangan musuh-musuh di sekelilingnya sehingga mereka tidak sanggup lagi bertahan di hadapan musuh-musuhnya. Setiap kali mereka maju, tangan TUHAN melawan mereka dan mendatangkan malapetaka sesuai dengan yang telah TUHAN peringatkan dan TUHAN janjikan kepada mereka, sampai mereka sangat tertekan. Kemudian, TUHAN membangkitkan hakim-hakim yang menyelamatkan mereka dari tangan perampok-perampok. Akan tetapi, mereka tidak mau menghiraukan para hakim itu, sebab mereka berbuat menyimpang dengan mengikuti ilah lain dan sujud menyembah kepadanya. Mereka dengan segera berbelok dari jalan yang dilalui oleh nenek moyang mereka, yang menuruti perintah TUHAN. Mereka tidak melakukan yang benar. Apabila TUHAN membangkitkan seorang hakim bagi mereka, TUHAN menyertai hakim itu dan menyelamatkan mereka dari tangan musuh selama hakim itu hidup. Sesungguhnya, TUHAN berbelas kasih mendengar rintihan mereka terhadap orang-orang yang menindas dan mendesak mereka. Akan tetapi, ketika hakim itu mati, mereka berbalik berbuat lebih jahat dari nenek moyang mereka, dengan berjalan mengikuti ilah lain, melayani mereka, dan sujud menyembah kepadanya. Mereka tidak berhenti dari perbuatan dan tingkah lakunya yang keras kepala itu. Kemarahan TUHAN bangkit terhadap orang Israel, dan Dia berkata, "Karena bangsa ini melanggar perjanjian yang Kuperintahkan kepada nenek moyang mereka dengan tidak mendengarkan firman-Ku, maka Aku pun tidak akan mengusir lagi seorang pun dari hadapan mereka bangsa-bangsa yang ditinggalkan Yosua pada saat dia mati. Supaya melalui bangsa-bangsa itu, Aku menguji orang Israel, apakah mereka akan mengikuti jalan TUHAN, berjalan di jalan itu seperti yang dilakukan nenek moyang mereka, atau tidak." Karena itu, TUHAN membiarkan bangsa-bangsa itu menetap dan tidak segera mengusir mereka. Dia tidak menyerahkan mereka ke dalam tangan Yosua.

source: God is both personal and emotional. In this passage, we see both His anger and compassion motivating Him to act on behalf of His people. We also see that God allows people to choose whom they will love and serve. When they reject Him and follow other gods, he releases them to the consequences of their decisions. - Pray for God's true nature to be made known in this place -- His holiness and His love, His compassion and His justice -- and for people to understand how these characteristics are perfectly consistent with one another. - Pray for repentance from reshaping God into a more comfortable image, and for hearts to allow Him to speak directly through His Word. - Pray that when Muslims read the Bible, God's Word and His character would be clearly understood.
fr_fr: Dieu est à la fois personnel et émotionnel. Dans ce passage, nous voyons sa colère et sa compassion le motiver à agir en faveur de son peuple. Nous voyons aussi que Dieu permet aux gens de choisir qui ils aimeront et serviront. Quand ils le rejettent et suivent d'autres dieux, il les livre aux conséquences de leurs décisions. - Priez pour que la vraie nature de Dieu soit connue dans ce lieu — sa sainteté et son amour, sa compassion et sa justice — et pour que les gens comprennent comment ces caractéristiques sont parfaitement cohérentes entre elles. - Priez pour la repentance de ceux qui remodèlent Dieu en une image plus confortable, et pour que les cœurs lui permettent de parler directement à travers sa Parole. - Priez pour que lorsque les musulmans lisent la Bible, la Parole de Dieu et son caractère soient clairement compris.
id_id: Allah adalah pribadi yang penuh kasih. Dalam ayat ini, kita melihat kemarahan-Nya sekaligus belas kasihan-Nya, yang mendorong-Nya bertindak demi umat-Nya. Kita juga melihat bahwa Allah membiarkan manusia memilih siapa yang akan mereka kasihi dan layani. Ketika mereka menolak-Nya dan mengikuti ilah-ilah lain, Dia membiarkan mereka menuai konsekuensi dari pilihan mereka sendiri. - Berdoalah agar sifat Allah yang sejati dikenal di tempat ini -- kekudusan-Nya dan kasih-Nya, belas kasihan-Nya dan keadilan-Nya -- dan agar orang-orang memahami bahwa semua sifat ini selaras dan tidak saling bertentangan. - Berdoalah agar terjadi pertobatan dari upaya membentuk Allah menjadi sosok yang lebih nyaman bagi manusia, dan agar hati-hati dibukakan untuk membiarkan Dia berbicara langsung melalui firman-Nya. - Berdoalah agar ketika umat Muslim membaca Alkitab, firman Allah dan karakter-Nya dipahami dengan jelas.

source: This passage teaches us that humanity is quick to forget the works of God in their lives and are easily influenced by the beliefs of those around them. Instead of remembering God's faithfulness, people often drift toward what is popular, familiar, or culturally accepted. - Pray for God to raise up countercultural people who would resist the ease of following the tide of culture in order to pursue truth and righteousness. - Pray for people in this place to repent of idols such as comfort, security, money, relationships, and the approval of others, and to choose instead the covenant-keeping God who delivers them from the bondage to these lesser gods.
fr_fr: Ce passage nous enseigne que l'humanité oublie vite les œuvres de Dieu dans sa vie et est facilement influencée par les croyances de ceux qui l'entourent. Au lieu de se souvenir de la fidélité de Dieu, les gens dérivent souvent vers ce qui est populaire, familier ou culturellement accepté. - Priez pour que Dieu suscite des personnes à contre-courant qui résisteront à la facilité de suivre la marée culturelle pour poursuivre la vérité et la justice. - Priez pour que les gens de ce lieu se repentent des idoles comme le confort, la sécurité, l'argent, les relations et l'approbation des autres, et choisissent plutôt le Dieu qui garde l'alliance et qui les délivre de l'esclavage de ces dieux moindres.
id_id: Ayat ini juga mengajarkan bahwa manusia dengan cepat melupakan karya-karya Allah dalam hidup mereka dan mudah dipengaruhi oleh keyakinan orang-orang di sekitar mereka. Alih-alih mengingat kesetiaan Allah, manusia sering terombang-ambing mengikuti hal-hal yang populer, familiar, atau diterima secara budaya. - Berdoalah agar Allah membangkitkan orang-orang yang berani hidup melawan arus budaya, yang menolak kemudahan mengikuti arus demi mengejar kebenaran dan keadilan. - Berdoalah agar orang-orang di tempat ini bertobat dari berhala-berhala seperti kenyamanan, keamanan, uang, relasi, dan persetujuan manusia, serta memilih Allah yang setia pada perjanjian-Nya -- Allah yang membebaskan mereka dari perbudakan kepada berhala-berhala yang lebih rendah ini.

source: Picking olives far out in the country one crisp December morning, Naima, a single woman home on vacation, eagerly shared her thoughts with her family and the visitor in their midst. She talked about angels, evil spirits, the healing power of the Qur'an, and her convictions about true religion. When one of the other olive pickers shared about her faith in the Messiah, Naima immediately responded, "You Christians worship three gods." "No," the believer replied, "we worship one God." "What about the Trinity?" Naima accused. The visitor replied, "If you want to understand that you need to take the time to actually read God's Holy Word and understand the plan He has given to return us back to him in relationship." To this Naima dismissively responded, "The Bible is corrupted. The Jews changed God's word because they didn't like it and that's why God sent the Qur'an." This memorized argument is repeated all around the world, often without understanding its validity or understanding that God's Word does not change or fail. True prophets call people back to the truth of His Word, they do not invent new truth. - Pray for Muslims to grow dissatisfied with rehearsed answers and to courageously engage in critical thinking about what they have been taught. - Pray that this journey would lead them to encounter truth in God's Word.
fr_fr: Cueillant des olives loin dans la campagne par une fraîche matinée de décembre, Naima, une femme célibataire en vacances chez elle, partageait avec enthousiasme ses pensées avec sa famille et la visiteuse parmi eux. Elle parlait des anges, des mauvais esprits, du pouvoir de guérison du Coran et de ses convictions sur la vraie religion. Quand l'une des autres cueilleuses d'olives a partagé sa foi au Messie, Naima a immédiatement répondu : « Vous les chrétiens, vous adorez trois dieux. » « Non », a répondu la croyante, « nous adorons un seul Dieu. » « Et la Trinité ? » a accusé Naima. La visiteuse a répondu : « Si tu veux comprendre cela, tu dois prendre le temps de lire vraiment la Sainte Parole de Dieu et de comprendre le plan qu'il a donné pour nous ramener dans une relation avec lui. » À cela, Naima a répondu avec dédain : « La Bible est corrompue. Les Juifs ont changé la parole de Dieu parce qu'ils ne l'aimaient pas et c'est pourquoi Dieu a envoyé le Coran. » Cet argument mémorisé se répète partout dans le monde, souvent sans comprendre sa validité ou comprendre que la Parole de Dieu ne change pas et ne faillit pas. Les vrais prophètes rappellent les gens à la vérité de sa Parole, ils n'inventent pas de nouvelles vérités. - Priez pour que les musulmans deviennent insatisfaits des réponses toutes faites et s'engagent courageusement dans une réflexion critique sur ce qu'on leur a enseigné. - Priez pour que ce cheminement les conduise à rencontrer la vérité dans la Parole de Dieu.
id_id: Pada suatu pagi cerah di bulan Desember, Naima, seorang perempuan lajang yang sedang berlibur di kampung halamannya, dengan antusias membagikan pandangannya kepada keluarganya dan seorang tamu yang hadir di tengah mereka. Dia berbicara tentang malaikat, roh jahat, kuasa penyembuhan Al-Qur'an, dan keyakinannya tentang agama yang benar. Ketika salah satu pemetik zaitun yang lain membagikan imannya kepada Mesias, Naima segera menanggapi, "Kalian orang Kristen menyembah tiga allah." "Tidak," jawab orang percaya itu, "kami menyembah satu Allah." "Bagaimana dengan Tritunggal?" tuduh Naima. Tamu itu menjawab, "Jika kamu ingin memahaminya, kamu perlu meluangkan waktu untuk benar-benar membaca firman Allah yang kudus dan memahami rencana-Nya untuk membawa kita kembali kepada-Nya dalam hubungan." Naima menanggapi dengan sinis, "Alkitab telah diselewengkan. Orang-orang Yahudi mengubah firman Allah karena mereka tidak menyukainya, dan itulah sebabnya Allah mengutus Al-Qur'an." Argumen yang dihafalkan seperti ini diulang di banyak tempat di dunia, sering kali tanpa pemahaman yang sungguh-sungguh akan kebenarannya, dan tanpa menyadari bahwa firman Allah tidak berubah dan tidak pernah gagal. Para nabi sejati memanggil manusia kembali kepada kebenaran firman Allah; mereka tidak menciptakan kebenaran yang baru. - Berdoalah agar umat Muslim tidak lagi puas dengan jawaban-jawaban yang dihafalkan, tetapi berani berpikir kritis tentang apa yang telah mereka terima sebagai ajaran. - Berdoalah agar pencarian ini menuntun mereka kepada perjumpaan dengan kebenaran dalam firman Allah.

source: This passage reminds us that God does not have grandchildren. He only has children. Faith must be personally owned, not merely inherited. - Pray for believers in this land to authentically live out and pass on their faith to the next generation. - Pray for them to faithfully share their testimony of God's redeeming work in their lives. Pray that they would continually remind themselves and their children of God's living and active power. - Ask that children of believers would encounter God personally and develop their own stories of the work of God in their lives that will root them deeply in Jesus.
fr_fr: Ce passage nous rappelle que Dieu n'a pas de petits-enfants. Il n'a que des enfants. La foi doit être personnellement possédée, pas simplement héritée. - Priez pour que les croyants de ce pays vivent authentiquement et transmettent leur foi à la prochaine génération. - Priez pour qu'ils partagent fidèlement leur témoignage de l'œuvre rédemptrice de Dieu dans leur vie. Priez pour qu'ils se rappellent continuellement, à eux-mêmes et à leurs enfants, la puissance vivante et active de Dieu. - Demandez que les enfants des croyants rencontrent Dieu personnellement et développent leurs propres histoires de l'œuvre de Dieu dans leur vie qui les enracineront profondément en Jésus.
id_id: Ayat ini mengingatkan kita bahwa Allah tidak memiliki cucu; Dia hanya memiliki anak-anak. Iman harus dihidupi secara pribadi, bukan sekadar diwariskan. - Berdoalah agar orang-orang percaya di negeri ini hidup sesuai dengan iman mereka secara tulus dan meneruskannya kepada generasi berikutnya. - Berdoalah agar mereka setia membagikan kesaksian tentang karya penebusan Allah dalam hidup mereka, serta terus mengingatkan diri mereka sendiri dan anak-anak mereka akan kuasa Allah yang hidup dan aktif. - Berdoalah agar anak-anak orang percaya mengalami perjumpaan pribadi dengan Allah dan membangun kisah mereka sendiri tentang karya Allah dalam hidup mereka, sehingga mereka tertanam dengan kokoh di dalam Yesus.

source: In Acts 13, Paul and his companions arrive in Antioch in Pisidia. On the Sabbath, they went into the synagogue and sat down. They began retelling Israel's story, including the story found in our previous passage in Judges. "For forty years he put up with them in the wilderness, and after destroying seven nations in the land of Canaan, he gave them their land as an inheritance. All this took about 450 years, and after that he gave them judges until Samuel the prophet..." (Acts 13:18-20) They continued the story through to Christ, declaring: "Let it be known to you, therefore, brothers, that through this man, Jesus, forgiveness of sins is proclaimed to you, and by him everyone who believes is freed from everything from which you could not be freed by the law of Moses." Their message received mixed responses. Paul and Barnabas were opposed by some, yet Acts 13:48-49 tells us: "as many as were appointed to eternal life believed. And the word of the Lord was spreading throughout the whole region." Pray for believers to be empowered to preach boldly whether they are reviled or whether the Word of the Lord spreads rapidly, trusting God with the outcome.
fr_fr: Dans Actes 13, Paul et ses compagnons arrivent à Antioche de Pisidie. Le jour du sabbat, ils entrèrent dans la synagogue et s'assirent. Ils commencèrent à raconter l'histoire d'Israël, y compris l'histoire trouvée dans notre passage précédent des Juges. « Pendant quarante ans environ, il les supporta dans le désert ; et, après avoir détruit sept nations au pays de Canaan, il leur en donna le pays pour héritage. Tout cela dura environ quatre cent cinquante ans. Ensuite, il leur donna des juges, jusqu'au prophète Samuel... » (Actes 13:18-20) Ils ont continué l'histoire jusqu'à Christ, déclarant : « Sachez donc, hommes frères, que c'est par lui que le pardon des péchés vous est annoncé, et que quiconque croit est justifié par lui de toutes les choses dont vous ne pouviez être justifiés par la loi de Moïse. » Leur message a reçu des réponses mitigées. Paul et Barnabas ont été opposés par certains, pourtant Actes 13:48-49 nous dit : « tous ceux qui étaient destinés à la vie éternelle crurent. Et la parole du Seigneur se répandait dans tout le pays. » Priez pour que les croyants soient habilités à prêcher avec audace, qu'ils soient insultés ou que la Parole du Seigneur se répande rapidement, faisant confiance à Dieu pour le résultat.
id_id: Dalam Kisah Para Rasul 13, Paulus dan rekan-rekannya tiba di Antiokhia di Pisidia. Pada hari Sabat, mereka masuk ke sinagoga dan duduk. Mereka mulai menuturkan kembali kisah Israel, termasuk peristiwa-peristiwa yang telah diceritakan sebelumnya dalam Kitab Hakim-hakim. "Selama empat puluh tahun Ia menanggung mereka di padang gurun, dan setelah menghancurkan tujuh bangsa di tanah Kanaan, Ia memberikan tanah itu kepada mereka sebagai warisan. Semua ini berlangsung kira-kira empat ratus lima puluh tahun. Sesudah itu Ia memberikan kepada mereka hakim-hakim sampai kepada Samuel, nabi itu..." (Kisah Para Rasul 13:18-20) Mereka melanjutkan kisah itu hingga kepada Kristus dan menyatakan, "Hendaklah kamu ketahui, saudara-saudara, bahwa oleh Dia ini, Yesus, pengampunan dosa diberitakan kepada kamu, dan oleh Dia, setiap orang yang percaya dibebaskan dari segala sesuatu yang tidak dapat dibebaskan oleh hukum Musa." Pesan ini mendapat tanggapan yang beragam. Paulus dan Barnabas ditentang oleh sebagian orang. Namun Kisah Para Rasul 13:48-49 mencatat, "Semua orang yang ditentukan untuk hidup yang kekal menjadi percaya. Dan firman Tuhan disebarkan ke seluruh daerah itu." Berdoalah agar orang-orang percaya dikuatkan untuk memberitakan firman Tuhan dengan keberanian -- baik ketika mereka menghadapi penolakan maupun ketika firman Tuhan tersebar dengan cepat -- sambil mempercayakan sepenuhnya hasilnya kepada Allah.

source: Day 13: The Suffering Servant of Christ
fr_fr: Jour 13 : Le Serviteur Souffrant de Christ
id_id: Hari ke-13: Hamba yang Menderita Kristus
