Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Day 1: Creation
fr_fr: Jour 1 : La Création
id_id: Hari 1: Penciptaan

source: Genesis 1:1-25 (ESV) In the beginning, God created the heavens and the earth. The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters. And God said, "Let there be light," and there was light. And God saw that the light was good. And God separated the light from the darkness. God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day. And God said, "Let there be an expanse in the midst of the waters, and let it separate the waters from the waters." And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. And God called the expanse Heaven. And there was evening and there was morning, the second day. And God said, "Let the waters under the heavens be gathered together into one place, and let the dry land appear." And it was so. God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good. And God said, "Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth." And it was so. The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. And there was evening and there was morning, the third day. And God said, "Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, and let them be lights in the expanse of the heavens to give light upon the earth." And it was so. And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. And God set them in the expanse of the heavens to give light on the earth, to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. And there was evening and there was morning, the fourth day. And God said, "Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens." So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. And God blessed them, saying, "Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth." And there was evening and there was morning, the fifth day. And God said, "Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds." And it was so. And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.
fr_fr: Genèse 1:1-25 (LSG) Au commencement, Dieu créa les cieux et la terre. La terre était informe et vide: il y avait des ténèbres à la surface de l'abîme, et l'esprit de Dieu se mouvait au-dessus des eaux. Dieu dit: Que la lumière soit! Et la lumière fut. Dieu vit que la lumière était bonne; et Dieu sépara la lumière d'avec les ténèbres. Dieu appela la lumière jour, et il appela les ténèbres nuit. Ainsi, il y eut un soir, et il y eut un matin: ce fut le premier jour. Dieu dit: Qu'il y ait une étendue entre les eaux, et qu'elle sépare les eaux d'avec les eaux. Et Dieu fit l'étendue, et il sépara les eaux qui sont au-dessous de l'étendue d'avec les eaux qui sont au-dessus de l'étendue. Et cela fut ainsi. Dieu appela l'étendue ciel. Ainsi, il y eut un soir, et il y eut un matin: ce fut le second jour. Dieu dit: Que les eaux qui sont au-dessous du ciel se rassemblent en un seul lieu, et que le sec paraisse. Et cela fut ainsi. Dieu appela le sec terre, et il appela l'amas des eaux mers. Dieu vit que cela était bon. Puis Dieu dit: Que la terre produise de la verdure, de l'herbe portant de la semence, des arbres fruitiers donnant du fruit selon leur espèce et ayant en eux leur semence sur la terre. Et cela fut ainsi. La terre produisit de la verdure, de l'herbe portant de la semence selon son espèce, et des arbres donnant du fruit et ayant en eux leur semence selon leur espèce. Dieu vit que cela était bon. Ainsi, il y eut un soir, et il y eut un matin: ce fut le troisième jour. Dieu dit: Qu'il y ait des luminaires dans l'étendue du ciel, pour séparer le jour d'avec la nuit; que ce soient des signes pour marquer les époques, les jours et les années; et qu'ils servent de luminaires dans l'étendue du ciel, pour éclairer la terre. Et cela fut ainsi. Dieu fit les deux grands luminaires, le plus grand luminaire pour présider au jour, et le plus petit luminaire pour présider à la nuit; il fit aussi les étoiles. Dieu les plaça dans l'étendue du ciel, pour éclairer la terre, pour présider au jour et à la nuit, et pour séparer la lumière d'avec les ténèbres. Dieu vit que cela était bon. Ainsi, il y eut un soir, et il y eut un matin: ce fut le quatrième jour. Dieu dit: Que les eaux produisent en abondance des animaux vivants, et que des oiseaux volent sur la terre vers l'étendue du ciel. Dieu créa les grands poissons et tous les animaux vivants qui se meuvent, et que les eaux produisirent en abondance selon leur espèce; il créa aussi tout oiseau ailé selon son espèce. Dieu vit que cela était bon. Dieu les bénit, en disant: Soyez féconds, multipliez, et remplissez les eaux des mers; et que les oiseaux multiplient sur la terre. Ainsi, il y eut un soir, et il y eut un matin: ce fut le cinquième jour. Dieu dit: Que la terre produise des animaux vivants selon leur espèce, du bétail, des reptiles et des animaux terrestres, selon leur espèce. Et cela fut ainsi. Dieu fit les animaux de la terre selon leur espèce, le bétail selon son espèce, et tous les reptiles de la terre selon leur espèce. Dieu vit que cela était bon.
id_id: Kejadian 1:1-25 (AYT) Pada mulanya, Allah menciptakan langit dan bumi. Bumi tidak berbentuk dan kosong, kegelapan menutupi permukaan samudra, dan Roh Allah melayang-layang di atas permukaan air. Kemudian, Allah berfirman, "Jadilah terang." Lalu, terang itu jadi. Allah melihat bahwa terang itu baik. Kemudian, Allah memisahkan terang itu dari gelap. Allah menyebut terang itu siang dan gelap itu malam. Jadilah petang dan jadilah pagi, itulah hari pertama. Kemudian, Allah berfirman, "Jadilah cakrawala di tengah-tengah air untuk memisahkan air dari air!" Lalu, Allah membuat cakrawala dan memisahkan air yang ada di atas cakrawala itu dari air yang ada di bawah cakrawala itu. Lalu, jadilah demi kian. Allah menyebut cakrawala itu langit. Jadilah petang dan jadilah pagi, itulah hari kedua. Kemudian, Allah berfirman, "Biarlah air yang ada di bawah langit berkumpul ke satu tempat dan biarlah tanah yang kering itu tampak." Lalu, jadilah demikian. Allah menyebut tanah yang kering itu darat dan kumpulan air itu disebut-Nya laut. Allah melihat bahwa itu baik. Allah berfirman, "Biarlah bumi menumbuhkan rerumputan, tumbuh-tumbuhan berbiji, dan pohon buah yang berbuah menurut jenisnya dan berbiji di dalamnya, di atas bumi." Lalu, jadilah demikian. Bumi menumbuhkan rerumputan, tumbuh-tumbuhan berbiji menurut jenisnya, dan pohon yang berbuah dengan biji di dalamnya menurut jenisnya. Allah melihat bahwa itu baik. Jadilah petang dan jadilah pagi, itulah hari ketiga. Kemudian, Allah berfirman, "Biarlah ada penerang di cakrawala langit untuk memisahkan siang dari malam, dan biarlah itu ada untuk tanda-tanda dan untuk musim-musim, dan untuk hari-hari serta tahun-tahun, dan biarlah itu menjadi penerang di cakrawala langit, untuk memberikan terang atas bumi." Demikianlah itu terjadi. Allah membuat dua penerang yang besar. Penerang yang lebih besar untuk menguasai siang, sedangkan penerang yang lebih kecil untuk menguasai malam. Dia juga membuat bintang-bintang. Allah mengatur mereka di cakrawala langit untuk menerangi bumi, untuk menguasai siang dan menguasai malam, dan untuk memisahkan terang dari gelap. Allah melihat bahwa itu baik. Jadilah petang dan jadilah pagi, itulah hari keempat. Kemudian, Allah berfirman, "Biarlah air dikerumuni oleh makhluk-makhluk hidup, dan biarlah burung-burung beterbangan di atas bumi, melintasi cakrawala langit." Lalu, Allah menciptakan binatang-binatang laut yang besar dan segala jenis makhluk hidup yang bergerak serta berkerumun di dalam air menurut jenisnya, dan segala burung bersayap menurut jenisnya. Allah melihat bahwa itu baik. Allah memberkatinya, firman-Nya, "Berkembangbiaklah, dan berlipatgandalah, dan penuhilah air di lautan, dan biarlah burung-burung berlipat ganda di bumi." Jadilah petang dan jadilah pagi. Inilah hari kelima. Kemudian, Allah berfirman, "Biarlah bumi menghasilkan makhluk hidup menurut jenisnya, hewan ternak, binatang melata, dan binatang-binatang liar, masing-masing menurut jenisnya." Lalu, jadilah demikian. Allah membuat binatang liar di darat itu menurut jenisnya, hewan ternak menurut jenisnya, dan segala binatang melata di atas tanah menurut jenisnya. Allah melihat bahwa itu baik.

source: God is a powerful, joyful Creator who brings order from chaos, speaks with authority, reveals Himself to be known, and multiplies His goodness through His creation and His people. - Pray for people in this place to see and celebrate God's creativity, goodness, and the order He brings into the world and into our lives. - Pray for God to raise up faithful partners in His mission among this people, reflecting his character and making his story known to the nations.
fr_fr: Dieu est un Créateur puissant et joyeux qui fait naître l'ordre du chaos, parle avec autorité, se révèle pour être connu, et multiplie sa bonté à travers sa création et son peuple. - Priez pour que les gens de ce lieu voient et célèbrent la créativité de Dieu, sa bonté et l'ordre qu'il apporte dans le monde et dans nos vies. - Priez pour que Dieu suscite des partenaires fidèles dans sa mission au sein de ce peuple, reflétant son caractère et faisant connaître son histoire aux nations.
id_id: Allah adalah Pencipta yang berkuasa dan penuh sukacita. Dia membawa keteraturan keluar dari kekacauan, berfirman dengan otoritas, menyatakan diri-Nya supaya dapat dikenal, serta melipatgandakan kebaikan-Nya melalui ciptaan-Nya dan umat-Nya. Berdoalah agar orang-orang di tempat ini mampu melihat dan merayakan kreativitas Allah, kebaikan-Nya, serta keteraturan yang Dia hadirkan di dunia dan di dalam kehidupan kita. - Berdoalah agar Allah membangkitkan mitra-mitra yang setia dalam misi-Nya di tengah umat ini -- orang-orang yang mencerminkan karakter-Nya dan memberitakan kisah-Nya kepada bangsa-bangsa.

source: Humanity is invited into God's generous, relational design—not as the center of the story, but as participants who receive His abundance, reflect His community, and live within the order He lovingly created. - Pray for God to teach people in this place to remember that we are not the main characters, but grateful participants in God's greater story. - Ask God to grow hearts among this people to live out of the generosity He has shown—sharing, multiplying, and stewarding what He entrusts to us.
fr_fr: L'humanité est invitée dans le dessein généreux de Dieu, fondé sur la relation—nonpas comme le centre de l'histoire, mais comme des participants qui reçoivent son abondance, reflètent sa communauté et vivent dans l'ordre qu'il a créé avec amour. - Priez pour que Dieu enseigne aux gens de ce lieu à se souvenir que nous ne sommes pas les personnages principaux, mais des participants reconnaissants dans la grande histoire de Dieu. - Demandez à Dieu de faire grandir les cœurs parmi ce peuple pour vivre selon la générosité qu'il a manifestée—partageant, multipliant et gérant ce qu'il nous confie.
id_id: Manusia diundang untuk mengambil bagian dalam rancangan Allah yang penuh kemurahan dan bersifat relasional -- bukan sebagai pusat cerita, melainkan sebagai peserta yang menerima kelimpahan-Nya, mencerminkan komunitas-Nya, serta hidup di dalam tatanan yang dengan penuh kasih telah Dia tetapkan. - Berdoalah agar Allah mengajar orang-orang di tempat ini untuk mengingat bahwa kita bukanlah tokoh utama, melainkan peserta yang bersyukur di dalam kisah besar Allah. - Mintalah kepada Allah agar Dia menumbuhkan hati di antara orang-orang ini untuk hidup dari kemurahan hati yang telah Dia tunjukkan -- dengan berbagi, melipatgandakan, dan mengelola apa yang telah Dia percayakan kepada kita.

source: This story reveals that God only creates good. He doesn't create evil, contrary to Islamic doctrine. According to Islamic teaching, Satan was originally a jinn, created by God from smokeless fire. Islam also teaches that God is unknowable, but here we see Him revealing Himself, giving us important information to know about Him. This difference in understanding impacts how Muslims respond to Biblical accounts of nature. Recovering from metastatic cancer and having finished radiation, Hanen longs to hope in God's power to heal and save. Listening to the story of Creation stirred her heart to praise God's strength. Just a few days later, however, her initial openness gave way to resistance when she adamantly declared that healing can only come through reading the Quran and that she doesn't need to read God's Holy Word from the Torah (Old Testament) and Injil (New Testament). Pray for God to stir a hunger for reading God's Word from the Bible and for fear to be replaced with faith.
fr_fr: Cette histoire révèle que Dieu ne crée que le bien. Il ne crée pas le mal, contrairement à la doctrine islamique. Selon l'enseignement islamique, Satan était à l'origine un djinn, créé par Dieu à partir d'un feu sans fumée. L'islam enseigne également que Dieu est inconnaissable, mais ici nous le voyons se révéler, nous donnant des informations importantes pour le connaître. Cette différence de compréhension influence la façon dont les musulmans répondent aux récits bibliques de la nature. Se remettant d'un cancer métastatique et ayant terminé la radiothérapie, Hanen aspire à espérer dans la puissance de Dieu pour guérir et sauver. Écouter l'histoire de la Création a touché son cœur et l'a poussée à louer la force de Dieu. Quelques jours plus tard, cependant, son ouverture initiale a cédé la place à la résistance lorsqu'elle a déclaré catégoriquement que la guérison ne peut venir qu'en lisant le Coran et qu'elle n'a pas besoin de lire la Parole Sainte de Dieu dans la Torah (Ancien Testament) et l'Injil (Nouveau Testament). Priez pour que Dieu suscite une faim de lire la Parole de Dieu dans la Bible et pour que la peur soit remplacée par la foi.
id_id: Kisah ini menyingkapkan bahwa Allah hanya menciptakan apa yang baik. Dia tidak menciptakan kejahatan, yang berbeda dengan ajaran Islam. Dalam ajaran Islam, Setan dipahami sebagai jin yang diciptakan oleh Allah dari api tanpa asap. Islam juga mengajarkan bahwa Allah tidak dapat dikenal secara personal, tetapi dalam kisah ini kita melihat Dia menyatakan diri-Nya dan memberikan pengenalan yang penting tentang siapa Dia. Perbedaan pemahaman ini memengaruhi cara orang muslim merespons kisah-kisah Alkitab tentang alam semesta. Setelah pulih dari kanker metastasis dan menyelesaikan terapi radiasi, Hanen merindukan harapan akan kuasa Allah untuk menyembuhkan dan menyelamatkan. Mendengar kisah Penciptaan menggerakkan hatinya untuk memuji kekuatan Allah. Namun, beberapa hari kemudian, keterbukaan awal itu berubah menjadi penolakan ketika dia dengan tegas menyatakan bahwa kesembuhan hanya dapat diperoleh melalui pembacaan Al-Qur’an, dan bahwa dia tidak perlu membaca firman Tuhan dari Taurat (Perjanjian Lama) dan Injil (Perjanjian Baru). - Berdoalah agar Allah membangkitkan kerinduan untuk membaca firman Tuhan dari Alkitab, dan agar ketakutan digantikan oleh iman.

source: Most Muslims believe God created the world, though they don't regard the Bible's account as accurate. - Pray for Christians trying to share Good News with Muslims to confidently invite Muslims to hear this story and to discuss it with others. - Pray that a curiosity would be stirred to want to continue to read more stories.
fr_fr: La plupart des musulmans croient que Dieu a créé le monde, bien qu'ils ne considèrent pas le récit de la Bible comme exact. - Priez pour que les chrétiens qui essaient de partager la Bonne Nouvelle avec les musulmans invitent avec assurance les musulmans à entendre cette histoire et à en discuter avec d'autres. - Priez pour que s'éveille en eux une curiosité, un désir de continuer à lire d'autres histoires.
id_id: Sebagian besar umat Islam percaya bahwa Allah menciptakan dunia, meskipun mereka tidak menganggap kisah Alkitab sebagai kisah yang akurat. - Berdoalah agar umat Kristen yang berupaya membagikan Kabar Baik kepada umat Islam dapat dengan penuh keyakinan mengundang mereka untuk mendengarkan kisah ini dan mendiskusikannya bersama orang lain. - Berdoalah agar rasa ingin tahu dibangkitkan sehingga muncul kerinduan untuk terus membaca lebih banyak kisah.

source: Colossians 1:15-22 Jesus, you are the image of the invisible God, the firstborn of all creation. By you, all things were created in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities. All things were created through you and for you, you are before all things, and in you all things hold together. We declare, Jesus, that you are the head of the body, the church. You are the beginning, the firstborn from the dead, in everything you are preeminent. For in you, Jesus, all the fullness of God was pleased to dwell and through you, to reconcile to yourself all things, whether on earth or in heaven, making peace by the blood of your cross. We pray for Muslims in this area who are currently alienated and hostile in mind, doing evil deeds. We pray that they would accept and believe and be reconciled through Christ's body of flesh by His death, and that they would be presented to you as holy and blameless and above reproach before you.
fr_fr: Colossiens 1:15-22 Jésus, tu es l'image du Dieu invisible, le premier-né de toute la création. Par toi, toutes choses ont été créées dans les cieux et sur la terre, visibles et invisibles, que ce soient les trônes, les dominations, les autorités ou les puissances. Toutes choses ont été créées par toi et pour toi, tu es avant toutes choses, et en toi toutes choses subsistent. Nous déclarons, Jésus, que tu es la tête du corps, l'Église. Tu es le commencement, le premier-né d'entre les morts, afin d'être en tout le premier. Car il a plu à Dieu de faire habiter en toi toute plénitude et, par toi, de réconcilier toutes choses avec lui-même, tant ce qui est sur la terre que ce qui est dans les cieux, en faisant la paix par le sang de ta croix. Nous prions pour les musulmans de cette région qui sont actuellement étrangers et hostiles en pensée, faisant des œuvres mauvaises. Nous prions pour qu'ils acceptent et croient et soient réconciliés par le corps de chair de Christ par sa mort, et qu'ils te soient présentés comme saints, irréprochables et sans reproche devant toi.
id_id: Kolose 1:15-22 Yesus, Engkau adalah gambaran Allah yang tidak kelihatan, yang sulung atas segala ciptaan. Melalui Engkau segala sesuatu diciptakan, baik di surga maupun di bumi, yang kelihatan dan yang tidak kelihatan -- baik takhta, kerajaan, pemerintah, maupun kuasa. Segala sesuatu diciptakan melalui Engkau dan untuk Engkau. Engkau ada sebelum segala sesuatu, dan di dalam Engkau segala sesuatu ada dan tetap utuh. Kami menyatakan, Yesus, bahwa Engkau adalah kepala tubuh, yaitu gereja. Engkau adalah permulaan, yang sulung dari antara orang mati, sehingga dalam segala hal Engkau menjadi yang terutama. Sebab di dalam Engkau seluruh kepenuhan Allah berkenan untuk diam, dan melalui Engkau Dia berkenan untuk mendamaikan segala sesuatu kepada diri-Nya, baik yang di bumi maupun yang di surga, dengan darah salib-Mu. Kami berdoa bagi umat muslim di daerah ini yang saat ini terasing dan bermusuhan dalam pikiran, serta hidup dalam perbuatan-perbuatan jahat. Kami berdoa agar mereka menerima dan percaya, diperdamaikan melalui tubuh daging Kristus oleh kematian-Nya, dan dipersembahkan kepada-Mu sebagai orang-orang yang kudus, tak bercela, dan tidak bercacat di hadapan-Mu.

source: Day 2: Creation of Humans
fr_fr: Jour 2 : La Création de l'Homme
id_id: Hari ke-2: Penciptaan Manusia
