Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Rahma became a Christian as a young adult and soon faced intense persecution from her family. Her Bible was confiscated, and her brother beat her. A decade later, when her father was dying, she returned home to be with him. One day, she prayed over him and shared much of the Gospel message in that prayer. Though he drifted in and out of consciousness, he woke long enough to say, "I've heard this before." Rahma later discovered that he had secretly kept her confiscated Bible, read it, and treasured it deeply. Eventually he died. As the family prepared his body and began the custom Muslim burial rituals, something extraordinary happened: a short time later, he rose and removed the shroud from his own face. In the weeks that followed, Rahma confirmed that her father placed his faith in Jesus. Like Lazarus, Rahma's father died a second time. Yet, also like Lazarus, because of his union with Christ, he had the sure hope of eternal life. Pray for Christians in this place to boldly share the hope they have in Christ and for their lives to reflect they are not enslaved by the fear of death. They know Christ's victory – and it changed everything, including how they live now.
fr_fr: Rahma est devenue chrétienne en tant que jeune adulte et a rapidement fait face à une persécution intense de la part de sa famille. Sa Bible a été confisquée, et son frère l'a battue. Une décennie plus tard, alors que son père était mourant, elle est retournée chez elle pour être avec lui. Un jour, elle a prié sur lui et a partagé une grande partie du message de l'Évangile dans cette prière. Bien qu'il ait oscillé entre conscience et inconscience, il s'est réveillé assez longtemps pour dire : « J'ai déjà entendu cela. » Rahma a découvert plus tard qu'il avait secrètement gardé sa Bible confisquée, l'avait lue et la chérissait profondément. Finalement, il est mort. Alors que la famille préparait son corps et commençait les rituels funéraires musulmans traditionnels, quelque chose d'extraordinaire s'est produit : peu de temps après, il s'est levé et a retiré le linceul de son propre visage. Dans les semaines qui ont suivi, Rahma a confirmé que son père avait placé sa foi en Jésus. Comme Lazare, le père de Rahma est mort une seconde fois. Pourtant, comme Lazare aussi, grâce à son union avec Christ, il avait l'espérance certaine de la vie éternelle. Priez pour que les chrétiens dans ce lieu partagent avec audace l'espérance qu'ils ont en Christ et pour que leurs vies reflètent qu'ils ne sont pas asservis par la peur de la mort. Ils connaissent la victoire de Christ — et elle a tout changé, y compris leur façon de vivre maintenant.
id_id: Rahma menjadi seorang Kristen ketika masih muda dan segera mengalami penganiayaan yang berat dari keluarganya. Alkitabnya disita, dan dia dipukuli oleh saudaranya. Sepuluh tahun kemudian, ketika ayahnya sedang sekarat, dia kembali ke rumah untuk menemaninya. Suatu hari, dia berdoa bagi ayahnya dan memasukkan banyak kebenaran Injil ke dalam doanya. Meskipun ayahnya keluar-masuk kesadaran, dia terbangun cukup lama untuk berkata, "Aku pernah mendengar ini sebelumnya." Rahma kemudian mengetahui bahwa ayahnya telah menyimpan Alkitabnya yang dulu disita, membacanya secara diam-diam, dan menjaganya dengan penuh kasih. Tidak lama kemudian, dia meninggal dunia. Ketika keluarga sedang mempersiapkan jenazah dan memulai ritual pemakaman muslim, sesuatu yang luar biasa terjadi. Beberapa saat kemudian, ayah Rahma bangun dan melepaskan kain kafan dari wajahnya sendiri. Dalam minggu-minggu berikutnya, Rahma memastikan bahwa ayahnya telah menaruh imannya kepada Yesus. Seperti Lazarus, ayah Rahma meninggal untuk kedua kalinya. Namun, juga seperti Lazarus, karena persatuannya dengan Kristus, dia memiliki pengharapan yang pasti akan kehidupan kekal. Berdoalah agar orang-orang Kristen di tempat ini berani membagikan pengharapan yang mereka miliki di dalam Kristus, dan agar hidup mereka mencerminkan bahwa mereka tidak lagi diperbudak oleh ketakutan akan kematian. Mereka mengenal kemenangan Kristus -- dan kebenaran ini mengubah segalanya, termasuk cara mereka hidup saat ini.

source: Father, we thank you for Jesus, who shared in our flesh and blood so that through death He might destroy the one who has the power of death, that is, the devil, and deliver all those who through fear of death were subject to lifelong slavery. (Hebrews 2:14-15) Free men and women all over this land from the slavery of the fear of death. Along with followers of Jesus from all over the world, may many in this place join in singing 'Death is swallowed up in victory. O death, where is your sting?" Thanks be to God, who gives us the victory through our Lord Jesus Christ. Therefore, we pray for brothers and sisters in this place to be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord their labor is not in vain. (1 Corinthians 15:55-58)
fr_fr: Père, nous te remercions pour Jésus, qui a partagé notre chair et notre sang afin que par la mort Il puisse détruire celui qui avait le pouvoir de la mort, c'est-à-dire le diable, et délivrer tous ceux qui, par crainte de la mort, étaient toute leur vie retenus dans la servitude. (Hébreux 2:14-15) Libère des hommes et des femmes partout dans ce pays de l'esclavage de la peur de la mort. Avec les disciples de Jésus du monde entier, que beaucoup dans ce lieu se joignent pour chanter « La mort a été engloutie dans la victoire. Ô mort, où est ton aiguillon ? » Grâces soient rendues à Dieu, qui nous donne la victoire par notre Seigneur Jésus-Christ. C'est pourquoi nous prions pour que les frères et sœurs dans ce lieu soient fermes, inébranlables, s'appliquant toujours à l'œuvre du Seigneur, sachant que leur travail n'est pas vain dans le Seigneur. (1 Corinthiens 15:55-58)
id_id: Bapa, kami bersyukur kepada-Mu atas Yesus, yang telah mengambil bagian dalam daging dan darah kami, supaya melalui kematian-Nya Ia menghancurkan dia yang berkuasa atas kematian, yaitu iblis, dan membebaskan semua orang yang seumur hidupnya diperbudak oleh ketakutan akan kematian. (Ibrani 2:14-15) Bebaskanlah setiap pria dan wanita di negeri ini dari perbudakan ketakutan akan kematian. Bersama para pengikut Yesus di seluruh dunia, kiranya banyak orang di tempat ini menyatakan, "Kematian telah ditelan dalam kemenangan. Hai maut, di manakah sengatmu?" Syukur kepada Allah, yang memberikan kemenangan kepada kita melalui Tuhan Yesus Kristus. Karena itu, kiranya saudara-saudari di tempat ini tetap teguh, tidak goyah, dan selalu berlimpah dalam pekerjaan Tuhan, sebab mereka tahu bahwa di dalam Tuhan jerih lelah mereka tidak sia-sia. (1 Korintus 15:55-58)

source: Day 25: Jesus' Humility
fr_fr: Jour 25 : L'Humilité de Jésus
id_id: Hari ke-25: Kerendahan Hati Yesus

source: John 13:1-17 (ESV) Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end. During supper, when the devil had already put it into the heart of Judas Iscariot, Simon's son, to betray him, Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God, rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist. Then he poured water into a basin and began to wash the disciples' feet and to wipe them with the towel that was wrapped around him. He came to Simon Peter, who said to him, "Lord, do you wash my feet?" Jesus answered him, "What I am doing you do not understand now, but afterward you will understand." Peter said to him, "You shall never wash my feet." Jesus answered him, "If I do not wash you, you have no share with me." Simon Peter said to him, "Lord, not my feet only but also my hands and my head!" Jesus said to him, "The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you." For he knew who was to betray him; that was why he said, "Not all of you are clean." When he had washed their feet and put on his outer garments and resumed his place, he said to them, "Do you understand what I have done to you? You call me Teacher and Lord, and you are right, for so I am. If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another's feet. For I have given you an example, that you also should do just as I have done to you. Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him. If you know these things, blessed are you if you do them.
fr_fr: Jean 13:1-17 (LSG) Avant la fête de Pâque, Jésus, sachant que son heure était venue de passer de ce monde au Père, et ayant aimé les siens qui étaient dans le monde, mit le comble à son amour pour eux. Pendant le souper, lorsque le diable avait déjà inspiré au cœur de Judas Iscariot, fils de Simon, le dessein de le livrer, Jésus, qui savait que le Père avait remis toutes choses entre ses mains, qu'il était venu de Dieu, et qu'il s'en allait à Dieu, se leva de table, ôta ses vêtements, et prit un linge, dont il se ceignit. Ensuite il versa de l'eau dans un bassin, et il se mit à laver les pieds des disciples, et à les essuyer avec le linge dont il était ceint. Il vint donc à Simon Pierre; et Pierre lui dit: Toi, Seigneur, tu me laves les pieds! Jésus lui répondit: Ce que je fais, tu ne le comprends pas maintenant, mais tu le comprendras bientôt. Pierre lui dit: Non, jamais tu ne me laveras les pieds. Jésus lui répondit: Si je ne te lave, tu n'auras point de part avec moi. Simon Pierre lui dit: Seigneur, non seulement les pieds, mais encore les mains et la tête. Jésus lui dit: Celui qui est lavé n'a besoin que de se laver les pieds pour être entièrement pur; et vous êtes purs, mais non pas tous. Car il connaissait celui qui le livrait; c'est pourquoi il dit: Vous n'êtes pas tous purs. Après qu'il leur eut lavé les pieds, et qu'il eut pris ses vêtements, il se remit à table, et leur dit: Comprenez-vous ce que je vous ai fait? Vous m'appelez Maître et Seigneur; et vous dites bien, car je le suis. Si donc je vous ai lavé les pieds, moi, le Seigneur et le Maître, vous devez aussi vous laver les pieds les uns aux autres; car je vous ai donné un exemple, afin que vous fassiez comme je vous ai fait. En vérité, en vérité, je vous le dis, le serviteur n'est pas plus grand que son seigneur, ni l'apôtre plus grand que celui qui l'a envoyé. Si vous savez ces choses, vous êtes heureux, pourvu que vous les pratiquiez.
id_id: Yohanes 13:1-17 (AYT) Sebelum Hari Raya Paskah, Yesus tahu bahwa saat-Nya telah tiba bahwa Dia akan meninggalkan dunia ini kepada Bapa, setelah mengasihi kepunyaan-Nya sendiri di dunia, Dia mengasihi mereka sampai akhir. Selama makan malam berlangsung, setan telah memasukkan niat dalam hati Yudas Iskariot, anak Simon, untuk mengkhianati Yesus. Yesus, ketika mengetahui bahwa Bapa telah menyerahkan segala sesuatu ke dalam tangan-Nya, dan bahwa Dia datang dari Allah, dan akan kembali kepada Allah, Dia berdiri dari jamuan makan malam dan melepaskan jubah-Nya, serta mengambil kain linen dan mengikatkannya pada pinggang-Nya. Kemudian, Dia menuangkan air ke sebuah baskom dan mulai membasuh kaki murid-murid-Nya serta mengeringkan kaki mereka dengan kain yang terikat pada pinggang-Nya. Lalu, Dia sampai kepada Simon Petrus dan dia berkata kepada Yesus, "Tuhan, Engkau membasuh kakiku?" Yesus menjawab dan berkata kepadanya, "Apa yang Aku lakukan, kamu tidak memahaminya sekarang, tetapi kelak kamu akan mengerti." Petrus berkata kepada-Nya, "Engkau tidak akan pernah membasuh kakiku!" Yesus menjawab, "Jika Aku tidak membasuhmu, kamu tidak mendapat bagian di dalam Aku." Simon Petrus berkata kepada-Nya, "Tuhan, jangan hanya kakiku, tetapi tangan dan kepalaku juga!" Yesus berkata kepadanya, "Orang yang sudah mandi hanya perlu membasuh kakinya, tetapi sudah bersih seluruhnya. Kamu sudah bersih, tetapi tidak semua dari kalian bersih." Sebab, Yesus tahu siapa yang akan mengkhianati Dia. Itu sebabnya, Dia berkata, "Tidak semua dari kalian bersih." Jadi, setelah Yesus selesai membasuh kaki murid-murid-Nya, memakai kembali jubah-Nya, dan kembali ke tempat-Nya, Dia berkata kepada mereka, "Apakah kalian mengerti apa yang Aku lakukan kepada kalian? Kalian menyebut Aku Guru dan juga Tuhan. Itu tepat karena Akulah Dia. Jika Aku, yang adalah Tuhan dan Gurumu, telah membasuh kakimu, kamu pun harus saling membasuh kakimu. Sebab, Aku telah memberikan contoh kepadamu supaya kamu juga melakukan seperti yang Aku telah lakukan kepadamu. Sesungguhnya, Aku mengatakan kepadamu, seorang hamba tidak lebih besar daripada tuannya, ataupun seorang utusan tidak lebih besar daripada orang yang mengutusnya. Jika kamu sudah mengetahui semuanya ini, kamu diberkati jika kamu melakukannya.

source: God does things that we only understand later: "What I am doing you do not understand now, but afterward you will understand." - Pray for the message of the upside-down Kingdom -- where the last are first, the poor are blessed, and the greatest is the servant of all -- to be seen for what it truly is: a message from God, not from man. Islam teaches victory through power and the sword; reward is often associated with authority and earthly pleasure. The way of Jesus is through humility, self-sacrifice, and death. - Pray that when God allows pain and suffering in the lives of His children in this place, it will drive them deeper into relationship with Him and grow their trust in Him.
fr_fr: Dieu fait des choses que nous ne comprenons que plus tard : « Ce que je fais, tu ne le comprends pas maintenant, mais tu le comprendras bientôt. » - Priez pour que le message du Royaume à l'envers — où les derniers sont premiers, les pauvres sont bénis, et le plus grand est le serviteur de tous — soit vu pour ce qu'il est vraiment : un message de Dieu, pas des hommes. L'islam enseigne la victoire par la puissance et l'épée ; la récompense est souvent associée à l'autorité et aux plaisirs terrestres. Le chemin de Jésus passe par l'humilité, le sacrifice de soi et la mort. - Priez pour que lorsque Dieu permet la douleur et la souffrance dans la vie de Ses enfants dans ce lieu, cela les pousse plus profondément dans la relation avec Lui et fasse grandir leur confiance en Lui.
id_id: Allah melakukan banyak hal yang baru kita pahami kemudian: "Apa yang Aku lakukan sekarang, kamu belum mengerti, tetapi kelak kamu akan mengerti." - Berdoalah agar pesan Kerajaan yang terbalik -- tempat orang yang terakhir menjadi yang pertama, orang miskin disebut berbahagia, dan yang terbesar adalah pelayan bagi semua orang -- dipahami sebagai pesan yang berasal dari Allah, bukan dari manusia. Islam sering mengajarkan kemenangan melalui kekuatan dan pedang, dengan imbalan yang dikaitkan pada kuasa dan kenikmatan duniawi. Jalan Yesus justru ditempuh melalui kerendahan hati, pengorbanan diri, dan kematian. - Berdoalah agar ketika Allah mengizinkan penderitaan dan kesengsaraan hadir dalam hidup anak-anak-Nya di tempat ini, hal tersebut mendorong mereka masuk lebih dalam ke dalam relasi dengan-Nya dan meneguhkan kepercayaan mereka kepada-Nya.

source: One weakness of humanity is thinking that our judgments are better than God's regarding what is or is not appropriate for either Him or us. - Pray for people in this place to repent of imposing their expectations of who God should be and what they are entitled to. Instead, may they humbly approach God on His terms and with an open heart. - Pray for soft hearts that would let Him shape them into His image, rather than trying to shape Him into their image.
fr_fr: Une faiblesse de l'humanité est de penser que nos jugements sont meilleurs que ceux de Dieu concernant ce qui est ou n'est pas approprié pour Lui ou pour nous. - Priez pour que les gens dans ce lieu se repentent d'imposer leurs attentes sur qui Dieu devrait être et ce à quoi ils ont droit. Au lieu de cela, qu'ils s'approchent humblement de Dieu selon Ses termes et avec un cœur ouvert. - Priez pour des cœurs tendres qui Le laisseraient les façonner à Son image, plutôt que d'essayer de Le façonner à leur image.
id_id: Salah satu kelemahan manusia adalah kecenderungan menganggap bahwa penilaian kita lebih baik daripada penilaian Allah tentang apa yang layak atau tidak layak -- baik bagi-Nya maupun bagi kita. - Berdoalah agar orang-orang di tempat ini bertobat dari upaya memaksakan ekspektasi mereka tentang siapa Allah seharusnya dan apa yang mereka anggap pantas mereka terima. Kiranya mereka mendekati Allah dengan kerendahan hati, menurut syarat-syarat-Nya, dan dengan hati yang terbuka. - Berdoalah agar mereka memiliki hati yang lembut, yang membiarkan Dia membentuk mereka sesuai dengan gambar-Nya, bukan berusaha membentuk Dia menurut gambar mereka sendiri.

source: Islam has no teaching, understanding, or capacity for an image of a God who stoops down to wash the feet of His followers. This teaching is shocking, repulsive, and offensive to them -- just as it was to the Jews of Jesus' day. Jesus persevered with them and continued to reshape their understanding, eventually giving them His Spirit, who could transform them from the inside out to see things the way He does. - Pray for people in this place to encounter Jesus and for God's grace to enable them to receive this message of humble service.
fr_fr: L'islam n'a aucun enseignement, compréhension ou capacité pour une image d'un Dieu qui se baisse pour laver les pieds de Ses disciples. Cet enseignement est choquant, répugnant et offensant pour eux — tout comme il l'était pour les Juifs du temps de Jésus. Jésus a persévéré avec eux et a continué à remodeler leur compréhension, leur donnant finalement Son Esprit, qui pouvait les transformer de l'intérieur pour voir les choses comme Lui les voit. - Priez pour que les gens dans ce lieu rencontrent Jésus et pour que la grâce de Dieu leur permette de recevoir ce message de service humble.
id_id: Islam tidak memiliki ajaran maupun kerangka pemahaman untuk menggambarkan Allah yang merendahkan diri sampai mencuci kaki para pengikut-Nya. Gambaran ini mengejutkan, mengganggu, dan bahkan menyinggung -- sama seperti reaksi banyak orang Yahudi pada zaman Yesus. Namun Yesus tetap bersabar membentuk pemahaman mereka, hingga akhirnya memberikan Roh-Nya, yang sanggup mengubah manusia dari dalam ke luar dan menolong mereka melihat segala sesuatu sebagaimana Dia melihatnya. - Berdoalah agar orang-orang di tempat ini berjumpa dengan Yesus, dan agar kasih karunia Allah memampukan mereka menerima pesan pelayanan yang rendah hati ini.

source: Two Christian families who stepped away from good government jobs in their home country, chose to serve in a 99% Muslim nation as church planters five years ago. When a coup caused their financial support to drop to nothing, the organization asked them to return home. Still feeling God's call, they sought to return to the Muslim nation without resources. Once there, they embraced the local lifestyle entirely, working in the gardens and farms just like the local people. This humble example was revolutionary. Traditionally, Muslim women in the community stayed home, but seeing these Christian wives working in the fields inspired other women to join them. They started Discovery Bible Study (DBS) groups, teaching women about healthy diets and how to support their families by sharing and working the land together. This work brought dignity and joy. The men eventually joined the farm work too. Despite floods sometimes sweeping away everything, the couples remain obedient and courageous, continuing to share the gospel. They are making disciples, baptizing people, and seeing Christ manifested in the community because they truly made themselves of "no reputation." Pray for Christians in this place to model the humility of Christ and that it would be a compelling witness, drawing families to follow Jesus.
fr_fr: Deux familles chrétiennes qui ont quitté de bons emplois gouvernementaux dans leur pays d'origine ont choisi de servir dans une nation à 99 % musulmane comme implanteurs d'églises il y a cinq ans. Quand un coup d'État a fait chuter leur soutien financier à néant, l'organisation leur a demandé de rentrer chez eux. Ressentant toujours l'appel de Dieu, ils ont cherché à retourner dans la nation musulmane sans ressources. Une fois là-bas, ils ont embrassé entièrement le mode de vie local, travaillant dans les jardins et les fermes comme les habitants. Cet exemple humble était révolutionnaire. Traditionnellement, les femmes musulmanes de la communauté restaient à la maison, mais voir ces épouses chrétiennes travailler dans les champs a inspiré d'autres femmes à les rejoindre. Elles ont lancé des groupes d'Étude de la Bible par la Découverte (DBS), enseignant aux femmes les régimes alimentaires sains et comment soutenir leurs familles en partageant et en travaillant la terre ensemble. Ce travail a apporté dignité et joie. Les hommes ont finalement rejoint le travail agricole aussi. Malgré les inondations qui emportent parfois tout, ces couples restent obéissants et courageux, continuant à partager l'Évangile. Ils font des disciples, baptisent des gens, et voient Christ se manifester dans la communauté parce qu'ils se sont vraiment rendus « sans réputation ». Priez pour que les chrétiens dans ce lieu manifestent l'humilité de Christ et que cela soit un témoignage convaincant, attirant des familles à suivre Jésus.
id_id: Dua keluarga Kristen meninggalkan pekerjaan pemerintah yang mapan di negara asal mereka dan memilih melayani sebagai pendiri gereja di sebuah negara dengan 99 persen penduduk muslim lima tahun lalu. Ketika sebuah kudeta menyebabkan dukungan finansial mereka terhenti secara drastis, organisasi pengutus meminta mereka kembali ke negara asal. Namun mereka tetap merasa dipanggil Allah dan berusaha kembali ke negara muslim tersebut tanpa sumber daya yang memadai. Setelah tiba, mereka sepenuhnya menyesuaikan diri dengan gaya hidup setempat, bekerja di kebun dan ladang seperti penduduk lokal. Teladan kerendahan hati ini sangat revolusioner. Secara tradisional, perempuan muslim di komunitas itu tinggal di rumah, tetapi melihat para istri Kristen bekerja di ladang mendorong perempuan-perempuan lain untuk bergabung. Mereka memulai kelompok Studi Alkitab Penemuan (DBS), mengajarkan perempuan tentang pola makan sehat serta cara menopang keluarga melalui kerja sama dan berbagi hasil tanah. Pekerjaan ini memulihkan martabat dan menghadirkan sukacita. Pada akhirnya, para pria pun turut bekerja di ladang. Meskipun banjir kadang menghanyutkan hasil jerih lelah mereka, keluarga-keluarga ini tetap taat dan berani, terus membagikan Injil. Mereka memuridkan orang, membaptis mereka, dan melihat Kristus dinyatakan di tengah komunitas karena mereka sungguh-sungguh memilih untuk menjadi "tidak berarti." - Berdoalah agar orang-orang Kristen di tempat ini meneladani kerendahan hati Kristus, dan agar teladan tersebut menjadi kesaksian yang menggerakkan serta menarik keluarga-keluarga untuk mengikuti Yesus.
