Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: John 11:1-44 (ESV) Now a certain man was ill, Lazarus of Bethany, the village of Mary and her sister Martha. It was Mary who anointed the Lord with ointment and wiped his feet with her hair, whose brother Lazarus was ill. So the sisters sent to him, saying, "Lord, he whom you love is ill." But when Jesus heard it he said, "This illness does not lead to death. It is for the glory of God, so that the Son of God may be glorified through it." Now Jesus loved Martha and her sister and Lazarus. So, when he heard that Lazarus was ill, he stayed two days longer in the place where he was. Then after this he said to the disciples, "Let us go to Judea again." The disciples said to him, "Rabbi, the Jews were just now seeking to stone you, and are you going there again?" Jesus answered, "Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world. But if anyone walks in the night, he stumbles, because the light is not in him." After saying these things, he said to them, "Our friend Lazarus has fallen asleep, but I go to awaken him." The disciples said to him, "Lord, if he has fallen asleep, he will recover." Now Jesus had spoken of his death, but they thought that he meant taking rest in sleep. Then Jesus told them plainly, "Lazarus has died, and for your sake I am glad that I was not there, so that you may believe. But let us go to him." So Thomas, called the Twin, said to his fellow disciples, "Let us also go, that we may die with him." Now when Jesus came, he found that Lazarus had already been in the tomb four days. Bethany was near Jerusalem, about two miles off, and many of the Jews had come to Martha and Mary to console them concerning their brother. So when Martha heard that Jesus was coming, she went and met him, but Mary remained seated in the house. Martha said to Jesus, "Lord, if you had been here, my brother would not have died. But even now I know that whatever you ask from God, God will give you." Jesus said to her, "Your brother will rise again." Martha said to him, "I know that he will rise again in the resurrection on the last day." Jesus said to her, "I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live, and everyone who lives and believes in me shall never die. Do you believe this?" She said to him, "Yes, Lord; I believe that you are the Christ, the Son of God, who is coming into the world." When she had said this, she went and called her sister Mary, saying in private, "The Teacher is here and is calling for you." And when she heard it, she rose quickly and went to him. Now Jesus had not yet come into the village, but was still in the place where Martha had met him. When the Jews who were with her in the house, consoling her, saw Mary rise quickly and go out, they followed her, supposing that she was going to the tomb to weep there. Now when Mary came to where Jesus was and saw him, she fell at his feet, saying to him, "Lord, if you had been here, my brother would not have died." When Jesus saw her weeping, and the Jews who had come with her also weeping, he was deeply moved in his spirit and greatly troubled. And he said, "Where have you laid him?" They said to him, "Lord, come and see." Jesus wept. So the Jews said, "See how he loved him!" But some of them said, "Could not he who opened the eyes of the blind man also have kept this man from dying?" Then Jesus, deeply moved again, came to the tomb. It was a cave, and a stone lay against it. Jesus said, "Take away the stone." Martha, the sister of the dead man, said to him, "Lord, by this time there will be an odor, for he has been dead four days." Jesus said to her, "Did I not tell you that if you believed you would see the glory of God?" So they took away the stone. And Jesus lifted up his eyes and said, "Father, I thank you that you have heard me. I knew that you always hear me, but I said this on account of the people standing around, that they may believe that you sent me." When he had said these things, he cried out with a loud voice, "Lazarus, come out." The man who had died came out, his hands and feet bound with linen strips, and his face wrapped with a cloth. Jesus said to them, "Unbind him, and let him go."
fr_fr: Jean 11:1-44 (LSG) Il y avait un homme malade, Lazare, de Béthanie, village de Marie et de Marthe, sa sœur. C'était cette Marie qui oignit de parfum le Seigneur et qui lui essuya les pieds avec ses cheveux, et c'était son frère Lazare qui était malade. Les sœurs envoyèrent dire à Jésus: Seigneur, voici, celui que tu aimes est malade. Après avoir entendu cela, Jésus dit: Cette maladie n'est point à la mort; mais elle est pour la gloire de Dieu, afin que le Fils de Dieu soit glorifié par elle. Or, Jésus aimait Marthe, et sa sœur, et Lazare. Lors donc qu'il eut appris que Lazare était malade, il resta deux jours encore dans le lieu où il était, et il dit ensuite aux disciples: Retournons en Judée. Les disciples lui dirent: Rabbi, les Juifs tout récemment cherchaient à te lapider, et tu retournes en Judée! Jésus répondit: N'y a-t-il pas douze heures au jour? Si quelqu'un marche pendant le jour, il ne bronche point, parce qu'il voit la lumière de ce monde; mais, si quelqu'un marche pendant la nuit, il bronche, parce que la lumière n'est pas en lui. Après ces paroles, il leur dit: Lazare, notre ami, dort; mais je vais le réveiller. Les disciples lui dirent: Seigneur, s'il dort, il sera guéri. Jésus avait parlé de sa mort, mais ils crurent qu'il parlait de l'assoupissement du sommeil. Alors Jésus leur dit ouvertement: Lazare est mort. Et, à cause de vous, afin que vous croyiez, je me réjouis de ce que je n'étais pas là. Mais allons vers lui. Sur quoi Thomas, appelé Didyme, dit aux autres disciples: Allons aussi, afin de mourir avec lui. Jésus, étant arrivé, trouva que Lazare était déjà depuis quatre jours dans le sépulcre. Et, comme Béthanie était près de Jérusalem, à quinze stades environ, beaucoup de Juifs étaient venus vers Marthe et Marie, pour les consoler de la mort de leur frère. Lorsque Marthe apprit que Jésus arrivait, elle alla au-devant de lui, tandis que Marie se tenait assise à la maison. Marthe dit à Jésus: Seigneur, si tu eusses été ici, mon frère ne serait pas mort. Mais, maintenant même, je sais que tout ce que tu demanderas à Dieu, Dieu te l'accordera. Jésus lui dit: Ton frère ressuscitera. Je sais, lui répondit Marthe, qu'il ressuscitera à la résurrection, au dernier jour. Jésus lui dit: Je suis la résurrection et la vie. Celui qui croit en moi vivra, quand même il serait mort; et quiconque vit et croit en moi ne mourra jamais. Crois-tu cela? Elle lui dit: Oui, Seigneur, je crois que tu es le Christ, le Fils de Dieu, qui devait venir dans le monde. Ayant ainsi parlé, elle s'en alla. Puis elle appela secrètement Marie, sa sœur, et lui dit: Le maître est ici, et il te demande. Dès que Marie eut entendu, elle se leva promptement, et alla vers lui. Car Jésus n'était pas encore entré dans le village, mais il était dans le lieu où Marthe l'avait rencontré. Les Juifs qui étaient avec Marie dans la maison et qui la consolaient, l'ayant vue se lever promptement et sortir, la suivirent, disant: Elle va au sépulcre, pour y pleurer. Lorsque Marie fut arrivée là où était Jésus, et qu'elle le vit, elle tomba à ses pieds, et lui dit: Seigneur, si tu eusses été ici, mon frère ne serait pas mort. Jésus, la voyant pleurer, elle et les Juifs qui étaient venus avec elle, frémit en son esprit, et fut tout ému. Et il dit: Où l'avez-vous mis? Seigneur, lui répondirent-ils, viens et vois. Jésus pleura. Sur quoi les Juifs dirent: Voyez comme il l'aimait. Et quelques-uns d'entre eux dirent: Lui qui a ouvert les yeux de l'aveugle, ne pouvait-il pas faire aussi que cet homme ne mourût point? Jésus frémissant de nouveau en lui-même, se rendit au sépulcre. C'était une grotte, et une pierre était placée devant. Jésus dit: Otez la pierre. Marthe, la sœur du mort, lui dit: Seigneur, il sent déjà, car il y a quatre jours qu'il est là. Jésus lui dit: Ne t'ai-je pas dit que, si tu crois, tu verras la gloire de Dieu? Ils ôtèrent donc la pierre. Et Jésus leva les yeux en haut, et dit: Père, je te rends grâces de ce que tu m'as exaucé. Pour moi, je savais que tu m'exauces toujours; mais j'ai parlé à cause de la foule qui m'entoure, afin qu'ils croient que c'est toi qui m'as envoyé. Ayant dit cela, il cria d'une voix forte: Lazare, sors! Et le mort sortit, les pieds et les mains liés de bandes, et le visage enveloppé d'un linge. Jésus leur dit: Déliez-le, et laissez-le aller.
id_id: Yohanes 11:1-44 (AYT) Ada seorang laki-laki yang sedang sakit, namanya Lazarus dari Betania, kampung Maria dan saudarinya, Marta. Maria inilah perempuan yang pernah meminyaki kaki Yesus dengan minyak wangi dan menyeka kaki-Nya dengan rambutnya, yang saudara laki-lakinya, Lazarus, saat itu sakit. Sebab itu, kedua saudari ini mengirimkan kabar kepada-Nya dengan berkata, "Tuhan, orang yang Engkau kasihi sedang sakit." Namun, ketika Yesus mendengar kabar itu, Dia berkata, "Penyakit itu tidak akan menyebabkan kematian, tetapi akan menyatakan kemuliaan Allah supaya Anak Allah dimuliakan melaluinya." Yesus memang mengasihi Marta, dan saudara perempuannya, dan Lazarus. Jadi, ketika Yesus mendengar bahwa Lazarus sakit, Dia sengaja tinggal dua hari lagi di tempat Dia berada. Sesudah itu, Yesus berkata kepada murid-murid-Nya, "Mari kita pergi lagi ke Yudea." Para murid berkata kepada-Nya, "Guru, orang-orang Yahudi belum lama ini berusaha melempari Engkau dengan batu, apakah Engkau tetap akan ke sana lagi?" Yesus menjawab, "Bukankah ada dua belas jam dalam sehari? Jika seseorang berjalan pada siang hari, dia tidak tersandung karena dia melihat terang dunia ini. Akan tetapi, jika seseorang berjalan pada malam hari, dia tersandung karena terang itu tidak ada padanya." Sesudah Yesus berkata demikian, Dia berkata kepada mereka, "Teman kita, Lazarus, sudah tidur, tetapi Aku akan pergi untuk membangunkan dia." Murid-murid berkata kepada-Nya, "Tuhan, jika dia tertidur, dia akan sembuh." Yesus sebenarnya berbicara tentang kematian Lazarus, tetapi murid-murid mengira Dia berbicara tentang tertidur dalam arti istirahat. Karena itu, Yesus kemudian berkata dengan terus terang kepada mereka, "Lazarus sudah mati, dan Aku senang demi kepentinganmu, Aku tidak ada di sana supaya kamu dapat percaya. Jadi, mari kita pergi kepadanya." Kemudian, Tomas, yang disebut Didimus, berkata kepada murid-murid yang lain, "Mari kita juga pergi supaya kita dapat mati bersama-Nya." Ketika Yesus tiba, Dia mendapati Lazarus sudah ada di dalam kuburan selama empat hari. Adapun Betania terletak lima belas stadia jauhnya dari Yerusalem. Banyak orang Yahudi telah datang menemui Maria dan Marta, untuk menghibur mereka berkaitan dengan saudaranya itu. Ketika mendengar bahwa Yesus sudah datang, Marta pergi dan menyambut-Nya, tetapi Maria tetap tinggal di rumah. Marta berkata kepada Yesus, "Tuhan, seandainya waktu itu Engkau ada di sini, saudaraku pasti tidak akan mati. Akan tetapi, sekarang ini, aku tahu bahwa apa pun yang Engkau minta dari Allah, Allah akan memberikannya kepada-Mu." Yesus berkata kepadanya, "Saudaramu akan bangkit." Marta menjawab Dia, "Aku tahu dia akan bangkit pada hari kebangkitan pada akhir zaman." Yesus berkata kepadanya, "Akulah kebangkitan dan kehidupan; siapa pun yang percaya kepada-Ku, dia akan hidup walaupun dia sudah mati, dan setiap orang yang hidup dan percaya kepada-Ku tidak akan pernah mati. Apakah kamu percaya akan hal ini?" Marta berkata kepada-Nya, "Ya Tuhan, aku percaya bahwa Engkaulah Kristus, Anak Allah, yang datang ke dunia." Setelah mengatakan hal itu, Marta pergi dan memanggil Maria, saudarinya, dan berkata secara pribadi, "Guru ada di sini dan Dia memanggilmu." Mendengar hal itu, Maria segera berdiri dan menemui Yesus. Pada saat itu, Yesus belum sampai ke desa itu, tetapi masih di tempat Marta menemui-Nya. Orang-orang Yahudi yang bersama Maria di rumah itu, yang sedang menghibur dia, melihat Maria bergegas bangkit dan pergi keluar; mereka mengikuti dia karena mengira dia akan pergi ke kubur untuk menangis di sana. Ketika Maria sampai ke tempat Yesus berada, dia melihat Yesus dan tersungkur di kaki-Nya, serta berkata kepada-Nya, "Tuhan, seandainya Engkau ada di sini waktu itu, saudaraku tidak akan mati." Ketika Yesus melihat Maria menangis, dan orang-orang Yahudi yang bersamanya juga ikut menangis, mengeranglah Yesus dalam Roh dan sangat terganggu. Yesus bertanya, "Di mana Lazarus kamu kuburkan?" Mereka menjawab Dia, "Tuhan, mari ikut dan lihatlah." Yesus pun menangis. Karena itu, orang-orang Yahudi berkata, "Lihatlah! Betapa Dia sangat mengasihi Lazarus!" Akan tetapi, beberapa orang di antara mereka berkata, "Tidak bisakah Dia yang telah membuka mata orang buta ini juga membuat Lazarus tidak mati?" Yesus, yang sekali lagi mengerang dalam diri-Nya, pergi ke kuburan. Kuburan itu adalah sebuah gua, dan sebuah batu diletakkan menutupinya. Yesus berkata, "Singkirkan batu itu!" Marta, saudara orang yang meninggal itu, berkata kepada-Nya, "Tuhan, sekarang pasti akan ada bau busuk karena dia sudah meninggal selama empat hari." Yesus menjawab dia, "Bukankah Aku sudah mengatakan kepadamu bahwa jika kamu percaya, kamu akan melihat kemuliaan Allah?" Jadi, mereka mengangkat batu itu. Kemudian, Yesus menengadah dan berkata, "Bapa, Aku bersyukur kepada-Mu karena Engkau telah mendengarkan Aku. Aku tahu bahwa Engkau selalu mendengarkan Aku, tetapi karena orang-orang yang berdiri di sekeliling-Ku, Aku mengatakan hal itu supaya mereka percaya bahwa Engkaulah yang telah mengutus Aku." Setelah mengatakan itu, Yesus berseru dengan suara keras, "Lazarus, keluarlah!" Orang yang telah mati itu keluar, tangan dan kakinya masih terikat tali kafan, dan wajahnya masih tertutup kain kafan. Yesus berkata kepada mereka, "Lepaskan kain-kain itu darinya dan biarkan dia pergi."

source: God is deeply moved by human suffering. Even though He knows the end from the beginning, He weeps over the pain His children experience in the temporal loss. - Pray for people in this place to learn about this compassionate attribute of God. He is not far off, observing His children's suffering from a distance – He is near. Pray that His nearness would bring comfort and healing and ask for hearts that would be drawn into a transforming relationship with Him. - Pray for Muslims to discover the truth of Jesus' promise in John 11:25, "I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live".
fr_fr: Dieu est profondément touché par la souffrance humaine. Même s'Il connaît la fin depuis le commencement, Il pleure sur la douleur que Ses enfants vivent dans la perte temporelle. - Priez pour que les gens dans ce lieu apprennent cet attribut compatissant de Dieu. Il n'est pas au loin, observant la souffrance de Ses enfants à distance — Il est proche. Priez pour que Sa proximité apporte réconfort et guérison, et demandez des cœurs qui seraient attirés dans une relation transformatrice avec Lui. - Priez pour que les musulmans découvrent la vérité de la promesse de Jésus dans Jean 11:25 : « Je suis la résurrection et la vie. Celui qui croit en moi vivra, quand même il serait mort. »
id_id: Allah sangat tergerak oleh penderitaan manusia. Meskipun Dia mengetahui akhir dari permulaan, Dia menangis atas penderitaan yang dialami anak-anak-Nya dalam kehilangan yang bersifat sementara. - Berdoalah agar orang-orang di tempat ini memahami sifat belas kasihan Allah. Dia tidak jauh dan tidak mengamati penderitaan anak-anak-Nya dari kejauhan -- Dia dekat. Berdoalah agar kedekatan-Nya membawa penghiburan dan penyembuhan, dan agar hati mereka ditarik ke dalam hubungan yang mengubah hidup dengan-Nya. - Berdoalah agar umat muslim menemukan kebenaran janji Yesus dalam Yohanes 11:25, "Akulah kebangkitan dan hidup. Barangsiapa percaya kepada-Ku, walaupun ia mati, ia akan hidup."

source: This passage teaches us that death is crushingly difficult for humanity to accept. Deep down, we know that death is not right and that it is not a part of God's original design. - Pray for Muslims mourning the loss of a loved one today to know that grief is meant to be processed, not suppressed. - Pray that they would hear and understand that death was never God's design and that He ultimately defeated death at the cross.
fr_fr: Ce passage nous enseigne que la mort est terriblement difficile à accepter pour l'humanité. Au fond de nous, nous savons que la mort n'est pas juste et qu'elle ne fait pas partie du dessein originel de Dieu. - Priez pour que les musulmans qui pleurent la perte d'un être cher aujourd'hui sachent que le deuil est fait pour être traversé, pas réprimé. - Priez pour qu'ils entendent et comprennent que la mort n'a jamais été le dessein de Dieu et qu'Il a finalement vaincu la mort à la croix.
id_id: Ayat ini mengajarkan bahwa kematian adalah realitas yang sangat sulit diterima oleh manusia. Di kedalaman hati, kita tahu bahwa kematian bukanlah sesuatu yang benar dan bukan bagian dari rancangan Allah yang semula. - Berdoalah bagi umat muslim yang sedang berduka atas kehilangan orang-orang yang mereka kasihi, agar mereka memahami bahwa kesedihan perlu diproses, bukan ditekan. - Berdoalah agar mereka mendengar dan memahami bahwa kematian bukanlah rancangan Allah, dan bahwa Dia pada akhirnya mengalahkan kematian melalui salib.

source: Every human knows the breathtaking pain that comes when a loved one dies. Often, grief is compounded by regret over harsh words spoken, evil actions taken, or missed opportunities that can never be recovered. Among Muslims, expressions of grief vary from culture to culture. Some cling robotically to repeated phrases of praise to God, reminding themselves of His mercy. Others express grief through acts they consider righteous, hoping to improve the deceased person's chances in the afterlife. - Pray that this pain and grief would move Muslims in this place to seek deeper and more certain answers. - Pray that they would encounter Christians who can share the unshakeable hope and assurance found in Jesus' victory over death. May they find joy in learning that those who belong to Christ will share in His resurrection and will never die again.
fr_fr: Chaque être humain connaît la douleur à couper le souffle qui vient quand un être cher meurt. Souvent, le deuil est aggravé par le regret de paroles dures prononcées, de mauvaises actions commises, ou d'occasions manquées qui ne pourront jamais être rattrapées. Chez les musulmans, les expressions de deuil varient d'une culture à l'autre. Certains s'accrochent mécaniquement à des phrases de louange répétées à Dieu, se rappelant Sa miséricorde. D'autres expriment leur deuil par des actes qu'ils considèrent justes, espérant améliorer les chances du défunt dans l'au-delà. - Priez pour que cette douleur et ce deuil poussent les musulmans dans ce lieu à chercher des réponses plus profondes et plus certaines. - Priez pour qu'ils rencontrent des chrétiens qui peuvent partager l'espérance inébranlable et l'assurance trouvées dans la victoire de Jésus sur la mort. Qu'ils trouvent de la joie en apprenant que ceux qui appartiennent à Christ partageront Sa résurrection et ne mourront plus jamais.
id_id: Setiap manusia mengenal rasa sakit yang mengguncang hati ketika orang yang dikasihi meninggal dunia. Sering kali, duka diperberat oleh penyesalan atas kata-kata yang menyakitkan, perbuatan yang melukai, atau kesempatan yang terlewat dan tidak dapat diulang. Di kalangan umat muslim, ekspresi duka berbeda-beda antarbudaya. Ada yang mengulang ungkapan-ungkapan pujian kepada Allah secara mekanis, mengingatkan diri mereka akan belas kasihan-Nya. Ada pula yang mengekspresikan duka melalui perbuatan-perbuatan yang mereka anggap benar, dengan harapan dapat meningkatkan nasib orang yang meninggal di akhirat. - Berdoalah agar rasa sakit dan duka ini mendorong umat muslim di tempat ini untuk mencari jawaban yang lebih dalam dan pasti. - Berdoalah agar mereka bertemu dengan orang-orang Kristen yang dapat membagikan pengharapan dan kepastian yang teguh, yang ditemukan dalam kemenangan Yesus atas kematian. Kiranya mereka menemukan sukacita dalam kebenaran bahwa setiap orang yang ada di dalam Kristus akan mengambil bagian dalam kebangkitan-Nya dan tidak akan mati lagi.
