Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: John 20:11-31 (ESV) But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb. And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet. They said to her, "Woman, why are you weeping?" She said to them, "They have taken away my Lord, and I do not know where they have laid him." Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus. Jesus said to her, "Woman, why are you weeping? Whom are you seeking?" Supposing him to be the gardener, she said to him, "Sir, if you have carried him away, tell me where you have laid him, and I will take him away." Jesus said to her, "Mary." She turned and said to him in Aramaic, "Rabboni!" (which means Teacher). Jesus said to her, "Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, 'I am ascending to my Father and your Father, to my God and your God.' " Mary Magdalene went and announced to the disciples, "I have seen the Lord"—and that he had said these things to her. On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, "Peace be with you." When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. Jesus said to them again, "Peace be with you. As the Father has sent me, even so I am sending you." And when he had said this, he breathed on them and said to them, "Receive the Holy Spirit. If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld." Now Thomas, one of the Twelve, called the Twin, was not with them when Jesus came. So the other disciples told him, "We have seen the Lord." But he said to them, "Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe." Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, "Peace be with you." Then he said to Thomas, "Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe." Thomas answered him, "My Lord and my God!" Jesus said to him, "Have you believed because you have seen me? Blessed are those who have not seen and yet have believed." Now Jesus did many other signs in the presence of the disciples, which are not written in this book; but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name. Luke 24:50-52 (ESV) Then he led them out as far as Bethany, and lifting up his hands he blessed them. While he blessed them, he parted from them and was carried up into heaven. And they worshiped him and returned to Jerusalem with great joy.
fr_fr: Jean 20:11-31 (LSG) Cependant Marie se tenait dehors près du sépulcre, et pleurait. Comme elle pleurait, elle se baissa pour regarder dans le sépulcre; et elle vit deux anges vêtus de blanc, assis à la place où avait été couché le corps de Jésus, l'un à la tête, l'autre aux pieds. Ils lui dirent: Femme, pourquoi pleures-tu? Elle leur répondit: Parce qu'ils ont enlevé mon Seigneur, et je ne sais où ils l'ont mis. En disant cela, elle se retourna, et elle vit Jésus debout; mais elle ne savait pas que c'était Jésus. Jésus lui dit: Femme, pourquoi pleures-tu? Qui cherches-tu? Elle, pensant que c'était le jardinier, lui dit: Seigneur, si c'est toi qui l'as emporté, dis-moi où tu l'as mis, et je le prendrai. Jésus lui dit: Marie! Elle se retourna, et lui dit en hébreu: Rabbouni! C'est-à-dire, Maître! Jésus lui dit: Ne me touche pas; car je ne suis pas encore monté vers mon Père. Mais va trouver mes frères, et dis-leur que je monte vers mon Père et votre Père, vers mon Dieu et votre Dieu. Marie de Magdala alla annoncer aux disciples qu'elle avait vu le Seigneur, et qu'il lui avait dit ces choses. Le soir de ce jour, qui était le premier de la semaine, les portes du lieu où se trouvaient les disciples étant fermées, à cause de la crainte qu'ils avaient des Juifs, Jésus vint, se présenta au milieu d'eux, et leur dit: La paix soit avec vous! Et quand il eut dit cela, il leur montra ses mains et son côté. Les disciples furent dans la joie en voyant le Seigneur. Jésus leur dit de nouveau: La paix soit avec vous! Comme le Père m'a envoyé, moi aussi je vous envoie. Après ces paroles, il souffla sur eux, et leur dit: Recevez le Saint-Esprit. Ceux à qui vous pardonnerez les péchés, ils leur seront pardonnés; et ceux à qui vous les retiendrez, ils leur seront retenus. Thomas, appelé Didyme, l'un des douze, n'était pas avec eux lorsque Jésus vint. Les autres disciples lui dirent donc: Nous avons vu le Seigneur. Mais il leur dit: Si je ne vois dans ses mains la marque des clous, et si je ne mets mon doigt dans la marque des clous, et si je ne mets ma main dans son côté, je ne croirai point. Huit jours après, les disciples de Jésus étaient de nouveau dans la maison, et Thomas se trouvait avec eux. Jésus vint, les portes étant fermées, se présenta au milieu d'eux, et dit: La paix soit avec vous! Puis il dit à Thomas: Avance ici ton doigt, et regarde mes mains; avance aussi ta main, et mets-la dans mon côté; et ne sois pas incrédule, mais crois. Thomas lui répondit: Mon Seigneur et mon Dieu! Jésus lui dit: Parce que tu m'as vu, tu as cru. Heureux ceux qui n'ont pas vu, et qui ont cru! Jésus a fait encore, en présence de ses disciples, beaucoup d'autres miracles, qui ne sont pas écrits dans ce livre. Mais ces choses ont été écrites afin que vous croyiez que Jésus est le Christ, le Fils de Dieu, et qu'en croyant vous ayez la vie en son nom. Luc 24:50-52 (LSG) Il les conduisit jusque vers Béthanie, et, ayant levé les mains, il les bénit. Pendant qu'il les bénissait, il se sépara d'eux, et fut enlevé au ciel. Pour eux, après l'avoir adoré, ils retournèrent à Jérusalem avec une grande joie.
id_id: Yohanes 20:11-31 (AYT) Akan tetapi, Maria berdiri di luar kuburan dan menangis. Sambil menangis, dia melongok ke dalam kuburan itu, dan dia melihat dua malaikat berpakaian putih sedang duduk di tempat mayat Yesus dibaringkan sebelumnya. Yang satu duduk di bagian kepala dan yang satunya di bagian kaki. Kedua malaikat itu bertanya kepada Maria, "Perempuan, mengapa kamu menangis?" Maria menjawab malaikat itu, "Mereka telah mengambil mayat Tuhanku, dan aku tidak tahu di mana mereka meletakkan Dia." Sesudah mengatakan demikian, Maria menoleh ke belakang dan melihat Yesus berdiri di situ, tetapi tidak tahu kalau itu adalah Yesus. Yesus bertanya kepadanya, "Perempuan, mengapa kamu menangis? Siapakah yang kamu cari?" Karena mengira Dia adalah penjaga taman, Maria berkata kepada-Nya, "Tuan, jika Tuan telah memindahkan-Nya, beritahulah aku di mana Tuan telah meletakkan-Nya, dan aku akan mengambil-Nya." Yesus berkata kepadanya, "Maria." Maria pun berpaling dan berkata kepada-Nya dalam bahasa Ibrani, "Rabuni", yang artinya "Guru". Yesus berkata kepadanya, "Janganlah kamu memegang Aku karena Aku belum pergi kepada Bapa. Akan tetapi, pergilah kepada saudara-saudara-Ku dan katakan kepada mereka, ‘Aku akan pergi kepada Bapa-Ku dan Bapamu, kepada Allah-Ku dan Allahmu.’" Maria Magdalena pergi dan memberi tahu murid-murid, "Aku telah melihat Tuhan," dan bahwa Yesuslah yang telah mengatakan hal-hal ini kepadanya. Ketika hari itu sudah malam, yaitu hari pertama dalam minggu itu, dan pintu-pintu tempat para murid berkumpul tertutup karena mereka takut kepada orang-orang Yahudi, Yesus datang dan berdiri di tengah-tengah mereka serta berkata, "Damai sejahtera bagi kamu!" Sesudah mengatakan demikian, Yesus menunjukkan tangan dan lambung-Nya kepada mereka. Para murid sangat bersukacita ketika mereka melihat Tuhan. Kemudian, Yesus berkata kepada mereka lagi, "Damai sejahtera bagi kamu. Sama seperti Bapa telah mengutus Aku, demikian juga sekarang Aku mengutus kamu." Dan, setelah Dia mengatakan demikian, Yesus mengembusi mereka dan berkata, "Terimalah Roh Kudus! Jika kamu mengampuni dosa seseorang, dosa orang itu diampuni. Jika ada orang yang dosa-dosanya tidak kamu ampuni, dosa mereka tidak diampuni." Tomas, salah seorang dari kedua belas murid, yang disebut Didimus, tidak ada bersama mereka ketika Yesus datang. Karena itu, murid-murid yang lain memberi tahu dia, "Kami telah melihat Tuhan." Namun, Tomas berkata kepada mereka, "Kecuali aku melihat bekas paku pada tangan-Nya dan memasukkan jariku ke dalam bekas paku itu, serta memasukkan tanganku ke dalam lambung-Nya, aku tidak akan percaya." Delapan hari kemudian, murid-murid kembali berkumpul di rumah itu, dan Tomas ada bersama mereka. Meskipun pintu-pintu tertutup, Yesus datang dan berdiri di tengah-tengah mereka, serta berkata, "Damai sejahtera bagi kamu!" Kemudian, Dia berkata kepada Tomas, "Ulurkanlah jarimu di sini dan lihatlah tangan-Ku; dan ulurkanlah tanganmu ke sini dan letakkan di lambung-Ku. Jangan tidak percaya, tetapi percayalah!" Tomas menjawab Yesus, "Ya, Tuhanku dan Allahku!" Yesus berkata kepadanya, "Apakah kamu sekarang percaya karena kamu telah melihat Aku? Diberkatilah mereka yang tidak melihat, tetapi percaya." Masih banyak tanda ajaib lain yang dilakukan Yesus di depan murid-murid-Nya, yang tidak tertulis dalam kitab ini. Akan tetapi, semua ini ditulis supaya kamu percaya bahwa Yesus adalah Kristus, Anak Allah, dan supaya melalui kepercayaanmu itu, kamu memperoleh hidup dalam nama-Nya. Lukas 24:50-52 (AYT) Kemudian, Yesus mengajak para pengikut-Nya ke luar kota sampai di Betania, lalu Dia mengangkat tangan-Nya dan memberkati mereka. Ketika Yesus memberkati mereka, Dia berpisah dari mereka dan terangkat ke surga. Lalu, mereka menyembah-Nya dan kembali ke Yerusalem dengan sangat bersukacita.

source: - God raised Jesus from the dead just as He promised. Pray for Muslims in to be counted among those who have not seen and yet have believed in the resurrection of Jesus. - Who was the first eye witness of Jesus' resurrection? It was Mary. Her role in this story honors and elevates a woman in a culture where a woman's testimony in court would not have been considered meaningful. Pray for women in this land to be led to faith in Christ through knowing how deeply they are loved and valued by God.
fr_fr: - Dieu a ressuscité Jésus d'entre les morts comme Il l'avait promis. Priez pour que les musulmans soient comptés parmi ceux qui n'ont pas vu et qui ont pourtant cru en la résurrection de Jésus. - Qui a été le premier témoin oculaire de la résurrection de Jésus ? C'était Marie. Son rôle dans cette histoire honore et élève une femme dans une culture où le témoignage d'une femme au tribunal n'aurait pas été considéré comme significatif. Priez pour que les femmes dans ce pays soient conduites à la foi en Christ en sachant à quel point elles sont profondément aimées et estimées par Dieu.
id_id: - Allah membangkitkan Yesus dari kematian, tepat seperti yang telah Dia janjikan. Berdoalah agar umat muslim termasuk di antara mereka yang belum melihat, namun percaya kepada kebangkitan Yesus. - Siapakah saksi mata pertama kebangkitan Yesus? Dia adalah Maria. Peran Maria dalam kisah ini sangat menghormati dan mengangkat martabat seorang wanita dalam budaya di mana kesaksian wanita tidak dianggap sah di pengadilan. Berdoalah agar wanita-wanita di negeri ini dipimpin kepada iman kepada Kristus melalui pemahaman yang semakin dalam bahwa mereka sangat dikasihi, dihargai, dan diperhatikan oleh Allah.

source: The response of the disciples in this passage highlights how humanity often reacts in the face of danger. The disciples were locked in a room together out of fear. Jesus came to them and repeatedly said, "Peace be with you." Pray that despite the fear that keeps Muslims from asking questions about their religion and discovering what the Bible says, they would sense the peace of Jesus inviting them to follow Him.
fr_fr: La réponse des disciples dans ce passage souligne comment l'humanité réagit souvent face au danger. Les disciples étaient enfermés dans une pièce ensemble par peur. Jésus est venu vers eux et a dit à plusieurs reprises : « La paix soit avec vous. » Priez pour que malgré la peur qui empêche les musulmans de poser des questions sur leur religion et de découvrir ce que dit la Bible, ils ressentent la paix de Jésus les invitant à Le suivre.
id_id: Tanggapan para murid dalam bagian ini menyingkapkan respons manusia yang umum terhadap bahaya dan ketidakpastian. Mereka mengunci diri di dalam sebuah ruangan karena ketakutan. Yesus datang ke tengah-tengah mereka dan berulang kali berkata, "Damai sejahtera bagi kalian." Berdoalah agar, meskipun ketakutan sering menghalangi umat muslim untuk mempertanyakan keyakinan mereka dan menyelidiki apa yang diajarkan Alkitab, mereka tetap mengalami damai sejahtera Yesus yang mengundang mereka untuk mengikuti-Nya.

source: Pray for the purpose of John's book, stated in verses 30 and 31, to be realized among Muslims in this place. "Now Jesus did many other signs in the presence of the disciples, which are not written in this book; but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you have life in his name." Pray for Muslims to have both the opportunity and the desire to read this account and that it would cause them to believe that Jesus is the Christ, the Son of God. Thank God for the many Muslims who come to know Jesus through miracles, but pray for multitudes who have not seen, and yet will still believe.
fr_fr: Priez pour que le but du livre de Jean, énoncé aux versets 30 et 31, se réalise parmi les musulmans dans ce lieu. « Jésus a fait encore, en présence de ses disciples, beaucoup d'autres miracles, qui ne sont pas écrits dans ce livre. Mais ces choses ont été écrites afin que vous croyiez que Jésus est le Christ, le Fils de Dieu, et qu'en croyant vous ayez la vie en son nom. » Priez pour que les musulmans aient à la fois l'occasion et le désir de lire ce récit et que cela les amène à croire que Jésus est le Christ, le Fils de Dieu. Remerciez Dieu pour les nombreux musulmans qui en viennent à connaître Jésus par des miracles, mais priez pour des multitudes qui n'ont pas vu, et qui croiront quand même.
id_id: Berdoalah agar tujuan Injil Yohanes, sebagaimana dinyatakan dalam Yohanes 20:30–31, digenapi di tengah umat muslim di tempat ini: "Yesus melakukan banyak tanda lain di hadapan murid-murid-Nya yang tidak tertulis dalam kitab ini. Namun, semua yang tertulis di sini ditulis supaya kamu percaya bahwa Yesus adalah Kristus, Anak Allah, dan supaya kamu, oleh imanmu, memperoleh hidup dalam nama-Nya." Berdoalah agar umat muslim memiliki kesempatan dan kerinduan untuk membaca kisah ini, dan agar pembacaan tersebut membawa mereka kepada iman bahwa Yesus adalah Kristus, Anak Allah. Bersyukurlah kepada Allah atas banyak umat muslim yang mengenal Yesus melalui mujizat-mujizat-Nya. Namun, berdoalah juga bagi mereka yang belum melihat, agar mereka tetap percaya.

source: When Saidia was a little girl she heard the words of Jesus on a radio broadcast. She loved what she heard and so she asked for a Bible to be mailed to her home. Her father received the Bible in the mail. Fearful that she would get in big trouble, she said nothing about where it came from, and her father kept it. Years passed and she continued to be interested in learning about Jesus. When her husband left her for another woman, though, she became desperate for Him. She cried out to Him and He came to her in a dream, filling the room with light. He called her to follow Him. One can imagine Him saying, "Saidia," just as He did to Mary. Pray for many Muslims in this place to be visited by God and to choose to follow Jesus. Pray they would be like Mary – people who go and announce to their friends, "I have seen the Lord."
fr_fr: Quand Saidia était petite fille, elle a entendu les paroles de Jésus dans une émission de radio. Elle a aimé ce qu'elle a entendu et alors elle a demandé qu'une Bible lui soit envoyée par courrier à la maison. Son père a reçu la Bible par la poste. Craignant d'avoir de gros problèmes, elle n'a rien dit sur d'où elle venait, et son père l'a gardée. Des années ont passé et elle a continué à être intéressée par Jésus. Quand son mari l'a quittée pour une autre femme, cependant, elle est devenue désespérée pour Lui. Elle a crié vers Lui et Il est venu vers elle dans un rêve, remplissant la pièce de lumière. Il l'a appelée à Le suivre. On peut imaginer Lui disant : « Saidia », tout comme Il l'a fait pour Marie. Priez pour que beaucoup de musulmans dans ce lieu soient visités par Dieu et choisissent de suivre Jésus. Priez pour qu'ils soient comme Marie — des gens qui vont annoncer à leurs amis : « J'ai vu le Seigneur. »
id_id: Ketika Saidia masih kecil, dia mendengar perkataan Yesus melalui siaran radio. Dia tertarik pada apa yang didengarnya dan meminta agar sebuah Alkitab dikirim ke rumahnya. Ayahnya menerima Alkitab itu melalui pos. Karena takut akan konsekuensi yang serius, Saidia tidak menjelaskan asal Alkitab tersebut, dan ayahnya menyimpannya. Bertahun-tahun kemudian, kerinduan Saidia untuk mengenal Yesus tidak pernah padam. Ketika suaminya meninggalkannya demi wanita lain, Saidia jatuh dalam keputusasaan yang mendalam dan mulai berseru kepada Yesus. Dalam sebuah mimpi, Yesus datang kepadanya, memenuhi ruangan dengan cahaya, dan memanggilnya untuk mengikuti-Nya. Kita dapat membayangkan Dia memanggil namanya, "Saidia," seperti ketika Yesus memanggil Maria di taman kubur. Berdoalah agar banyak umat muslim di tempat ini dikunjungi oleh Allah dan memilih untuk mengikuti Yesus. Berdoalah agar mereka menjadi seperti Maria—orang-orang yang dengan berani pergi dan memberitakan kepada orang lain, "Aku telah melihat Tuhan."

source: We pray according to 1 Peter 1:8-9 for our brothers and sisters in this land. Though they have not seen Jesus with their physical eyes, may they love him. Though they do not now see Him, they believe in Him. May they increasingly rejoice with joy that is inexpressible and filled with glory, obtaining the outcome of their faith, the salvation of their souls. 1 Corinthians 15:17, 19 and 22 remind us that if Christ has not been raised, our faith is futile and we remain in our sins. If in Christ we have hope in this life only, we are of all people most to be pitied. But we rejoice in the truth that Christ has been raised from the dead. Strengthen our brothers and sisters here to take hope in this. Capture the hearts of Muslims with the truth of the resurrection, and that in Christ, all shall be made alive.
fr_fr: Nous prions selon 1 Pierre 1:8-9 pour nos frères et sœurs dans ce pays. Bien qu'ils n'aient pas vu Jésus de leurs yeux physiques, qu'ils L'aiment. Bien qu'ils ne Le voient pas maintenant, ils croient en Lui. Qu'ils se réjouissent de plus en plus d'une joie ineffable et glorieuse, obtenant le but de leur foi, le salut de leurs âmes. 1 Corinthiens 15:17, 19 et 22 nous rappelle que si Christ n'est pas ressuscité, notre foi est vaine et nous sommes encore dans nos péchés. Si c'est dans cette vie seulement que nous espérons en Christ, nous sommes les plus malheureux de tous les hommes. Mais nous nous réjouissons de la vérité que Christ est ressuscité des morts. Fortifie nos frères et sœurs ici pour qu'ils gardent espoir en cela. Capture les cœurs des musulmans avec la vérité de la résurrection, et qu'en Christ, tous seront rendus à la vie.
id_id: Kami berdoa sesuai dengan 1 Petrus 1:8–9 bagi saudara-saudari kami di negeri ini. Meskipun mereka belum melihat Yesus dengan mata jasmani, kiranya mereka mengasihi Dia. Meskipun sekarang mereka tidak melihat-Nya, kiranya mereka percaya kepada-Nya dan dipenuhi dengan sukacita yang tak terkatakan dan penuh kemuliaan, sambil menerima hasil iman mereka, yaitu keselamatan jiwa mereka. 1 Korintus 15:17, 19, dan 22 mengingatkan kita bahwa jika Kristus tidak dibangkitkan, iman kita sia-sia dan kita masih berada dalam dosa-dosa kita. Jika dalam Kristus kita hanya memiliki pengharapan untuk hidup ini saja, maka kita adalah orang-orang yang paling patut dikasihani. Namun, kita bersukacita dalam kebenaran yang teguh bahwa Kristus telah dibangkitkan dari kematian. Kuatkanlah saudara-saudari kita di negeri ini untuk berpegang pada pengharapan ini. Tangkaplah hati umat muslim dengan kebenaran kebangkitan, dan nyatakan bahwa di dalam Kristus, semua yang percaya akan dibangkitkan.

source: Day 30: Jesus in Heaven
fr_fr: Jour 30 : Jésus au Ciel
id_id: Hari ke-30: Yesus di Surga
