Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Hebrews 11:17 says, "By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, of whom it was said, 'Through Isaac shall your offspring be named.' He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back." Lord, grow such a strong confidence and trust in You among believers in this place that they would see miracles happen and His name glorified as many Muslims turn to faith in Jesus. Unlike the temporary sacrifices of the Old Covenant, we know that it is impossible for the blood of bulls and goats to take away sins. Pray for Muslims in this place to trust in Christ, who when He offered for all time a single sacrifice for sin, sat down at the right hand of God. May they believe by His single offering, He has perfected for all time those who are being sanctified.
fr_fr: Hébreux 11:17 dit : « C'est par la foi qu'Abraham offrit Isaac, lorsqu'il fut mis à l'épreuve, et qu'il offrit son fils unique, lui qui avait reçu les promesses, et à qui il avait été dit : En Isaac sera nommée pour toi une postérité. Il pensait que Dieu est puissant, même pour ressusciter les morts; aussi le recouvra-t-il par une sorte de résurrection. » Seigneur, fais grandir une confiance et une foi si fortes en toi parmi les croyants de ce lieu qu'ils verraient des miracles se produire et ton nom glorifié alors que de nombreux musulmans se tournent vers la foi en Jésus. Contrairement aux sacrifices temporaires de l'Ancienne Alliance, nous savons qu'il est impossible que le sang des taureaux et des boucs ôte les péchés. Priez pour que les musulmans de ce lieu fassent confiance à Christ qui, après avoir offert un seul sacrifice pour les péchés, s'est assis pour toujours à la droite de Dieu. Qu'ils croient que par une seule offrande, il a amené à la perfection pour toujours ceux qui sont sanctifiés.
id_id: Ibrani 11:17 berkata, "Dengan iman, Abraham, ketika diuji, mempersembahkan Ishak. Dia yang telah menerima janji-janji itu mempersembahkan anak tunggalnya, tentang siapa telah dikatakan, 'Melalui Ishak keturunanmu akan dinamai.' Dia percaya bahwa Allah sanggup membangkitkannya dari kematian, dan secara kiasan, ia memang menerimanya kembali." Tuhan, tumbuhkanlah keyakinan dan kepercayaan yang kokoh kepada-Mu di antara orang-orang percaya di tempat ini, sehingga mereka dapat melihat mujizat terjadi dan nama-Mu dimuliakan ketika banyak umat Muslim berbalik kepada iman dalam Yesus. Berbeda dengan korban-korban sementara dalam Perjanjian Lama, kita mengetahui bahwa darah lembu dan kambing tidak dapat menghapus dosa. Berdoalah bagi umat Muslim di tempat ini agar mereka percaya kepada Kristus, yang ketika Dia mempersembahkan satu korban untuk dosa sekali untuk selamanya, duduk di sebelah kanan Allah. Kiranya mereka percaya bahwa melalui persembahan tunggal-Nya, Dia telah menyempurnakan untuk selamanya mereka yang sedang disucikan.

source: Day 9: God's Call to Moses
fr_fr: Jour 9 : L'Appel de Dieu à Moïse
id_id: Hari ke-9: Panggilan Allah kepada Musa

source: Exodus 2:23-25 (ESV) During those many days the king of Egypt died, and the people of Israel groaned because of their slavery and cried out for help. Their cry for rescue from slavery came up to God. And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob. God saw the people of Israel—and God knew. Exodus 3:1-14 (ESV) Now Moses was keeping the flock of his father-in-law, Jethro, the priest of Midian, and he led his flock to the west side of the wilderness and came to Horeb, the mountain of God. And the angel of the LORD appeared to him in a flame of fire out of the midst of a bush. He looked, and behold, the bush was burning, yet it was not consumed. And Moses said, "I will turn aside to see this great sight, why the bush is not burned." When the LORD saw that he turned aside to see, God called to him out of the bush, "Moses, Moses!" And he said, "Here I am." Then he said, "Do not come near; take your sandals off your feet, for the place on which you are standing is holy ground." And he said, "I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob." And Moses hid his face, for he was afraid to look at God. Then the LORD said, "I have surely seen the affliction of my people who are in Egypt and have heard their cry because of their taskmasters. I know their sufferings, and I have come down to deliver them out of the hand of the Egyptians and to bring them up out of that land to a good and broad land, a land flowing with milk and honey, to the place of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites. And now, behold, the cry of the people of Israel has come to me, and I have also seen the oppression with which the Egyptians oppress them. Come, I will send you to Pharaoh that you may bring my people, the children of Israel, out of Egypt." But Moses said to God, "Who am I that I should go to Pharaoh and bring the children of Israel out of Egypt?" He said, "But I will be with you, and this shall be the sign for you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain." Then Moses said to God, "If I come to the people of Israel and say to them, 'The God of your fathers has sent me to you,'and they ask me, 'What is his name?'what shall I say to them?" God said to Moses, "I AM WHO I AM." And he said, "Say this to the people of Israel, 'I AM has sent me to you.' " Exodus 7:1-5 (ESV) And the LORD said to Moses, "See, I have made you like God to Pharaoh, and your brother Aaron shall be your prophet. You shall speak all that I command you, and your brother Aaron shall tell Pharaoh to let the people of Israel go out of his land. But I will harden Pharaoh's heart, and though I multiply my signs and wonders in the land of Egypt, Pharaoh will not listen to you. Then I will lay my hand on Egypt and bring my hosts, my people the children of Israel, out of the land of Egypt by great acts of judgment. The Egyptians shall know that I am the LORD, when I stretch out my hand against Egypt and bring out the people of Israel from among them."
fr_fr: Exode 2:23-25 (LSG) Longtemps après, le roi d'Égypte mourut, et les enfants d'Israël gémissaient encore sous la servitude, et poussaient des cris. Ces cris, que leur arrachait la servitude, montèrent jusqu'à Dieu. Dieu entendit leurs gémissements, et se souvint de son alliance avec Abraham, Isaac et Jacob. Dieu regarda les enfants d'Israël, et il en eut compassion. Exode 3:1-14 (LSG) Moïse faisait paître le troupeau de Jéthro, son beau-père, sacrificateur de Madian; et il mena le troupeau derrière le désert, et vint à la montagne de Dieu, à Horeb. L'ange de l'Éternel lui apparut dans une flamme de feu, au milieu d'un buisson. Moïse regarda; et voici, le buisson était tout en feu, et le buisson ne se consumait point. Moïse dit: Je veux me détourner pour voir quelle est cette grande vision, et pourquoi le buisson ne se consume point. L'Éternel vit qu'il se détournait pour voir; et Dieu l'appela du milieu du buisson, et dit: Moïse! Moïse! Et il répondit: Me voici! Dieu dit: N'approche pas d'ici, ôte tes souliers de tes pieds, car le lieu sur lequel tu te tiens est une terre sainte. Et il ajouta: Je suis le Dieu de ton père, le Dieu d'Abraham, le Dieu d'Isaac et le Dieu de Jacob. Moïse se cacha le visage, car il craignait de regarder Dieu. L'Éternel dit: J'ai vu la souffrance de mon peuple qui est en Égypte, et j'ai entendu les cris que lui font pousser ses oppresseurs, car je connais ses douleurs. Je suis descendu pour le délivrer de la main des Égyptiens, et pour le faire monter de ce pays dans un bon et vaste pays, dans un pays où coulent le lait et le miel, dans les lieux qu'habitent les Cananéens, les Héthiens, les Amoréens, les Phéréziens, les Héviens et les Jébusiens. Voici, les cris d'Israël sont venus jusqu'à moi, et j'ai vu l'oppression que leur font souffrir les Égyptiens. Maintenant, va, je t'enverrai auprès de Pharaon, et tu feras sortir d'Égypte mon peuple, les enfants d'Israël. Moïse dit à Dieu: Qui suis-je, pour aller vers Pharaon, et pour faire sortir d'Égypte les enfants d'Israël? Dieu dit: Je serai avec toi; et ceci sera pour toi le signe que c'est moi qui t'envoie: quand tu auras fait sortir d'Égypte le peuple, vous servirez Dieu sur cette montagne. Moïse dit à Dieu: J'irai donc vers les enfants d'Israël, et je leur dirai: Le Dieu de vos pères m'envoie vers vous. Mais, s'ils me demandent quel est son nom, que leur répondrai-je? Dieu dit à Moïse: Je suis celui qui suis. Et il ajouta: C'est ainsi que tu répondras aux enfants d'Israël: Celui qui s'appelle "je suis" m'a envoyé vers vous. Exode 7:1-5 (LSG) L'Éternel dit à Moïse: Vois, je te fais Dieu pour Pharaon: et Aaron, ton frère, sera ton prophète. Toi, tu diras tout ce que je t'ordonnerai; et Aaron, ton frère, parlera à Pharaon, pour qu'il laisse aller les enfants d'Israël hors de son pays. Et moi, j'endurcirai le cœur de Pharaon, et je multiplierai mes signes et mes miracles dans le pays d'Égypte. Pharaon ne vous écoutera point. Je mettrai ma main sur l'Égypte, et je ferai sortir du pays d'Égypte mes armées, mon peuple, les enfants d'Israël, par de grands jugements. Les Égyptiens connaîtront que je suis l'Éternel, lorsque j'étendrai ma main sur l'Égypte, et que je ferai sortir du milieu d'eux les enfants d'Israël.
id_id: Keluaran 2:23-25 (AYT) Beberapa lama berselang, Raja Mesir pun mati. Namun, keturunan Israel masih mengerang karena perbudakan, lalu mereka pun berseru-seru, dan seruan mereka karena perbudakan itu naik kepada Allah. Allah mendengar erangan mereka dan Allah ingat akan perjanjian-Nya dengan Abraham, dengan Ishak, dan dengan Yakub. Allah melihat keturunan Israel dan Allah memperhatikan mereka. Keluaran 3:1-14 (AYT) Pada waktu itu, Musa sedang menggembalakan kawanan domba Yitro, ayah mertuanya, seorang imam dari Midian. Dia menggiring kawanan itu ke sebelah padang belantara dan tiba di gunung Allah, yaitu Horeb. Lalu, malaikat TUHAN menampakkan diri kepadanya dalam api yang menyala-nyala dari tengah-tengah semak belukar. Dia mengamatinya, dan lihatlah, semak belukar itu menyala-nyala dalam api, tetapi semak belukar itu tidak dilahap olehnya. Lalu, Musa berkata, "Aku akan berpaling untuk melihat pemandangan yang hebat itu, mengapa semak belukar itu tidak terbakar?" Ketika TUHAN melihat bahwa dia berpaling untuk melihat, Allah memanggilnya dari tengah-tengah semak belukar itu dan berkata, "Musa, Musa!" Musa menjawab, "Ini, aku." Kemudian, Dia berfirman, "Jangan mendekat! Lepaskanlah kasut dari kakimu karena tempatmu berdiri itu adalah tanah yang suci." Dia berfirman lagi, "Akulah Allah nenek moyangmu, Allah Abraham, Allah Ishak, dan Allah Yakub." Lalu, Musa menyembunyikan wajahnya karena dia takut memandang Allah. Kemudian, TUHAN berfirman, "Sesungguhnya, Aku telah melihat kesengsaraan umat-Ku di Mesir dan telah mendengar tangisan mereka karena para mandor mereka. Sebab, Aku mengetahui penderitaan mereka. Karena itu, Aku telah turun untuk melepaskan mereka dari tangan orang Mesir dan untuk menuntun mereka keluar dari negeri itu menuju ke suatu negeri yang baik dan luas, ke negeri yang berlimpah susu dan madu, yaitu ke negeri orang Kanaan, orang Het, orang Amori, orang Feris, orang Hewi, dan orang Yebus. Sekarang, lihatlah, tangisan keturunan Israel telah sampai kepada-Ku dan Aku juga telah melihat penindasan, yang dengannya orang Mesir menindas mereka. Jadi sekarang, pergilah! Aku akan mengutusmu kepada Firaun supaya kamu dapat membawa umat-Ku, keturunan Israel, keluar dari Mesir." Namun, Musa berkata kepada Allah, "Siapakah aku ini sehingga aku harus menghadap Firaun dan aku harus membawa keturunan Israel keluar dari Mesir?" Dia berfirman, "Sesungguhnya, Aku akan menyertaimu dan inilah tanda bagimu bahwa Aku telah mengutusmu: ketika kamu telah membawa bangsa ini keluar dari Mesir, kamu akan melayani Allah di gunung ini." Kemudian, Musa berkata kepada Allah, "Lihatlah, ketika aku pergi kepada keturunan Israel dan berkata kepada mereka, ‘Allah nenek moyangmu telah mengutus aku kepadamu,’ lalu mereka akan bertanya kepadaku, ‘Siapa nama-Nya?’, apa yang harus kukatakan kepada mereka?" Allah berfirman kepada Musa, "AKU ADALAH AKU." Lalu, Dia berfirman, "Kamu harus mengatakan ini kepada keturunan Israel, ‘SANG AKU yang telah mengutusku kepadamu.’" Keluaran 7:1-5 (AYT) TUHAN berfirman kepada Musa, "Lihat, Aku telah menjadikanmu seperti Allah bagi Firaun, dan kakakmu, Harun, akan menjadi nabimu. Kamu harus menyampaikan semua yang Kuperintahkan kepadamu, sedangkan kakakmu, Harun, akan mengatakannya kepada Firaun agar dia melepaskan bangsa Israel keluar dari negerinya. Namun, Aku akan mengeraskan hati Firaun dan melipatgandakan tanda-tanda-Ku dan mukjizat-mukjizat-Ku di tanah Mesir. Firaun tidak akan mendengarkanmu. Sebab itu, Aku akan meletakkan tangan-Ku atas Mesir dan membawa pasukan-Ku, yaitu umat-Ku, keturunan Israel, keluar dari tanah Mesir dengan hukuman-hukuman yang berat. Orang Mesir pun akan tahu bahwa Akulah TUHAN, ketika Aku merentangkan tangan-Ku atas Mesir dan mengeluarkan keturunan Israel dari tengah-tengah mereka."

source: God hears, He sees suffering, and He comes to end it at just the right time. - Pray for those who are oppressed in this land to know that their sufferings are seen by God. Pray that they would have hope that He would intervene and for those circumstances to be used to ultimately bring them into a saving relationship with Him. - Pray for oppressors in this land to repent. Pray they would not be like Pharaoh whose heart was hard, but that they would have Saul-to-Paul like conversion experiences.
fr_fr: Dieu entend, il voit la souffrance et il vient y mettre fin au bon moment. - Priez pour que ceux qui sont opprimés dans ce pays sachent que leurs souffrances sont vues par Dieu. Priez pour qu'ils gardent l'espoir qu'il interviendra et que ces circonstances servent finalement à les amener dans une relation salvatrice avec lui. - Priez pour que les oppresseurs de ce pays se repentent. Priez pour qu'ils ne soient pas comme Pharaon au cœur endurci, mais qu'ils vivent des expériences de conversion semblables à celle de Saul devenu Paul.
id_id: Allah mendengar, Dia melihat penderitaan, dan Dia datang untuk mengakhirinya pada waktu yang tepat. - Berdoalah bagi mereka yang tertindas di negeri ini agar mereka mengetahui bahwa penderitaan mereka dilihat oleh Allah. Berdoalah agar mereka memiliki pengharapan bahwa Dia akan campur tangan, dan agar keadaan tersebut pada akhirnya dipakai untuk membawa mereka masuk ke dalam hubungan penyelamatan dengan-Nya. - Berdoalah bagi para penindas di negeri ini agar mereka bertobat. Berdoalah agar mereka tidak menjadi seperti Firaun yang mengeraskan hati, tetapi mengalami pertobatan sejati seperti Saulus yang diubahkan menjadi Paulus.

source: Moses' obedience to God's calling impacted an entire nation. - Pray that God would raise up men and women in this land who would faithfully listen to the voice of God, and that it would bring about freedom from sin for multitudes in their nation. We also learn that God delights to use people who feel inadequate and are humble. - Pray that those who humble themselves in this land today, would be exalted and that God would humble those who exalt themselves over others.
fr_fr: L'obéissance de Moïse à l'appel de Dieu a eu un impact sur toute une nation. - Priez pour que Dieu suscite des hommes et des femmes dans ce pays qui écouteraient fidèlement la voix de Dieu, et que cela apporte la liberté du péché à des multitudes dans leur nation. Nous apprenons aussi que Dieu prend plaisir à utiliser des personnes qui se sentent inadéquates et qui sont humbles. - Priez pour que ceux qui s'humilient dans ce pays aujourd'hui soient élevés et que Dieu humilie ceux qui s'élèvent au-dessus des autres.
id_id: Ketaatan Musa terhadap panggilan Allah membawa dampak bagi seluruh bangsa. - Berdoalah agar Allah membangkitkan pria dan wanita di negeri ini yang setia mendengarkan suara Allah, sehingga melalui ketaatan mereka banyak orang mengalami pembebasan dari dosa. Kita juga belajar bahwa Allah berkenan memakai orang-orang yang merasa tidak layak dan yang rendah hati. - Berdoalah agar mereka yang merendahkan diri di negeri ini ditinggikan oleh Allah, dan agar Allah merendahkan mereka yang meninggikan diri di atas sesamanya.

source: This story shows us that the proof that God spoke through Moses was when the things that Moses spoke actually came to happen. Pray for Muslims to ponder the meaning of the word 'prophet'. They claim to believe all of the prophets (including Abraham, Moses, Jesus) though most have never read their actual teachings in the Old Testament and New Testament. Pray for God to use believers to challenge this reality and for a curiosity to grow among Muslims all over this land to want to read what all of the prophets taught. This hunger to know what the prophets truly taught can lead to life-changing encounters. Souad was a divorced woman who feared God and tried to practice Islam correctly. She raised her children to follow Islam. After they were grown and out of the house she bought several expensive Islamic books to do deep research. The further she went, the more doubt began to grow in her heart. She became curious about Jesus. Late one night, she fell on her knees and prayed. The room was filled with light and a voice spoke clearly, "I am He." These were the same words in Arabic that she would later read in the New Testament- Jesus' declaration of His divine identity. After she understood what the prophets taught about Him, she would choose to make Him her Lord and Savior.
fr_fr: Cette histoire nous montre que la preuve que Dieu parlait à travers Moïse était quand les choses que Moïse annonçait se réalisaient effectivement. Priez pour que les musulmans méditent sur le sens du mot « prophète ». Ils prétendent croire en tous les prophètes (y compris Abraham, Moïse, Jésus) bien que la plupart n'aient jamais lu leurs véritables enseignements dans l'Ancien et le Nouveau Testament. Priez pour que Dieu utilise les croyants pour remettre en question cette réalité et pour qu'une curiosité grandisse parmi les musulmans de tout ce pays, un désir de lire ce que tous les prophètes ont enseigné. Cette faim de connaître ce que les prophètes ont vraiment enseigné peut mener à des rencontres qui changent la vie. Souad était une femme divorcée qui craignait Dieu et essayait de pratiquer l'islam correctement. Elle a élevé ses enfants dans l'islam. Après qu'ils ont grandi et quitté la maison, elle a acheté plusieurs livres islamiques coûteux pour faire des recherches approfondies. Plus elle avançait, plus le doute grandissait dans son cœur. Elle est devenue curieuse au sujet de Jésus. Une nuit, tard, elle s'est mise à genoux et a prié. La pièce s'est remplie de lumière et une voix a parlé clairement : « C'est moi. » C'étaient les mêmes mots en arabe qu'elle lirait plus tard dans le Nouveau Testament — la déclaration de Jésus sur son identité divine. Après avoir compris ce que les prophètes enseignaient à son sujet, elle a choisi de faire de lui son Seigneur et Sauveur.
id_id: Kisah ini menunjukkan bahwa bukti Allah berbicara melalui Musa terlihat dari kenyataan bahwa apa yang Musa sampaikan benar-benar terjadi. Berdoalah agar umat Muslim merenungkan makna kata "nabi". Mereka mengaku percaya kepada semua nabi -- termasuk Abraham, Musa, dan Yesus -- tetapi kebanyakan dari mereka belum pernah membaca ajaran para nabi tersebut sebagaimana tertulis dalam Perjanjian Lama dan Perjanjian Baru. Berdoalah agar Allah memakai orang-orang beriman untuk menantang realitas ini, dan agar rasa ingin tahu bertumbuh di hati umat Muslim di seluruh negeri ini untuk membaca dan memahami apa yang sebenarnya diajarkan oleh para nabi. Kerinduan untuk mengetahui apa yang benar-benar diajarkan oleh para nabi dapat membawa kepada perjumpaan yang mengubah hidup. Souad adalah seorang perempuan yang telah bercerai, takut akan Allah, dan berusaha menjalani Islam dengan sungguh-sungguh. Dia membesarkan anak-anaknya untuk mengikuti Islam. Setelah anak-anaknya dewasa dan meninggalkan rumah, dia membeli sejumlah buku Islam yang mahal untuk melakukan penelitian mendalam. Semakin jauh dia meneliti, semakin besar keraguan yang muncul di dalam hatinya. Dia mulai merasa penasaran tentang Yesus. Suatu malam, saat berdoa, ruangan tempat dia berada dipenuhi cahaya, dan sebuah suara berkata dengan jelas, "Akulah Dia." Kata-kata ini sama dengan yang kemudian dia temukan dalam Perjanjian Baru -- pengakuan Yesus tentang identitas ilahi-Nya. Setelah memahami apa yang diajarkan para nabi tentang Yesus, dia memilih untuk menjadikan-Nya Tuhan dan Juru Selamatnya.

source: Christians living among Muslim peoples, especially those who have chosen to follow Christ out of a Muslim background, often live in fear of persecution because of their faith. - Pray that God's promise of rescue, freedom, and hope in this story would thrill their hearts and stir them to act with boldness and agreement with all of His commands. - Pray for Christians trying to serve Muslims by sharing the Good News of Jesus, despite the inadequacies they feel, to have a heart posture that says, "Here I am."
fr_fr: Les chrétiens vivant parmi les peuples musulmans, en particulier ceux qui ont choisi de suivre Christ après avoir été musulmans, vivent souvent dans la crainte de la persécution à cause de leur foi. - Priez pour que la promesse de Dieu de délivrance, de liberté et d'espoir dans cette histoire réjouisse leur cœur et les pousse à agir avec audace et en accord avec tous ses commandements. - Priez pour que les chrétiens qui essaient de servir les musulmans en partageant la Bonne Nouvelle de Jésus, malgré les insuffisances qu'ils ressentent, aient une attitude de cœur qui dit : « Me voici. »
id_id: Orang-orang Kristen yang hidup di tengah masyarakat Muslim -- khususnya mereka yang memilih mengikuti Kristus dari latar belakang Muslim -- sering hidup dalam ketakutan akan penganiayaan karena iman mereka. - Berdoalah agar janji Allah tentang keselamatan, kebebasan, dan pengharapan dalam kisah ini menguatkan hati mereka dan mendorong mereka untuk bertindak dengan keberanian serta menaati seluruh perintah-Nya. - Berdoalah bagi orang-orang Kristen yang melayani umat Muslim dengan membagikan Kabar Baik tentang Yesus, meskipun mereka merasa tidak memadai, agar mereka memiliki sikap hati yang berkata, "Ini aku."
