Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Genesis 1:26-27 (ESV) Then God said, "Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth." So God created man in his own image, in the image of God he created him; male and female he created them. Genesis 2:15-25 (ESV) The LORD God took the man and put him in the garden of Eden to work it and keep it. And the LORD God commanded the man, saying, "You may surely eat of every tree of the garden, but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die." Then the LORD God said, "It is not good that the man should be alone; I will make him a helper fit for him." Now out of the ground the LORD God had formed every beast of the field and every bird of the heavens and brought them to the man to see what he would call them. And whatever the man called every living creature, that was its name. The man gave names to all livestock and to the birds of the heavens and to every beast of the field. But for Adam there was not found a helper fit for him. So the LORD God caused a deep sleep to fall upon the man, and while he slept took one of his ribs and closed up its place with flesh. And the rib that the LORD God had taken from the man he made into a woman and brought her to the man. Then the man said, "This at last is bone of my bones and flesh of my flesh; she shall be called Woman, because she was taken out of Man." Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh. And the man and his wife were both naked and were not ashamed.
fr_fr: Genèse 1:26-27 (LSG) Puis Dieu dit: Faisons l'homme à notre image, selon notre ressemblance, et qu'il domine sur les poissons de la mer, sur les oiseaux du ciel, sur le bétail, sur toute la terre, et sur tous les reptiles qui rampent sur la terre. Dieu créa l'homme à son image, il le créa à l'image de Dieu, il créa l'homme et la femme. Genèse 2:15-25 (LSG) L'Éternel Dieu prit l'homme, et le plaça dans le jardin d'Éden pour le cultiver et pour le garder. L'Éternel Dieu donna cet ordre à l'homme: Tu pourras manger de tous les arbres du jardin; mais tu ne mangeras pas de l'arbre de la connaissance du bien et du mal, car le jour où tu en mangeras, tu mourras. L'Éternel Dieu dit: Il n'est pas bon que l'homme soit seul; je lui ferai une aide semblable à lui. L'Éternel Dieu forma de la terre tous les animaux des champs et tous les oiseaux du ciel, et il les fit venir vers l'homme, pour voir comment il les appellerait, et afin que tout être vivant portât le nom que lui donnerait l'homme. Et l'homme donna des noms à tout le bétail, aux oiseaux du ciel et à tous les animaux des champs; mais, pour l'homme, il ne trouva point d'aide semblable à lui. Alors l'Éternel Dieu fit tomber un profond sommeil sur l'homme, qui s'endormit; il prit une de ses côtes, et referma la chair à sa place. L'Éternel Dieu forma une femme de la côte qu'il avait prise de l'homme, et il l'amena vers l'homme. Et l'homme dit: Voici cette fois celle qui est os de mes os et chair de ma chair! On l'appellera femme, parce qu'elle a été prise de l'homme. C'est pourquoi l'homme quittera son père et sa mère, et s'attachera à sa femme, et ils deviendront une seule chair. L'homme et sa femme étaient tous deux nus, et ils n'en avaient point honte.
id_id: Kejadian 1:26-27 (AYT) Kemudian, Allah berfirman, "Sekarang, mari Kita membuat manusia dalam rupa Kita, menurut keserupaan Kita. Biarlah mereka berkuasa atas ikan-ikan di laut, atas burung-burung di udara, atas ternak, atas seluruh bumi, dan atas segala yang melata yang merayap di bumi." Lalu, Allah menciptakan manusia menurut rupa-Nya. Menurut rupa Allah, Dia menciptakannya. Laki-laki dan perempuan, demikianlah Dia menciptakan mereka. Kejadian 2:15-25 (AYT) TUHAN Allah mengambil manusia itu dan menempatkannya di taman Eden untuk mengolahnya dan memeliharanya. Kemudian, TUHAN Allah memberikan perintah kepada manusia itu, firman-Nya, "Kamu boleh makan dari segala pohon apa yang ada di taman ini, tetapi kamu jangan makan dari pohon pengetahuan tentang yang baik dan yang jahat, sebab pada hari kamu memakannya, kamu pasti akan mati." Kemudian, TUHAN Allah berfirman, "Tidak baik kalau manusia itu sendiri saja. Aku akan membuat baginya, penolong yang sepadan dengannya." Lalu, dari tanah, TUHAN Allah membentuk segala binatang di padang dan segala burung di udara, dan membawanya kepada manusia untuk melihat bagaimana dia akan menyebut mereka. Apa pun sebutan manusia itu bagi setiap makhluk hidup itu, itulah namanya. Jadi, manusia itu memberikan nama untuk semua hewan, untuk burung-burung di udara, dan semua binatang liar di padang. Akan tetapi, bagi manusia itu, tidak ditemukan seorang penolong yang sepadan dengannya. Lalu, TUHAN Allah mendatangkan tidur yang lelap atas manusia itu. Ketika dia tidur, TUHAN mengambil salah satu tulang rusuknya, lalu menutupnya dengan daging. Tulang rusuk, yang telah TUHAN Allah ambil dari manusia itu, dibuat-Nya menjadi seorang perempuan dan dibawa-Nya kepada manusia itu. Kemudian, manusia itu berkata, "Inilah tulang dari tulang-tulangku, dan daging dari dagingku; dia akan disebut perempuan karena dia diambil dari laki-laki." Karena itu, laki-laki akan meninggalkan ayahnya dan ibunya, lalu bersatu dengan istrinya sehingga mereka akan menjadi satu daging. Manusia dan istrinya itu, keduanya telanjang, tetapi mereka tidak merasa malu.

source: A relational, purposeful Creator, God intentionally fashioned humanity through a deliberately ordered process, surrounding us with heavenly community and provision so we are never left alone. - God made us in His image. Pray for the people of this land not only to recognize that they bear His image, but that it would also transform the way they view others. - As they ponder the reality that their friends, family, neighbors, and enemies are all created in God's image, may they more rightly esteem them.
fr_fr: Un Créateur relationnel et intentionnel, Dieu a façonné l'humanité de manière délibérée à travers un processus ordonné, nous entourant d'une communauté céleste et de provisions afin que nous ne soyons jamais laissés seuls. - Dieu nous a faits à son image. Priez pour que les gens de ce pays reconnaissent non seulement qu'ils portent son image, mais que cela transforme aussi la façon dont ils voient les autres. - Alors qu'ils méditent sur la réalité que leurs amis, leur famille, leurs voisins et leurs ennemis sont tous créés à l'image de Dieu, qu'ils les estiment davantage.
id_id: Sebagai Pencipta yang relasional dan penuh tujuan, Allah dengan sengaja membentuk umat manusia melalui suatu proses yang tertata. Dia mengelilingi kita dengan komunitas surgawi serta pemeliharaan-Nya, sehingga sejak semula manusia tidak pernah diciptakan untuk hidup sendirian. - Allah menciptakan kita menurut gambar-Nya. Berdoalah bagi orang-orang di negeri ini agar mereka bukan hanya menyadari bahwa mereka membawa gambar Allah, tetapi juga agar kesadaran itu mengubah cara mereka memandang dan memperlakukan sesama. - Saat mereka merenungkan kenyataan bahwa teman, keluarga, tetangga, bahkan musuh mereka diciptakan menurut gambar Allah, kiranya mereka belajar menghargai setiap orang dengan sikap yang benar.

source: Made as image bearers from the dust of the earth and breathed upon, humanity is fundamentally communal. God created complementary male and female for companionship, multiplication, and stewardship of creation. - Pray for those among this people who feel alone, misunderstood, and isolated. May the truth that he created us for relationship with him and others bring hope and stir a desire to understand more about how a personal relationship is possible with the God who created the heavens and earth.
fr_fr: Faits comme porteurs de l'image de Dieu à partir de la poussière de la terre et ayant reçu le souffle de vie, l'humanité est fondamentalement communautaire. Dieu a créé l'homme et la femme complémentaires pour la compagnie, la multiplication et la gestion de la création. - Priez pour ceux parmi ce peuple qui se sentent seuls, incompris et isolés. Que la vérité selon laquelle il nous a créés pour une relation avec lui et avec les autres apporte l'espoir et suscite le désir de comprendre comment une relation personnelle est possible avec le Dieu qui a créé les cieux et la terre.
id_id: Diciptakan menurut gambar Allah dari debu tanah dan dihidupkan oleh nafas-Nya, manusia pada hakikatnya adalah makhluk yang hidup dalam relasi. Allah menciptakan laki-laki dan perempuan yang saling melengkapi untuk hidup dalam persekutuan, melipatgandakan kehidupan, serta mengelola ciptaan-Nya dengan tanggung jawab. - Berdoalah bagi mereka di tengah umat ini yang merasa sendirian, tidak dipahami, dan terasing. Kiranya kebenaran bahwa Allah menciptakan kita untuk hidup dalam relasi dengan Dia dan dengan sesama membawa pengharapan, serta membangkitkan kerinduan untuk memahami lebih dalam bagaimana hubungan pribadi dengan Allah, Pencipta langit dan bumi, dapat terjalin secara nyata.

source: This story shows God's original design for marriage and community–truths that can transform Muslim families. Ahmed complained about his wife. She didn't clean the house the way she should. She didn't take care of her appearance the way she should. His teenage children stressed him out. He has had a girlfriend on the side for years who he traveled to spend the weekend with. Ultimately, because he didn't value God's design for marriage and whole life commitment, he divorced his wife and married the other woman. - Pray for Muslims in this land who are in disappointing marriages. Pray for opportunities to read the story of Adam and Eve and understand God's original design for marriage. - Pray that transformation would happen in their families as they trust God's word, and that he would bring beauty into these broken marriages for his glory.
fr_fr: Cette histoire montre le dessein originel de Dieu pour le mariage et la communauté—des vérités qui peuvent transformer les familles musulmanes. Ahmed se plaignait de sa femme. Elle ne nettoyait pas la maison comme elle le devrait. Elle ne prenait pas soin de son apparence comme elle le devrait. Ses enfants adolescents le stressaient. Il avait une petite amie depuis des années avec qui il voyageait pour passer le week-end. Finalement, parce qu'il n'accordait pas de valeur au dessein de Dieu pour le mariage et l'engagement à vie, il a divorcé de sa femme et a épousé l'autre femme. - Priez pour les musulmans de ce pays qui sont dans des mariages décevants. Priez pour des opportunités de lire l'histoire d'Adam et Ève et de comprendre le dessein originel de Dieu pour le mariage. - Priez pour que la transformation se produise dans leurs familles alors qu'ils font confiance à la Parole de Dieu, et qu'il apporte la beauté dans ces mariages brisés pour sa gloire.
id_id: Kisah ini menggambarkan rancangan asli Allah bagi pernikahan dan komunitas -- kebenaran yang memiliki kuasa untuk mengubahkan keluarga-keluarga muslim. Ahmed kerap mengeluhkan istrinya. Dia merasa istrinya tidak membersihkan rumah sesuai dengan harapannya dan tidak merawat penampilannya sebagaimana yang menurutnya seharusnya. Anak-anak remajanya juga membuatnya merasa tertekan. Selama bertahun-tahun, dia menjalin hubungan dengan perempuan lain dan sering menghabiskan akhir pekan bersamanya. Pada akhirnya, karena dia tidak menghargai rancangan Allah bagi pernikahan dan komitmen seumur hidup, dia menceraikan istrinya dan menikahi perempuan tersebut. - Berdoalah bagi umat muslim di negeri ini yang hidup dalam pernikahan yang dipenuhi kekecewaan. Berdoalah agar mereka memperoleh kesempatan untuk membaca kisah Adam dan Hawa serta memahami rancangan Allah yang mula-mula bagi pernikahan. - Berdoalah agar transformasi terjadi dalam keluarga mereka ketika mereka mempercayai firman Tuhan, dan agar Dia memulihkan serta menghadirkan kembali keindahan dalam pernikahan yang telah hancur itu demi kemuliaan-Nya.

source: This story emphasizes that a believer's place of belonging is in God's eternal family -- not cut off, separated, and in isolation. - Pray for Christians working in this culture to clearly communicate this concept to all who are cut off from their earthly families because of their decision to follow Jesus. - Pray that the truth that God puts the lonely in families would comfort them and remind them that they are not alone.
fr_fr: Cette histoire souligne que la place d'appartenance du croyant est dans la famille éternelle de Dieu — ni coupé, ni séparé, ni isolé. - Priez pour que les chrétiens travaillant dans cette culture communiquent clairement ce concept à tous ceux qui sont coupés de leurs familles terrestres à cause de leur décision de suivre Jésus. - Priez pour que la vérité selon laquelle Dieu place les solitaires dans des familles les réconforte et leur rappelle qu'ils ne sont pas seuls.
id_id: Kisah ini menegaskan bahwa tempat seorang percaya adalah di dalam keluarga Allah yang kekal -- bukan terputus, terpisah, atau terisolasi. - Berdoalah bagi orang-orang Kristen yang melayani di tengah budaya ini agar mereka mampu menyampaikan kebenaran ini dengan jelas kepada setiap orang yang terputus dari keluarga duniawi mereka karena keputusan untuk mengikuti Yesus. - Berdoalah agar kebenaran bahwa Allah menempatkan orang-orang yang sendirian ke dalam keluarga menghibur mereka dan meneguhkan hati mereka, sehingga mereka diingatkan bahwa mereka tidak pernah benar-benar sendirian.

source: The story in Genesis 2:24 continues in Ephesians 5. Father, we pray for marriages among this people group to be transformed by the teachings of Jesus. We pray that men would love their wives the way that Christ loves the church, and we pray for wives to trust their husbands and follow them the way that the church should submit to Christ. Ephesians 5:31-32 says, "Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh. This mystery is profound, and I am saying that it refers to Christ and the church." Father, we bless this people group that they would experience oneness with Christ, and that this beautiful picture of marriage would point to the ultimate union: this people group united with Christ as one for your glory.
fr_fr: L'histoire de Genèse 2:24 continue dans Éphésiens 5. Père, nous prions pour que les mariages parmi ce peuple soient transformés par les enseignements de Jésus. Nous prions pour que les hommes aiment leurs femmes comme Christ aime l'Église, et nous prions pour que les femmes fassent confiance à leurs maris et les suivent comme l'Église devrait se soumettre à Christ. Éphésiens 5:31-32 dit : « C'est pourquoi l'homme quittera son père et sa mère, et s'attachera à sa femme, et les deux deviendront une seule chair. Ce mystère est grand; je dis cela par rapport à Christ et à l'Église. » Père, nous bénissons ce peuple afin qu'il expérimente l'unité avec Christ, et que cette belle image du mariage pointe vers l'union ultime : ce peuple uni avec Christ comme un seul pour ta gloire.
id_id: Kisah dalam Kejadian 2:24 dilanjutkan dan diperdalam dalam Efesus 5. Bapa, kami berdoa agar pernikahan di tengah kelompok orang ini diubahkan oleh ajaran Yesus. Kami berdoa agar para suami mengasihi istri mereka sebagaimana Kristus mengasihi gereja, dan agar para istri mempercayai serta menghormati suami mereka, sebagaimana gereja tunduk kepada Kristus. Efesus 5:31–32 (AYT) berkata, "Itulah sebabnya, seorang laki-laki akan meninggalkan ayah dan ibunya dan bersatu dengan istrinya sehingga keduanya menjadi satu tubuh. Rahasia ini besar, dan aku mengatakan ini dalam hubungan antara Kristus dan jemaat." Bapa, kami memberkati kelompok orang ini agar mereka mengalami kesatuan dengan Kristus. Kiranya gambaran indah tentang pernikahan ini menunjuk kepada persatuan yang paling utama: umat-Mu yang dipersatukan dengan Kristus sebagai satu, bagi kemuliaan-Mu.

source: Day 3: Humans Disobey God
fr_fr: Jour 3 : L'Homme Désobéit à Dieu
id_id: Hari ke-3: Manusia Melanggar Perintah Tuhan
