Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Luke 4:1-22 (ESV) And Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness for forty days, being tempted by the devil. And he ate nothing during those days. And when they were ended, he was hungry. The devil said to him, "If you are the Son of God, command this stone to become bread." And Jesus answered him, "It is written, 'Man shall not live by bread alone.' " And the devil took him up and showed him all the kingdoms of the world in a moment of time, and said to him, "To you I will give all this authority and their glory, for it has been delivered to me, and I give it to whom I will. If you, then, will worship me, it will all be yours." And Jesus answered him, "It is written, " 'You shall worship the Lord your God, and him only shall you serve.' " And he took him to Jerusalem and set him on the pinnacle of the temple and said to him, "If you are the Son of God, throw yourself down from here, for it is written, " 'He will command his angels concerning you, to guard you,' and " 'On their hands they will bear you up, lest you strike your foot against a stone.' " And Jesus answered him, "It is said, 'You shall not put the Lord your God to the test.' " And when the devil had ended every temptation, he departed from him until an opportune time. And Jesus returned in the power of the Spirit to Galilee, and a report about him went out through all the surrounding country. And he taught in their synagogues, being glorified by all. And he came to Nazareth, where he had been brought up. And as was his custom, he went to the synagogue on the Sabbath day, and he stood up to read. And the scroll of the prophet Isaiah was given to him. He unrolled the scroll and found the place where it was written, "The Spirit of the Lord is upon me, because he has anointed me to proclaim good news to the poor. He has sent me to proclaim liberty to the captives and recovering of sight to the blind, to set at liberty those who are oppressed, to proclaim the year of the Lord's favor." And he rolled up the scroll and gave it back to the attendant and sat down. And the eyes of all in the synagogue were fixed on him. And he began to say to them, "Today this Scripture has been fulfilled in your hearing." And all spoke well of him and marveled at the gracious words that were coming from his mouth. And they said, "Is not this Joseph's son?"
fr_fr: Luc 4:1-22 (LSG) Jésus, rempli du Saint-Esprit, revint du Jourdain, et il fut conduit par l'Esprit dans le désert, où il fut tenté par le diable pendant quarante jours. Il ne mangea rien durant ces jours-là, et, après qu'ils furent écoulés, il eut faim. Le diable lui dit: Si tu es Fils de Dieu, ordonne à cette pierre qu'elle devienne du pain. Jésus lui répondit: Il est écrit: L'Homme ne vivra pas de pain seulement. Le diable, l'ayant élevé, lui montra en un instant tous les royaumes de la terre, et lui dit: Je te donnerai toute cette puissance, et la gloire de ces royaumes; car elle m'a été donnée, et je la donne à qui je veux. Si donc tu te prosternes devant moi, elle sera toute à toi. Jésus lui répondit: Il est écrit: Tu adoreras le Seigneur, ton Dieu, et tu le serviras lui seul. Le diable le conduisit encore à Jérusalem, le plaça sur le haut du temple, et lui dit: Si tu es Fils de Dieu, jette-toi d'ici en bas; car il est écrit: Il donnera des ordres à ses anges à ton sujet, Afin qu'ils te gardent; et: Ils te porteront sur les mains, De peur que ton pied ne heurte contre une pierre. Jésus lui répondit: Il est dit: Tu ne tenteras point le Seigneur, ton Dieu. Après l'avoir tenté de toutes ces manières, le diable s'éloigna de lui jusqu'à un moment favorable. Jésus, revêtu de la puissance de l'Esprit, retourna en Galilée, et sa renommée se répandit dans tout le pays d'alentour. Il enseignait dans les synagogues, et il était glorifié par tous. Il se rendit à Nazareth, où il avait été élevé, et, selon sa coutume, il entra dans la synagogue le jour du sabbat. Il se leva pour faire la lecture, et on lui remit le livre du prophète Ésaïe. L'ayant déroulé, il trouva l'endroit où il était écrit: L'Esprit du Seigneur est sur moi, Parce qu'il m'a oint pour annoncer une bonne nouvelle aux pauvres; Il m'a envoyé pour guérir ceux qui ont le cœur brisé, Pour proclamer aux captifs la délivrance, Et aux aveugles le recouvrement de la vue, Pour renvoyer libres les opprimés, Pour publier une année de grâce du Seigneur. Ensuite, il roula le livre, le remit au serviteur, et s'assit. Tous ceux qui se trouvaient dans la synagogue avaient les regards fixés sur lui. Alors il commença à leur dire: Aujourd'hui cette parole de l'Écriture, que vous venez d'entendre, est accomplie. Et tous lui rendaient témoignage; ils étaient étonnés des paroles de grâce qui sortaient de sa bouche, et ils disaient: N'est-ce pas le fils de Joseph?
id_id: Lukas 4:1-22 (AYT) Yesus, yang penuh dengan Roh Kudus kembali dari Yordan. Kemudian, Dia dipimpin oleh Roh Kudus menuju padang belantara selama 40 hari, dan dicobai oleh Iblis. Dia tidak makan apa pun selama hari-hari itu. Ketika sudah berakhir, Dia menjadi lapar. Lalu, Iblis berkata kepada-Nya, "Jika Engkau Anak Allah, suruhlah batu ini menjadi roti." Yesus menjawabnya, "Ada tertulis, 'Manusia hidup bukan dari roti saja.'" Kemudian, Iblis membawa Yesus ke tempat yang tinggi dan memperlihatkan kepada-Nya semua kerajaan dunia secara sekilas. Lalu, Iblis berkata kepada-Nya, "Aku akan memberi-Mu kuasa dan kemuliaan atas semua tempat itu, sebab semuanya telah diberikan kepadaku. Dan, aku memberikannya kepada siapa saja yang aku inginkan. Jadi, jika Engkau menyembahku, semuanya itu akan menjadi milik-Mu." Lalu, Yesus menjawab, "Ada tertulis, 'Kamu harus menyembah Tuhan Allahmu, dan hanya kepada-Nya kamu harus berbakti.'" Kemudian, Iblis membawa Yesus ke Yerusalem lalu menempatkan-Nya di puncak Bait Allah. Kata Iblis kepada Yesus, "Jika Engkau Anak Allah, jatuhkanlah diri-Mu dari sini ke bawah, karena ada tertulis, 'Mengenai Engkau, Allah akan memerintahkan malaikat-malaikat-Nya untuk menjaga-Mu.' Dan, 'Dengan tangan mereka, mereka akan menopang-Mu supaya kaki-Mu tidak terbentur batu.'" Jawab Yesus kepada Iblis, "Ada tertulis, 'Jangan mencobai Tuhan Allahmu.'" Setelah Iblis selesai mencobai Yesus, ia pergi meninggalkan-Nya dan menunggu kesempatan yang lain. Yesus kembali ke Galilea dengan penuh kuasa Roh, dan berita tentang-Nya menyebar ke seluruh daerah di sekitarnya. Lalu, Dia mulai mengajar di sinagoge dan semua orang memuji-Nya. Kemudian, Yesus pergi ke Nazaret, kota tempat Dia dibesarkan. Seperti kebiasaan-Nya, Yesus pergi ke sinagoge pada hari Sabat dan berdiri untuk membaca. Kitab Nabi Yesaya diberikan kepada-Nya, lalu Dia membuka kitab itu dan menemukan bagian yang menuliskan, "Roh Tuhan ada pada-Ku, karena Ia telah mengurapi Aku untuk memberitakan Kabar Baik kepada orang-orang miskin. Ia mengutus Aku untuk memberitakan pembebasan kepada para tawanan, dan pemulihan penglihatan kepada orang-orang buta, untuk membebaskan orang-orang yang tertindas, dan untuk mengabarkan bahwa tahun rahmat Tuhan sudah datang." Yesus menutup kitab itu lalu mengembalikannya kepada pejabat rumah ibadah, dan kemudian Dia duduk. Mata semua orang di dalam sinagoge itu terpaku pada diri-Nya. Lalu, Yesus mulai berbicara kepada mereka, "Hari ini, genaplah apa yang dituliskan Kitab Suci ini saat kamu mendengarnya." Dan, semua orang membenarkan-Nya sambil terheran-heran akan perkataan indah yang keluar dari mulut-Nya. Mereka berkata, "Bukankah Dia ini anak Yusuf?"

source: - This passage teaches us that God became fully man and was tempted in every way we are, yet was without sin. Pray for this reality to comfort and challenge believers as they become more like Jesus to resist Satan's temptations for power and comfort in their lives. - We also learn that God has permitted Satan to have some level of authority on this side of eternity. Pray for people in this place to rightly attribute evil to Satan, but to not misunderstand that Satan's power is limited and his defeat has already been secured. - We learn that Jesus is the complete fulfillment of all the prophecies of Scripture. Pray for Muslim eyes and hearts to be opened to see the supremacy of Christ over every other prophet and holy man. May their hearts swell as they rightly see Him for who He has revealed Himself to be through Scripture.
fr_fr: - Ce passage nous enseigne que Dieu est devenu pleinement homme et a été tenté de toutes les manières comme nous, mais sans péché. Priez pour que cette réalité réconforte et défie les croyants alors qu'ils deviennent plus comme Jésus pour résister aux tentations de Satan concernant le pouvoir et le confort dans leur vie. - Nous apprenons aussi que Dieu a permis à Satan d'avoir un certain niveau d'autorité de ce côté de l'éternité. Priez pour que les gens de ce lieu attribuent correctement le mal à Satan, mais qu'ils ne se méprennent pas sur le fait que le pouvoir de Satan est limité et que sa défaite est déjà assurée. - Nous apprenons que Jésus est l'accomplissement complet de toutes les prophéties des Écritures. Priez pour que les yeux et les cœurs des musulmans soient ouverts pour voir la suprématie de Christ sur tout autre prophète et homme saint. Que leurs cœurs soient émus alors qu'ils le voient justement pour ce qu'il s'est révélé être à travers les Écritures.
id_id: - Ayat ini mengajarkan bahwa Allah sungguh-sungguh menjadi manusia dan mengalami godaan dalam segala hal sama seperti kita, namun tanpa dosa. Berdoalah agar kebenaran ini menghibur sekaligus menantang orang-orang percaya untuk semakin menyerupai Yesus, khususnya dalam menolak godaan Setan akan kekuasaan dan kenyamanan dalam hidup mereka. - Kita juga belajar bahwa Allah mengizinkan Setan memiliki otoritas yang terbatas di sisi kekekalan ini. Berdoalah agar orang-orang di tempat ini dapat dengan tepat mengaitkan kejahatan dengan Setan, tanpa salah paham seolah-olah kuasanya setara dengan Allah. Kiranya mereka memahami bahwa kuasa Setan terbatas dan kekalahannya telah dipastikan. - Kita belajar bahwa Yesus adalah penggenapan yang sempurna dari seluruh nubuat Kitab Suci. Berdoalah agar mata dan hati umat Muslim dibukakan untuk melihat keunggulan Kristus di atas semua nabi dan orang-orang kudus lainnya. Kiranya hati mereka diperluas ketika mereka melihat Dia sebagaimana Dia menyatakan diri-Nya melalui Kitab Suci.

source: This passage teaches us that all of the bad news that humanity faces is firmly and finally replaced with good news through Christ. - Pray for the poor in this land, that they would respond and find hope in the Good News Jesus offers. - Pray for those who are in bondage to evil spirits in this place. Pray for them to experience the liberty Jesus provides and to be set free from all of the ways the enemy is trying to keep them in darkness. - Pray for miracles of healing for those who are blind, both spiritually and physically. Pray for the name of Jesus to be revered and honored through these healings. - Pray for the oppressed -- women in abusive marriages, minorities in exploitative work environments, those in slavery, and trafficked people -- to be given liberty. Pray for the oppressors to repent and to find forgiveness of sins in Christ.
fr_fr: Ce passage nous enseigne que toutes les mauvaises nouvelles auxquelles l'humanité fait face sont fermement et définitivement remplacées par la bonne nouvelle à travers Christ. - Priez pour les pauvres de ce pays, qu'ils répondent et trouvent l'espoir dans la Bonne Nouvelle que Jésus offre. - Priez pour ceux qui sont en servitude aux mauvais esprits dans ce lieu. Priez pour qu'ils expérimentent la liberté que Jésus offre et soient libérés de toutes les façons dont l'ennemi essaie de les garder dans les ténèbres. - Priez pour des miracles de guérison pour ceux qui sont aveugles, tant spirituellement que physiquement. Priez pour que le nom de Jésus soit révéré et honoré à travers ces guérisons. - Priez pour les opprimés — les femmes dans des mariages abusifs, les minorités dans des environnements de travail exploiteurs, ceux en esclavage et les personnes victimes de la traite — qu'ils reçoivent la liberté. Priez pour que les oppresseurs se repentent et trouvent le pardon des péchés en Christ.
id_id: Ayat ini juga mengajarkan bahwa seluruh kabar buruk yang dialami umat manusia pada akhirnya dan secara pasti digantikan oleh Kabar Baik melalui Kristus. - Berdoalah bagi orang-orang miskin di negeri ini agar mereka merespons dan menemukan pengharapan di dalam Kabar Baik yang Yesus tawarkan. - Berdoalah bagi mereka yang terikat oleh roh-roh jahat di tempat ini, agar mereka mengalami kebebasan yang Yesus berikan dan dilepaskan dari setiap cara musuh menahan mereka dalam kegelapan. - Berdoalah untuk mujizat kesembuhan bagi mereka yang buta, baik secara rohani maupun jasmani. Kiranya nama Yesus dihormati dan dimuliakan melalui kesembuhan-kesembuhan tersebut. - Berdoalah bagi mereka yang tertindas -- perempuan dalam pernikahan yang penuh kekerasan, kaum minoritas di lingkungan kerja yang eksploitatif, mereka yang diperbudak, dan korban perdagangan manusia -- agar mereka memperoleh kebebasan. Berdoalah agar para penindas bertobat dan menemukan pengampunan dosa di dalam Kristus.

source: Riadh was in his early twenties when he became curious about Christianity. Despite being young, he was financially independent and affluent. He was running a business and making a lot of money. The Christian who was sharing the Gospel with him was excited about Riadh's hunger. But then Riadh started to back away. When the Christian asked him why, he said, "I made a pact with good Muslim spirits, but they are the ones who have made me rich. They don't want me to continue. I think I need a break from pursuing this." Riadh had taken the enemy up on his offer to receive authority and glory from him and with it came complete bondage. Pray for people in this land to be set free from every pact and agreement they have made with darkness and to come into the glorious and freeing light of Christ.
fr_fr: Riadh avait une vingtaine d'années quand il est devenu curieux du christianisme. Bien que jeune, il était financièrement indépendant et aisé. Il dirigeait une entreprise et gagnait beaucoup d'argent. Le chrétien qui partageait l'Évangile avec lui était enthousiaste face à la soif de Riadh. Mais ensuite Riadh a commencé à reculer. Quand le chrétien lui a demandé pourquoi, il a dit : « J'ai fait un pacte avec de bons esprits musulmans, mais ce sont eux qui m'ont rendu riche. Ils ne veulent pas que je continue. Je pense que j'ai besoin d'une pause dans cette quête. » Riadh avait accepté l'offre de l'ennemi de recevoir autorité et gloire de sa part et avec cela est venue une servitude totale. Priez pour que les gens de ce pays soient libérés de tout pacte et accord qu'ils ont fait avec les ténèbres et qu'ils entrent dans la lumière glorieuse et libératrice de Christ.
id_id: Riadh berusia awal dua puluhan ketika dia mulai tertarik kepada Kekristenan. Meskipun masih muda, dia sudah mandiri secara finansial dan hidup berkecukupan. Dia menjalankan sebuah usaha dan menghasilkan banyak uang. Seorang Kristen yang membagikan Injil kepadanya merasa penuh harapan melihat ketertarikannya. Namun kemudian Riadh mulai menarik diri. Ketika ditanya alasannya, dia menjawab, "Aku telah membuat perjanjian dengan roh-roh Muslim yang baik. Merekalah yang membuatku kaya, dan mereka tidak ingin aku melanjutkan ini. Aku rasa aku perlu berhenti mengejarnya." Riadh telah menerima tawaran musuh berupa kuasa dan kemuliaan, dan bersama itu datang ikatan yang mengikatnya sepenuhnya. Berdoalah agar orang-orang di negeri ini dilepaskan dari setiap perjanjian dan kesepakatan yang pernah mereka buat dengan kegelapan, dan agar mereka masuk ke dalam terang Kristus yang mulia dan membebaskan.

source: Pray for Christians in this place who are seeking to share Good News with Muslims to operate in the power of the Spirit. Pray for their hearts to be meditating on Scripture so that they can respond to Satan's temptations with God's Word. Pray for the Church to continue to live out the fulfillment of the Isaiah scroll in their land -- to be ministers of justice, mercy, compassion, and liberators.
fr_fr: Priez pour que les chrétiens de ce lieu qui cherchent à partager la Bonne Nouvelle avec les musulmans agissent dans la puissance de l'Esprit. Priez pour que leurs cœurs méditent les Écritures afin qu'ils puissent répondre aux tentations de Satan avec la Parole de Dieu. Priez pour que l'Église continue à vivre l'accomplissement du rouleau d'Ésaïe dans leur pays — être des ministres de justice, de miséricorde, de compassion et des libérateurs.
id_id: Berdoalah bagi orang-orang Kristen di tempat ini yang berusaha membagikan Kabar Baik kepada umat Muslim agar mereka melayani dalam kuasa Roh Kudus. Berdoalah agar hati mereka dipenuhi oleh firman Allah, sehingga mereka mampu menanggapi godaan Setan dengan firman Allah. Berdoalah agar gereja terus hidup sesuai dengan penggenapan gulungan Yesaya di tanah ini -- menjadi pelayan keadilan, belas kasihan, kasih sayang, dan pembebasan.

source: Jesus fasted for 40 days and the rest of Luke 4 flows out of that time with the Father. Pray for Christians in this place to practice true fasting and for it to be a testimony to Muslims who don't know that Christians fast nor what true fasting really means: Pray for the fasting that God calls for (Isaiah 58:6-8): to loose the bonds of wickedness, to undo the straps of the yoke, to let the oppressed go free, and to break every yoke. Pray for people in this land to share their bread with the hungry and bring the homeless poor into their homes. When they see the naked, give them means to cover them. Then bless true fasters in this land. That their light would break forth like the dawn, and healing spring up speedily. We ask for their righteousness to go before them, and the glory of the Lord to be their rear guard. May men and women in this land experience the promise of Isaiah 58:10-11, "If you pour yourself out for the hungry and satisfy the desire of the afflicted, then shall your light rise in the darkness and your gloom be as the noonday. And the Lord will guide you continually and satisfy your desire in scorched places and make your bones strong. And you shall be like a watered garden, like a spring of water whose waters do not fail."
fr_fr: Jésus a jeûné pendant 40 jours et le reste de Luc 4 découle de ce temps avec le Père. Priez pour que les chrétiens de ce lieu pratiquent le vrai jeûne et que cela soit un témoignage pour les musulmans qui ne savent pas que les chrétiens jeûnent ni ce que le vrai jeûne signifie vraiment : Priez pour le jeûne que Dieu demande (Ésaïe 58:6-8) : détacher les chaînes de la méchanceté, dénouer les liens du joug, renvoyer libres les opprimés, et briser tout joug. Priez pour que les gens de ce pays partagent leur pain avec celui qui a faim et accueillent chez eux les pauvres sans abri. Quand ils voient un homme nu, qu'ils le couvrent. Puis bénissez les vrais jeûneurs de ce pays. Que leur lumière pointe comme l'aurore, et que leur guérison germe promptement. Nous demandons que leur justice marche devant eux, et que la gloire du Seigneur soit leur arrière-garde. Que les hommes et les femmes de ce pays expérimentent la promesse d'Ésaïe 58:10-11 : « Si tu donnes ta propre subsistance à celui qui a faim, si tu rassasies l'âme indigente, ta lumière se lèvera sur l'obscurité, et tes ténèbres seront comme le midi. L'Éternel sera toujours ton guide, il rassasiera ton âme dans les lieux arides, et il redonnera de la vigueur à tes membres ; tu seras comme un jardin arrosé, comme une source dont les eaux ne tarissent pas. »
id_id: Yesus berpuasa selama empat puluh hari, dan sisa Lukas 4 menggambarkan pelayanan-Nya yang mengalir dari persekutuan yang intim dengan Bapa. Berdoalah agar orang-orang Kristen di tempat ini mempraktikkan puasa yang sejati, dan agar praktik ini menjadi kesaksian bagi umat Muslim yang sering tidak mengetahui bahwa orang Kristen juga berpuasa, maupun makna puasa yang sesungguhnya. Berdoalah agar puasa yang Allah kehendaki terjadi, seperti yang dijelaskan dalam Yesaya 58:6-8 -- untuk melepaskan ikatan kejahatan, membuka belenggu kuk, membebaskan orang-orang yang tertindas, dan mematahkan setiap kuk. Berdoalah agar orang-orang di negeri ini membagikan roti kepada yang lapar, membawa orang miskin yang tidak memiliki rumah ke dalam rumah mereka, dan menyediakan penutup bagi mereka yang telanjang. Akhirnya, berkatilah orang-orang yang berpuasa dengan benar di negeri ini. Kiranya terang mereka merekah seperti fajar dan kesembuhan bertumbuh dengan segera. Kiranya keadilan mendahului mereka dan kemuliaan Tuhan menjadi penjaga di belakang mereka. Kiranya pria dan wanita di negeri ini mengalami janji Yesaya 58:10-11, "Jika engkau menyerahkan apa yang ada padamu kepada orang yang lapar dan memuaskan hati orang yang tertindas, maka terangmu akan terbit dalam kegelapan dan kegelapanmu akan menjadi seperti siang hari. Tuhan akan menuntun engkau senantiasa, akan memuaskan hatimu di tanah yang kering, dan akan memberi kekuatan pada tulang-tulangmu. Engkau akan seperti taman yang diairi dengan baik, seperti mata air yang tidak pernah kering."

source: Day 18: Jesus Heals and Forgives
fr_fr: Jour 18 : Jésus Guérit et Pardonne
id_id: Hari ke-18: Yesus Menyembuhkan dan Mengampuni
