Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Genesis 3:1-24 (ESV) Now the serpent was more crafty than any other beast of the field that the LORD God had made. He said to the woman, "Did God actually say, 'You shall not eat of any tree in the garden'?" And the woman said to the serpent, "We may eat of the fruit of the trees in the garden, but God said, 'You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.' " But the serpent said to the woman, "You will not surely die. For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil." So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths. And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. But the LORD God called to the man and said to him, "Where are you?" And he said, "I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself." He said, "Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?" The man said, "The woman whom you gave to be with me, she gave me fruit of the tree, and I ate." Then the LORD God said to the woman, "What is this that you have done?" The woman said, "The serpent deceived me, and I ate." The LORD God said to the serpent, "Because you have done this, cursed are you above all livestock and above all beasts of the field; on your belly you shall go, and dust you shall eat all the days of your life. I will put enmity between you and the woman, and between your offspring and her offspring; he shall bruise your head, and you shall bruise his heel." To the woman he said, "I will surely multiply your pain in childbearing; in pain you shall bring forth children. Your desire shall be for your husband, and he shall rule over you." And to Adam he said, "Because you have listened to the voice of your wife and have eaten of the tree of which I commanded you, 'You shall not eat of it,' cursed is the ground because of you; in pain you shall eat of it all the days of your life; thorns and thistles it shall bring forth for you; and you shall eat the plants of the field. By the sweat of your face you shall eat bread, till you return to the ground, for out of it you were taken; for you are dust, and to dust you shall return." The man called his wife's name Eve, because she was the mother of all living. And the LORD God made for Adam and for his wife garments of skins and clothed them. Then the LORD God said, "Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—" therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.
fr_fr: Genèse 3:1-24 (LSG) Le serpent était le plus rusé de tous les animaux des champs, que l'Éternel Dieu avait faits. Il dit à la femme: Dieu a-t-il réellement dit: Vous ne mangerez pas de tous les arbres du jardin? La femme répondit au serpent: Nous mangeons du fruit des arbres du jardin. Mais quant au fruit de l'arbre qui est au milieu du jardin, Dieu a dit: Vous n'en mangerez point et vous n'y toucherez point, de peur que vous ne mouriez. Alors le serpent dit à la femme: Vous ne mourrez point; mais Dieu sait que, le jour où vous en mangerez, vos yeux s'ouvriront, et que vous serez comme des dieux, connaissant le bien et le mal. La femme vit que l'arbre était bon à manger et agréable à la vue, et qu'il était précieux pour ouvrir l'intelligence; elle prit de son fruit, et en mangea; elle en donna aussi à son mari, qui était auprès d'elle, et il en mangea. Les yeux de l'un et de l'autre s'ouvrirent, ils connurent qu'ils étaient nus, et ayant cousu des feuilles de figuier, ils s'en firent des ceintures. Alors ils entendirent la voix de l'Éternel Dieu, qui parcourait le jardin vers le soir, et l'homme et sa femme se cachèrent loin de la face de l'Éternel Dieu, au milieu des arbres du jardin. Mais l'Éternel Dieu appela l'homme, et lui dit: Où es-tu? Il répondit: J'ai entendu ta voix dans le jardin, et j'ai eu peur, parce que je suis nu, et je me suis caché. Et l'Éternel Dieu dit: Qui t'a appris que tu es nu? Est-ce que tu as mangé de l'arbre dont je t'avais défendu de manger? L'homme répondit: La femme que tu as mise auprès de moi m'a donné de l'arbre, et j'en ai mangé. Et l'Éternel Dieu dit à la femme: Pourquoi as-tu fait cela? La femme répondit: Le serpent m'a séduite, et j'en ai mangé. L'Éternel Dieu dit au serpent: Puisque tu as fait cela, tu seras maudit entre tout le bétail et entre tous les animaux des champs, tu marcheras sur ton ventre, et tu mangeras de la poussière tous les jours de ta vie. Je mettrai inimitié entre toi et la femme, entre ta postérité et sa postérité: celle-ci t'écrasera la tête, et tu lui blesseras le talon. Il dit à la femme: J'augmenterai la souffrance de tes grossesses, tu enfanteras avec douleur, et tes désirs se porteront vers ton mari, mais il dominera sur toi. Il dit à l'homme: Puisque tu as écouté la voix de ta femme, et que tu as mangé de l'arbre au sujet duquel je t'avais donné cet ordre: Tu n'en mangeras point! Le sol sera maudit à cause de toi. C'est à force de peine que tu en tireras ta nourriture tous les jours de ta vie, il te produira des épines et des ronces, et tu mangeras de l'herbe des champs. C'est à la sueur de ton visage que tu mangeras du pain, jusqu'à ce que tu retournes dans la terre, d'où tu as été pris; car tu es poussière, et tu retourneras dans la poussière. Adam donna à sa femme le nom d'Ève: car elle a été la mère de tous les vivants. L'Éternel Dieu fit à Adam et à sa femme des habits de peau, et il les en revêtit. L'Éternel Dieu dit: Voici, l'homme est devenu comme l'un de nous, pour la connaissance du bien et du mal. Empêchons-le maintenant d'avancer sa main, de prendre de l'arbre de vie, d'en manger, et de vivre éternellement. Et l'Éternel Dieu le chassa du jardin d'Éden, pour qu'il cultivât la terre, d'où il avait été pris. C'est ainsi qu'il chassa Adam; et il mit à l'orient du jardin d'Éden les chérubins qui agitent une épée flamboyante, pour garder le chemin de l'arbre de vie.
id_id: Kejadian 3:1-24 (AYT) Ular adalah yang paling licik dari segala binatang di padang yang telah dijadikan oleh TUHAN Allah. Dia berkata kepada perempuan itu, "Apakah Allah benar-benar berfirman, ‘Kamu tidak boleh makan dari pohon mana pun di taman ini?’" Perempuan itu berkata kepada ular, "Kami boleh makan buah dari pohon-pohon di dalam taman, tetapi dari buah pohon yang ada di tengah taman, Allah telah berfirman, ‘Kamu tidak boleh memakannya, kamu juga tidak boleh menyentuhnya, nanti kamu akan mati.’" Namun, ular itu berkata kepada perempuan itu, "Kamu sama sekali tidak akan mati, sebab Allah tahu bahwa pada hari kamu memakannya, matamu akan terbuka dan kamu akan menjadi seperti Allah, tahu yang baik dan yang jahat!" Ketika perempuan itu melihat bahwa pohon itu baik sebagai makanan dan itu menarik bagi mata, dan pohon itu diinginkan untuk membuat seseorang bijaksana, dia pun memetik buahnya dan memakannya. Lalu, dia juga memberikannya kepada suaminya yang bersamanya, dan suaminya pun memakannya. Lalu, mata mereka berdua terbuka sehingga mereka tahu bahwa mereka telanjang. Kemudian, mereka menyemat daun-daun ara dan membuat cawat. Ketika mereka mendengar suara TUHAN Allah yang berjalan di taman pada suatu hari yang sejuk, manusia dan istrinya itu menyembunyikan diri mereka dari hadapan TUHAN Allah di antara pohon-pohon di dalam taman. Namun, TUHAN Allah memanggil manusia itu dan berkata kepadanya, "Di manakah kamu?" Dia menjawab, "Aku mendengar suara-Mu di taman dan aku takut karena aku telanjang, jadi aku bersembunyi." Kemudian, TUHAN berkata, "Siapa yang memberitahukanmu kalau kamu telanjang? Apakah kamu makan dari pohon yang kepadamu telah Kuperintahkan jangan kamu memakannya?" Manusia itu berkata, "Perempuan yang Engkau berikan untuk bersamaku itu, dialah yang telah memberikannya kepadaku dari pohon itu, maka aku pun memakannya." Lalu, TUHAN Allah berkata kepada perempuan itu, "Apa yang telah kaulakukan?" Perempuan itu menjawab, "Ular itu menipuku, maka aku makan." Kemudian, TUHAN Allah berkata kepada ular itu, "Karena kamu telah melakukan hal ini, terkutuklah kamu di antara segala hewan ternak, dan di antara segala binatang liar di padang. Dengan perutmu, kamu akan berjalan, dan kamu akan makan debu tanah seumur hidupmu. Aku akan mengadakan permusuhan antara kamu dengan perempuan ini, dan di antara keturunanmu dan keturunannya. Keturunannya akan meremukkan kepalamu, dan kamu akan meremukkan tumitnya." Kepada perempuan itu, Allah berfirman, "Aku akan sangat melipatgandakan susah payahmu ketika mengandung; dalam kesakitan kamu akan melahirkan anak-anak; tetapi kamu tetap akan berahi kepada suamimu, dan dia akan berkuasa atasmu." Lalu, kepada manusia itu, Dia berfirman, "Karena kamu mendengarkan suara istrimu, dan telah makan dari pohon yang kepadamu telah Kuperintahkan, ‘Jangan kamu memakannya,’ terkutuklah tanah karena kamu! Dengan susah payah kamu akan makan dari hasilnya selama hari-hari hidupmu. Semak duri dan rumput liarlah yang akan ditumbuhkan bagimu, dan kamu akan memakan tumbuh-tumbuhan di padang. Dengan keringat di wajahmu, kamu akan makan roti, sampai kamu kembali kepada tanah yang darinya kamu diambil. Sebab, kamu adalah debu, dan kamu akan kembali kepada debu. Manusia itu menyebut istrinya Hawa karena dia adalah ibu dari semua yang hidup. TUHAN Allah membuat pakaian dari kulit untuk manusia dan istrinya itu, lalu mengenakannya kepada mereka. Setelah itu, TUHAN Allah berfirman, "Lihatlah, manusia itu menjadi seperti salah satu dari Kita, tahu tentang yang baik dan yang jahat. Sekarang, jangan sampai dia mengulurkan tangannya dan mengambil juga dari pohon kehidupan, lalu memakannya dan hidup selama-lamanya." Karena itu, TUHAN Allah menyuruhnya keluar dari taman Eden untuk mengolah tanah yang dari itu dia diambil. Setelah Allah menghalau manusia itu keluar, di sebelah timur taman Eden ditempatkan-Nyalah kerub-kerub dengan pedang api yang menyambar-nyambar untuk menjaga jalan menuju pohon kehidupan.

source: This passage shows God acting with justice, compassion, and mercy as He engages in dialogue with humanity following their disobedience. Despite this disobedience requiring discipline, He immediately launched a rescue plan to reverse the curse. We see in Jesus' day that many people did not understand the way of the Messiah. For example, though they had read Genesis 3:15 many times, "I will put enmity between you and the woman and between your offspring and her offspring. He shall bruise your head and you shall bruise his heel," they didn't see Jesus. - In the same way, Muslims, when they read this passage, don't understand that Jesus is the fulfillment of this promise. Pray that by the Holy Spirit, their eyes would be opened to this reality.
fr_fr: Ce passage montre Dieu agissant avec justice, compassion et miséricorde alors qu'il dialogue avec l'humanité suite à sa désobéissance. Malgré cette désobéissance nécessitant une discipline, il a immédiatement lancé un plan de sauvetage pour inverser la malédiction. Nous voyons qu'à l'époque de Jésus, beaucoup de gens ne comprenaient pas le chemin du Messie. Par exemple, bien qu'ils aient lu Genèse 3:15 de nombreuses fois, « Je mettrai inimitié entre toi et la femme, entre ta postérité et sa postérité : celle-ci t'écrasera la tête, et tu lui blesseras le talon », ils n'ont pas vu Jésus. - De la même manière, les musulmans, quand ils lisent ce passage, ne comprennent pas que Jésus est l'accomplissement de cette promesse. Priez pour que par le Saint-Esprit, leurs yeux soient ouverts à cette réalité.
id_id: Ayat ini menunjukkan bahwa Allah bertindak dengan keadilan, belas kasihan, dan rahmat ketika Dia berinteraksi dengan umat manusia setelah mereka melanggar perintah-Nya. Meskipun pelanggaran tersebut menuntut adanya hukuman, Dia segera meluncurkan rencana penyelamatan untuk membalikkan kutukan yang telah terjadi. Pada zaman Yesus, banyak orang tidak memahami bagaimana Mesias akan bekerja. Sebagai contoh, meskipun mereka telah membaca Kejadian 3:15 berulang kali -- "Aku akan menaruh permusuhan antara engkau dan perempuan itu, antara keturunanmu dan keturunannya. Dia akan meremukkan kepalamu, dan engkau akan meremukkan tumit-Nya" -- mereka tetap tidak mengenali bahwa Yesus adalah penggenapan janji tersebut. - Demikian pula, ketika umat Muslim membaca ayat ini, mereka tidak memahami bahwa Yesus adalah penggenapan dari janji tersebut. Berdoalah agar melalui karya Roh Kudus, mata mereka dibukakan untuk melihat kenyataan ini.

source: This passage teaches us that disobedience to God's commands, even an act that seems very small and simple, like eating a forbidden fruit, results in eternal separation from him. - As Muslims read this story, pray for God to reveal their separation from him. Whether they've committed "big sins" or "small sins", may they recognize their guilt and continue to seek a solution through the reading of God's uncorrupted Word.
fr_fr: Ce passage nous enseigne que la désobéissance aux commandements de Dieu, même un acte qui semble très petit et simple, comme manger un fruit interdit, entraîne une séparation éternelle de lui. - Alors que les musulmans lisent cette histoire, priez pour que Dieu leur révèle leur séparation de lui. Qu'ils aient commis de « gros péchés » ou de « petits péchés », qu'ils reconnaissent leur culpabilité et continuent à chercher une solution à travers la lecture de la Parole non corrompue de Dieu.
id_id: Ayat ini mengajarkan bahwa ketidaktaatan terhadap perintah Allah -- bahkan tindakan yang tampak kecil dan sederhana, seperti memakan buah terlarang -- mengakibatkan pemisahan yang bersifat kekal dari-Nya. - Saat umat Muslim membaca kisah ini, berdoalah agar Allah menyatakan kepada mereka realitas pemisahan tersebut. Baik mereka merasa telah melakukan "dosa besar" maupun "dosa kecil", kiranya mereka menyadari kesalahan mereka dan terus mencari jalan keluar melalui pembacaan firman Tuhan yang suci.

source: Jihene jumped in and interrupted Nour, the Christian telling the story of Genesis 3, "...and they ate the apple that God forbade them to eat and were immediately ashamed of their nakedness. As a result God kicked them out of heaven and sent them to earth." Nour responded, "Yes, that's what the Quran teaches, but did you know that there are a lot more details to the story in the Taurat (Old Testament) than this summary?" Jihene considers herself a good Muslim who has studied Islam, but who has never read the Taurat or Injeel. She is a 'good person with a clean heart' and believes her good deeds will ensure a place in heaven. When she talks with Christians, she often shares her own unique version of Islam that borrows many ideas from Christianity and makes her feel good. - Pray for many Muslims like Jihene to read this story and recognize the stain of sin that we all carry as people who have been disobedient to God. - Ask God to stir curiosity to read and discover how God launched a rescue plan for all of us.
fr_fr: Jihene a interrompu Nour, la chrétienne qui racontait l'histoire de Genèse 3 : « ...et ils ont mangé la pomme que Dieu leur avait interdit de manger et ont immédiatement eu honte de leur nudité. En conséquence, Dieu les a chassés du paradis et les a envoyés sur terre. » Nour a répondu : « Oui, c'est ce que le Coran enseigne, mais savais-tu qu'il y a beaucoup plus de détails dans cette histoire dans la Taurat (Ancien Testament) que dans ce résumé ? » Jihene se considère comme une bonne musulmane qui a étudié l'islam, mais qui n'a jamais lu la Taurat ou l'Injeel. Elle est une « bonne personne au cœur pur » et croit que ses bonnes actions lui assureront une place au paradis. Quand elle parle avec des chrétiens, elle partage souvent sa propre version unique de l'islam qui emprunte beaucoup d'idées au christianisme et la fait se sentir bien. - Priez pour que de nombreux musulmans comme Jihene lisent cette histoire et reconnaissent la tache du péché que nous portons tous en tant que personnes qui ont désobéi à Dieu. - Demandez à Dieu de susciter la curiosité de lire et de découvrir comment Dieu a lancé un plan de sauvetage pour nous tous.
id_id: Jihene menyela dan memotong cerita Nour, seorang Kristen yang sedang menceritakan kisah Kejadian 3, dengan berkata, "... lalu mereka memakan buah apel yang dilarang oleh Tuhan dan segera merasa malu karena ketelanjangan mereka. Akibatnya, Tuhan mengusir mereka dari surga dan mengirim mereka ke bumi." Nour menjawab, "Ya, itulah yang diajarkan Al-Qur'an. Namun, tahukah kamu bahwa dalam Taurat (Perjanjian Lama) terdapat jauh lebih banyak detail daripada ringkasan tersebut?" Jihene menganggap dirinya sebagai seorang Muslim yang baik dan telah mempelajari Islam, tetapi dia belum pernah membaca Taurat maupun Injil. Dia memandang dirinya sebagai "orang baik dengan hati yang bersih" dan percaya bahwa amal perbuatannya akan menjamin tempat baginya di surga. Ketika berbicara dengan orang Kristen, dia sering menyampaikan versinya sendiri tentang Islam -- versi yang meminjam banyak gagasan dari Kekristenan dan membuatnya merasa nyaman dengan keyakinannya sendiri. - Berdoalah agar banyak Muslim seperti Jihene membaca kisah ini dan menyadari noda dosa yang kita semua pikul sebagai manusia yang telah durhaka kepada Allah. - Mintalah kepada Allah untuk membangkitkan rasa ingin tahu agar mereka mau membaca dan menemukan bagaimana Dia meluncurkan rencana penyelamatan bagi kita semua.

source: This story illustrates the guilt, shame, and fear that covered Adam and Eve when they sinned. - Pray for Christians trying to reach Muslims in this area to prayerfully ponder their own testimony of entering God's Kingdom. Pray for them to recall who they were before Christ: ashamed, fearful, and guilty, and who they are now with Christ: forgiven, covered, and hopeful. Ask that they would be able to tell their salvation story in a way that points those they share with to want to read and understand the stories from the Bible. - Pray for Christians to effectively describe how God has covered their shame and brought healing into their broken relationship with God in the same way that this story describes.
fr_fr: Cette histoire illustre la culpabilité, la honte et la peur qui ont couvert Adam et Ève quand ils ont péché. - Priez pour que les chrétiens qui essaient d'atteindre les musulmans dans cette région méditent dans la prière sur leur propre témoignage d'entrée dans le Royaume de Dieu. Priez pour qu'ils se rappellent qui ils étaient avant Christ : honteux, craintifs et coupables, et qui ils sont maintenant avec Christ : pardonnés, couverts et pleins d'espoir. Demandez qu'ils soient capables de raconter leur histoire de salut d'une manière qui incite ceux avec qui ils partagent à vouloir lire et comprendre les histoires de la Bible. - Priez pour que les chrétiens décrivent efficacement comment Dieu a couvert leur honte et apporté la guérison dans leur relation brisée avec Dieu de la même manière que cette histoire le décrit.
id_id: Kisah ini menggambarkan rasa bersalah, malu, dan takut yang menyelimuti Adam dan Hawa ketika mereka berbuat dosa. - Berdoalah bagi orang-orang Kristen yang berusaha menjangkau umat Muslim di wilayah ini agar mereka dengan sungguh-sungguh merenungkan kesaksian mereka tentang bagaimana mereka masuk ke dalam Kerajaan Allah. Berdoalah agar mereka mengingat siapa diri mereka sebelum Kristus -- dipenuhi rasa malu, takut, dan bersalah -- dan siapa diri mereka sekarang bersama Kristus -- diampuni, dilindungi, dan penuh harapan. Mohon agar mereka mampu menceritakan kisah keselamatan mereka dengan cara yang mendorong orang-orang yang mereka ajak bicara untuk rindu membaca dan memahami kisah-kisah dari Alkitab. - Berdoalah agar orang-orang Kristen dapat menjelaskan secara efektif bagaimana Allah telah menutupi rasa malu mereka dan membawa penyembuhan ke dalam hubungan mereka yang telah rusak dengan Allah, sebagaimana digambarkan dalam kisah ini.

source: Father, we pray that the people of this land will rejoice in the truth of Romans 5:15-21, because the free gift is not like the trespass of Genesis 3. For if many died through Adam's trespass, how much more have the grace of God and the free gift by the grace of that one man Jesus Christ abounded for many? We know that apart from Christ, this people is under judgment following that one trespass that brought condemnation, but the free gift following many trespasses brought justification. For if because of one man's trespass death reigned through that one man, how much more will those who receive the abundance of grace and the free gift of righteousness reign in life through the one man, Jesus Christ? May many receive the free gift of righteousness through Jesus Christ. Convict them of sin and may that conviction bring even greater joy and thankfulness for the free gift of righteousness that covers their sin.
fr_fr: Père, nous prions pour que le peuple de ce pays se réjouisse de la vérité de Romains 5:15-21, car le don gratuit n'est pas comme la transgression de Genèse 3. Car si par la transgression d'un seul beaucoup sont morts, combien plus la grâce de Dieu et le don de la grâce d'un seul homme, Jésus-Christ, ont-ils abondé pour beaucoup ? Nous savons qu'en dehors de Christ, ce peuple est sous le jugement à cause de cette seule transgression qui a apporté la condamnation, mais le don gratuit après de nombreuses transgressions a apporté la justification. Car si par la transgression d'un seul la mort a régné par ce seul homme, combien plus ceux qui reçoivent l'abondance de la grâce et du don de la justice régneront-ils dans la vie par le seul Jésus-Christ ? Que beaucoup reçoivent le don gratuit de la justice par Jésus-Christ. Convainquez-les de péché et que cette conviction apporte une joie et une reconnaissance encore plus grandes pour le don gratuit de la justice qui couvre leur péché.
id_id: Bapa, kami berdoa agar umat di negeri ini bersukacita dalam kebenaran Roma 5:15-21, sebab anugerah yang cuma-cuma itu tidak sama dengan pelanggaran dalam Kejadian 3. Jika oleh pelanggaran satu orang banyak yang mati, betapa lebih besar lagi anugerah Allah dan anugerah yang cuma-cuma itu melimpah bagi banyak orang melalui satu orang, Yesus Kristus. Kami mengetahui bahwa tanpa Kristus, umat ini berada di bawah hukuman sebagai akibat dari pelanggaran yang membawa kutukan. Namun anugerah yang diberikan setelah banyak pelanggaran justru membawa pembenaran. Sebab jika oleh pelanggaran satu orang maut berkuasa melalui satu orang itu, betapa lebih lagi mereka yang menerima kelimpahan kasih karunia dan anugerah kebenaran akan berkuasa dalam hidup melalui satu orang, Yesus Kristus. Kiranya banyak orang menerima anugerah kebenaran melalui Yesus Kristus. Biarlah mereka disadarkan akan dosa, dan kiranya kesadaran tersebut membawa sukacita serta ucapan syukur yang semakin besar atas anugerah kebenaran yang menutupi dosa mereka.

source: Day 4: God Destroys an Evil Humanity
fr_fr: Jour 4 : Dieu Détruit une Humanité Mauvaise
id_id: Hari ke-4: Allah menghancurkan umat manusia yang jahat.
