Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Revelation 7:9-17 (ESV) After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands, and crying out with a loud voice, "Salvation belongs to our God who sits on the throne, and to the Lamb!" And all the angels were standing around the throne and around the elders and the four living creatures, and they fell on their faces before the throne and worshiped God, saying, "Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and ever! Amen." Then one of the elders addressed me, saying, "Who are these, clothed in white robes, and from where have they come?" I said to him, "Sir, you know." And he said to me, "These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb. "Therefore they are before the throne of God, and serve him day and night in his temple; and he who sits on the throne will shelter them with his presence. They shall hunger no more, neither thirst anymore; the sun shall not strike them, nor any scorching heat. For the Lamb in the midst of the throne will be their shepherd, and he will guide them to springs of living water, and God will wipe away every tear from their eyes."
fr_fr: Apocalypse 7:9-17 (LSG) Après cela, je regardai, et voici, il y avait une grande foule, que personne ne pouvait compter, de toute nation, de toute tribu, de tout peuple, et de toute langue. Ils se tenaient devant le trône et devant l'agneau, revêtus de robes blanches, et des palmes dans leurs mains. Et ils criaient d'une voix forte, en disant: Le salut est à notre Dieu qui est assis sur le trône, et à l'agneau. Et tous les anges se tenaient autour du trône et des vieillards et des quatre êtres vivants; et ils se prosternèrent sur leurs faces devant le trône, et ils adorèrent Dieu, en disant: Amen! La louange, la gloire, la sagesse, l'action de grâces, l'honneur, la puissance, et la force, soient à notre Dieu, aux siècles des siècles! Amen! Et l'un des vieillards prit la parole et me dit: Ceux qui sont revêtus de robes blanches, qui sont-ils, et d'où sont-ils venus? Je lui dis: Mon seigneur, tu le sais. Et il me dit: Ce sont ceux qui viennent de la grande tribulation; ils ont lavé leurs robes, et ils les ont blanchies dans le sang de l'agneau. C'est pour cela qu'ils sont devant le trône de Dieu, et le servent jour et nuit dans son temple. Celui qui est assis sur le trône dressera sa tente sur eux; ils n'auront plus faim, ils n'auront plus soif, et le soleil ne les frappera point, ni aucune chaleur. Car l'agneau qui est au milieu du trône les paîtra et les conduira aux sources des eaux de la vie, et Dieu essuiera toute larme de leurs yeux.
id_id: Wahyu 7:9-17 (AYT) Setelah itu aku melihat, sesungguhnya sejumlah besar manusia yang tidak dapat dihitung jumlahnya, dari semua negara dan suku dan bangsa dan bahasa, berdiri di depan takhta dan di hadapan Anak Domba, memakai jubah putih dan dahan-dahan palem di tangan mereka; dan mereka berseru dengan suara keras, "Keselamatan bagi Allah kami yang duduk di atas takhta, dan bagi Anak Domba." Dan, semua malaikat yang sedang berdiri di sekeliling takhta itu dan di sekeliling tua-tua, dan keempat makhluk itu, mereka sujud di hadapan takhta itu dan menyembah Allah, dengan berkata, "Amin! Pujian dan kemuliaan dan hikmat dan ucapan syukur dan kehormatan dan kekuasaan, dan keperkasaan bagi Allah kita sampai selama-lamanya. Amin!" Kemudian, 1 dari tua-tua itu berbicara dan bertanya kepadaku, "Siapakah mereka yang memakai jubah putih ini dan dari mana mereka datang?" Maka, aku berkata kepadanya, "Tuanku, engkau mengetahuinya." Lalu, ia berkata kepadaku, "Mereka adalah orang-orang yang telah keluar dari penganiayaan besar dan telah mencuci jubah mereka dan memutihkannya di dalam darah Anak Domba. Oleh karena itu, mereka berdiri di hadapan takhta Allah dan melayani Dia siang dan malam di bait-Nya; dan Dia yang duduk di atas takhta itu akan tinggal di antara mereka. Mereka tidak akan lapar atau haus lagi; ataupun matahari tidak akan menyakiti mereka ataupun panas terik yang lainnya. Sebab, Anak Domba yang di tengah-tengah takhta itu akan menjadi Gembala mereka dan akan menuntun mereka ke mata air kehidupan; dan Allah akan menghapus segala air mata dari mata mereka."

source: God's love is so great that it encompasses multitudes from every tribe, tongue, and nation. One day all believers will be in His presence, delighting in Him without condemnation. - Pray for Muslims in this place to put their faith in Christ and be among them. - May Christians from a Muslim background take the Good News of Jesus to other Muslims from neighboring people groups. - This passage also teaches that it is right to ascribe blessings, glory, wisdom, thanksgiving, honor, power, and might to God for all eternity, literally. Pray for God to raise up more people in this land who would begin living this reality even now.
fr_fr: L'amour de Dieu est si grand qu'il englobe des multitudes de toute tribu, langue et nation. Un jour, tous les croyants seront en Sa présence, se délectant de Lui sans condamnation. - Priez pour que les musulmans dans ce lieu mettent leur foi en Christ et soient parmi eux. - Que les chrétiens d'origine musulmane apportent la Bonne Nouvelle de Jésus à d'autres musulmans des peuples voisins. - Ce passage enseigne aussi qu'il est juste d'attribuer bénédictions, gloire, sagesse, actions de grâces, honneur, puissance et force à Dieu pour toute l'éternité, littéralement. Priez pour que Dieu suscite plus de gens dans ce pays qui commenceraient à vivre cette réalité dès maintenant.
id_id: Kasih Allah begitu besar sehingga mencakup orang-orang dari setiap suku, bahasa, dan bangsa. Suatu hari kelak, semua orang percaya akan berdiri di hadapan-Nya dan bersukacita di dalam Dia tanpa penghukuman. - Berdoalah agar umat muslim di tempat ini menaruh iman mereka kepada Kristus dan menjadi bagian dari umat yang telah ditebus itu. - Berdoalah agar orang-orang Kristen yang berasal dari latar belakang muslim membawa Kabar Baik tentang Yesus kepada umat muslim dari kelompok etnis tetangga. - Ayat ini juga mengajarkan bahwa adalah benar dan layak untuk mengarahkan berkat, kemuliaan, hikmat, ucapan syukur, kehormatan, kuasa, dan kekuatan kepada Allah untuk selama-lamanya. Berdoalah agar Allah membangkitkan lebih banyak orang di negeri ini yang mulai hidup dalam kenyataan penyembahan ini sejak sekarang.

source: Human hearts long for completion. We often look to tangible things like money, success, sex, relationships, food, or drink to meet this need. Our satisfaction in these things does not last. - Pray that Muslims in this place will realize that they will find full satisfaction only in the presence of our Creator. Pray that they will taste this completion through a relationship with Jesus and the indwelling of the Holy Spirit provided for us here and now. - May the promise of God dwelling with His people, pictured in this passage, provide hope for the fulfillment of this longing.
fr_fr: Les cœurs humains aspirent à la plénitude. Nous nous tournons souvent vers des choses tangibles comme l'argent, le succès, le sexe, les relations, la nourriture ou la boisson pour répondre à ce besoin. Notre satisfaction dans ces choses ne dure pas. - Priez pour que les musulmans dans ce lieu réalisent qu'ils ne trouveront une pleine satisfaction qu'en la présence de notre Créateur. Priez pour qu'ils goûtent cette plénitude par une relation avec Jésus et l'habitation du Saint-Esprit qui nous est accordée ici et maintenant. - Que la promesse de Dieu demeurant avec Son peuple, représentée dans ce passage, donne espoir pour l'accomplissement de cette aspiration.
id_id: Hati manusia merindukan kesempurnaan. Sering kali, kerinduan ini diarahkan kepada hal-hal yang kelihatan dan dapat diraih, seperti uang, kesuksesan, seks, relasi, makanan, atau minuman. Namun, kepuasan yang ditawarkan oleh semua hal ini bersifat sementara dan tidak pernah benar-benar memuaskan. - Berdoalah agar umat muslim di tempat ini menyadari bahwa kepuasan sejati hanya dapat ditemukan di dalam hadirat Pencipta mereka. Berdoalah agar mereka mengalami kepenuhan ini melalui hubungan dengan Yesus dan melalui kehadiran Roh Kudus yang diberikan kepada kita di sini dan sekarang. - Kiranya janji Allah untuk diam bersama umat-Nya, sebagaimana digambarkan dalam ayat ini, memberikan pengharapan yang nyata bagi terpenuhinya kerinduan terdalam mereka.

source: Muslims hope that their good deeds will outweigh their bad deeds. They believe they have an angel on each shoulder recording their actions. This passage shows us that God has a superior plan. His plan is not merely to make those who put their faith in Him have more good than bad. His plan is to make us pure, so that we can be in His holy, perfect presence. - Pray for Muslims in this place to long for true purity and to seek a way for that to be possible. - Pray that they would thirst for the springs of living water and meet a believer who can lead them to the one who promised if you drink of Him you will never thirst again.
fr_fr: Les musulmans espèrent que leurs bonnes actions l'emporteront sur leurs mauvaises actions. Ils croient avoir un ange sur chaque épaule qui enregistre leurs actions. Ce passage nous montre que Dieu a un plan supérieur. Son plan n'est pas simplement de faire en sorte que ceux qui placent leur foi en Lui aient plus de bien que de mal. Son plan est de nous rendre purs, afin que nous puissions être en Sa présence sainte et parfaite. - Priez pour que les musulmans dans ce lieu aspirent à la vraie pureté et cherchent un moyen pour que cela soit possible. - Priez pour qu'ils aient soif des sources d'eau vive et rencontrent un croyant qui peut les conduire vers celui qui a promis que si vous buvez de Lui, vous n'aurez plus jamais soif.
id_id: Umat muslim sering berharap bahwa amal baik mereka akan lebih berat daripada amal buruk mereka. Mereka percaya bahwa malaikat-malaikat mencatat setiap perbuatan manusia. Namun, ayat ini menunjukkan bahwa Allah memiliki rencana yang jauh lebih tinggi. Rencana-Nya bukan sekadar menjadikan mereka yang percaya memiliki lebih banyak kebaikan daripada kejahatan, melainkan menjadikan mereka kudus, sehingga mereka dapat tinggal di hadirat-Nya yang kudus dan sempurna. - Berdoalah agar umat muslim di tempat ini merindukan kesucian yang sejati dan mulai mencari bagaimana hal itu mungkin terjadi. - Berdoalah agar mereka merindukan mata air kehidupan dan dipertemukan dengan seorang percaya yang dapat membawa mereka kepada Dia yang telah berjanji bahwa siapa pun yang minum dari-Nya tidak akan pernah haus lagi.

source: Sonia grew up in a very poor family. She often went without her basic needs being met. Even more devastating, her need to be unconditionally loved by her mom was unmet. As a result, she made some painful decisions in relationships with men, leading to more disappointment, shame, and rejection. She came to know Jesus, sharing His love with others, but the wounds from her childhood have not yet been fully healed. - Pray Sonia and every believer in this place will be healed from emotional trauma. Ask that God would meet them in the midst of their hurt and suffering now and that He would guide them to springs of living water on this side of eternity. - Pray that He would fill them with assured hope and that He will wipe away every tear from their eyes.
fr_fr: Sonia a grandi dans une famille très pauvre. Elle était souvent privée de ses besoins fondamentaux. Encore plus dévastateur, son besoin d'être inconditionnellement aimée par sa mère n'était pas satisfait. En conséquence, elle a pris des décisions douloureuses dans ses relations avec les hommes, menant à plus de déception, de honte et de rejet. Elle en est venue à connaître Jésus, partageant Son amour avec les autres, mais les blessures de son enfance ne sont pas encore complètement guéries. - Priez pour que Sonia et chaque croyant dans ce lieu soient guéris des traumatismes émotionnels. Demandez que Dieu les rencontre au milieu de leur douleur et de leur souffrance maintenant et qu'Il les guide vers des sources d'eau vive de ce côté de l'éternité. - Priez pour qu'Il les remplisse d'une espérance assurée et qu'Il essuiera toute larme de leurs yeux.
id_id: Sonia bertumbuh dalam keluarga yang sangat miskin. Kebutuhan dasarnya sering kali tidak terpenuhi. Yang lebih menyakitkan lagi, kebutuhannya untuk dikasihi tanpa syarat oleh ibunya juga tidak terpenuhi. Akibatnya, dia mengambil banyak keputusan yang melukai dirinya sendiri melalui relasi dengan pria, yang berujung pada kekecewaan, rasa malu, dan penolakan. Dia telah mengenal Yesus dan membagikan kasih-Nya kepada orang lain, tetapi luka-luka dari masa kecilnya belum sepenuhnya disembuhkan. - Berdoalah agar Sonia dan setiap orang percaya di tempat ini mengalami pemulihan dari trauma emosional. Mintalah agar Allah menemui mereka di tengah luka dan penderitaan yang masih mereka alami, serta menuntun mereka kepada mata air kehidupan, bahkan di sisi kekekalan ini. - Berdoalah agar Allah memenuhi mereka dengan pengharapan yang pasti dan menghapus setiap air mata dari mata mereka.

source: May the Lamb receive the reward of His suffering in this land. May this Ramadan mark a turning point where many would take steps towards Christ -- whether it be reading the Bible, talking to a Christian, or humbly praying to God and simply asking Him to reveal himself to them. We pray for families and groups of friends to gather around the Bible to hear the stories we've prayed through this month. May the living and active Word of God, sharper than any double-edged sword, penetrate them and make them whole. We pray for those in this land to experience God dwelling with them as described in Revelation 21:3-5. Through Christ may they find hope that He will wipe away every tear from their eyes, and death shall be no more. Neither shall there be mourning, nor crying, nor anymore pain, for the former things have passed away. We ask in faith that those we have prayed for this year would say goodbye to the former things and would walk with the One who says, "Behold, I am making all things new."
fr_fr: Que l'Agneau reçoive la récompense de Ses souffrances dans ce pays. Que ce Ramadan marque un tournant où beaucoup feraient des pas vers Christ — que ce soit en lisant la Bible, en parlant à un chrétien, ou en priant humblement Dieu et Lui demandant simplement de Se révéler à eux. Nous prions pour que des familles et des groupes d'amis se rassemblent autour de la Bible pour entendre les histoires pour lesquelles nous avons prié ce mois-ci. Que la Parole de Dieu vivante et efficace, plus tranchante qu'une épée à double tranchant, les pénètre et les rende entiers. Nous prions pour que ceux dans ce pays fassent l'expérience de Dieu demeurant avec eux comme décrit dans Apocalypse 21:3-5. Par Christ, qu'ils trouvent l'espérance qu'Il essuiera toute larme de leurs yeux, et que la mort ne sera plus. Il n'y aura plus ni deuil, ni cri, ni douleur, car les premières choses ont disparu. Nous demandons avec foi que ceux pour qui nous avons prié cette année disent adieu aux premières choses et marchent avec Celui qui dit : « Voici, je fais toutes choses nouvelles. »
id_id: Kiranya Anak Domba menerima upah dari penderitaan-Nya di negeri ini. Kiranya bulan Ramadan ini menjadi titik balik, ketika banyak orang mengambil langkah menuju Kristus -- entah dengan membaca Alkitab, berbicara dengan seorang Kristen, atau berdoa dengan rendah hati kepada Allah dan memohon agar Dia menyatakan diri-Nya kepada mereka. Kami berdoa agar keluarga dan kelompok-kelompok pertemanan berkumpul di sekitar Alkitab untuk mendengarkan kisah-kisah yang telah kami doakan sepanjang bulan ini. Kiranya firman Allah yang hidup dan aktif, yang lebih tajam dari pedang bermata dua, menembus hati mereka dan membawa kesembuhan yang sejati. Kami berdoa agar orang-orang di negeri ini mengalami Allah yang diam bersama umat-Nya, sebagaimana digambarkan dalam Wahyu 21:3-5. Melalui Kristus, kiranya mereka menemukan pengharapan bahwa Dia akan menghapus setiap air mata dari mata mereka, dan maut tidak akan ada lagi. Tidak akan ada lagi perkabungan, ratapan, atau penderitaan, sebab hal-hal yang dahulu telah berlalu. Kami berdoa dengan iman agar mereka yang kami doakan tahun ini meninggalkan hal-hal yang lama dan berjalan bersama Dia yang berkata, "Lihatlah, Aku menjadikan segala sesuatu baru."

source: One of the primary ways God is drawing Muslims to Himself is through simple Bible studies that highlight passages of scripture from Creation through the Resurrection. <a href="https://waha.app/">The Waha app</a> contains many story sets that have been translated into dozens of languages. Throughout the 30 days we will pray through these story sets that reveal Jesus, the Word made flesh.
fr_fr: L'une des principales façons dont Dieu attire les musulmans à Lui est à travers de simples études bibliques qui mettent en lumière des passages de l'Écriture de la Création à la Résurrection. <a href="https://waha.app/">L'application Waha</a> contient de nombreuses séries d'histoires qui ont été traduites en des dizaines de langues. Tout au long des 30 jours, nous prierons à travers ces séries d'histoires qui révèlent Jésus, la Parole faite chair.
id_id: Salah satu cara utama Allah menarik umat muslim kepada-Nya adalah melalui studi Alkitab yang sederhana, yang menelusuri kisah Kitab Suci dari Penciptaan hingga Kebangkitan. Aplikasi Waha menyediakan kumpulan kisah Alkitab yang telah diterjemahkan ke dalam puluhan bahasa. Selama tiga puluh hari ke depan, kita akan berdoa melalui kisah-kisah ini yang menyatakan Yesus, Sang Firman yang menjadi manusia.

source: As you read these familiar passages, prayerfully imagine what it would be like to read them for the first time – to see the wisdom, power, beauty, and authority of God and to be drawn to trust in Christ and yield your allegiance to Him.
fr_fr: En lisant ces passages familiers, imaginez dans la prière ce que ce serait de les lire pour la première fois — de voir la sagesse, la puissance, la beauté et l'autorité de Dieu et d'être attiré à faire confiance en Christ et à Lui remettre votre allégeance.
id_id: Saat Anda membaca ayat-ayat yang mungkin sudah sangat dikenal, bayangkanlah dengan penuh doa bagaimana rasanya membacanya untuk pertama kali -- melihat hikmat, kuasa, keindahan, dan otoritas Allah, lalu ditarik untuk percaya kepada Kristus dan menyerahkan kesetiaan kepada-Nya.

source: Pray for your people and place according to what God shows you for today's scripture:
fr_fr: Priez pour votre peuple et lieu selon ce que Dieu vous montre pour le passage du jour :
id_id: Berdoalah bagi umat dan tempat Anda sesuai dengan apa yang Tuhan nyatakan melalui bagian Alkitab hari ini:

source: What this passage teaches us about God
fr_fr: Ce que ce passage nous enseigne sur Dieu
id_id: apa yang bagian ini ajarkan tentang Allah,

source: What this passage teaches us about humanity
fr_fr: Ce que ce passage nous enseigne sur l'humanité
id_id: apa yang bagian ini ajarkan tentang kemanusiaan,

source: Insight into how this passage connects to Muslims
fr_fr: Aperçu de comment ce passage se connecte aux musulmans
id_id: bagaimana bagian ini berkaitan dengan umat muslim,

source: Insight into how to pray this passage for Christians reaching Muslims in this location
fr_fr: Aperçu de comment prier ce passage pour les chrétiens qui atteignent les musulmans dans ce lieu
id_id: dan bagaimana berdoa berdasarkan bagian ini bagi orang Kristen yang menjangkau umat muslim di tempat ini.

source: Related scriptures to pray for this people
fr_fr: Passages bibliques connexes à prier pour ce peuple
id_id: Ayat-ayat Alkitab yang dapat digunakan dalam doa:

source: “So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets. Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many. For the gate is narrow and the way is hard that leads to life, and those who find it are few." (Matthew 7:12-14) ESV
fr_fr: « Tout ce que vous voulez que les hommes fassent pour vous, faites-le de même pour eux, car c'est la loi et les prophètes. Entrez par la porte étroite. Car large est la porte, spacieux est le chemin qui mènent à la perdition, et il y en a beaucoup qui entrent par là. Mais étroite est la porte, resserré le chemin qui mènent à la vie, et il y en a peu qui les trouvent. » (Matthieu 7:12-14) LSG
id_id: "Segala sesuatu yang kamu kehendaki supaya orang perbuat kepadamu, perbuatlah demikian juga kepada mereka, karena inilah isi hukum Taurat dan kitab para nabi. Masuklah melalui pintu yang sempit, karena lebar pintu dan luas jalan yang menuju kepada kebinasaan, dan banyak orang yang masuk melaluinya. Sebab sempit pintu dan sesak jalan yang menuju kepada kehidupan, dan sedikit orang yang menemukannya." (Matius 7:12-14) AYT

source: For those praying today who live in this area, take a moment to imagine what it would look like if everyone would do to others what they would have done unto them. Pray for those Kingdom realities to come.
fr_fr: Pour ceux qui prient aujourd'hui et qui vivent dans cette région, prenez un moment pour imaginer ce à quoi cela ressemblerait si chacun faisait aux autres ce qu'il voudrait qu'on lui fasse. Priez pour que ces réalités du Royaume viennent.
id_id: Bagi Anda yang berdoa hari ini dan tinggal di daerah ini, luangkan waktu sejenak untuk membayangkan bagaimana jadinya jika setiap orang melakukan kepada sesamanya apa yang dia harapkan dilakukan kepada dirinya sendiri. Berdoalah agar realitas Kerajaan Allah ini segera terwujud.

source: For those praying today who do not live in this area, pray for Christians to bring meals to the sick, give rides to the carless, listen well to those with burdens, visit those in the hospital, and to share with those in need. May the name of Jesus be exalted in these actions.
fr_fr: Pour ceux qui prient aujourd'hui et qui ne vivent pas dans cette région, priez pour que les chrétiens apportent des repas aux malades, conduisent ceux qui n'ont pas de voiture, écoutent bien ceux qui ont des fardeaux, visitent ceux qui sont à l'hôpital, et partagent avec ceux qui sont dans le besoin. Que le nom de Jésus soit exalté par ces actions.
id_id: Bagi Anda yang berdoa dan tidak tinggal di daerah ini, berdoalah agar orang-orang Kristen membawa makanan kepada yang sakit, memberi tumpangan kepada yang tidak memiliki kendaraan, mendengarkan dengan sungguh-sungguh mereka yang memikul beban berat, mengunjungi yang dirawat di rumah sakit, dan berbagi dengan mereka yang berkekurangan. Kiranya nama Yesus dimuliakan melalui perbuatan-perbuatan ini.
