Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Pray for Christians in this area who are trying to reach Muslims with the good news of Jesus. - Pray that they would continually be able to testify that God is their shield and their reward. Pray that they would experience His protection, His comfort, and His provision in rich ways. - Pray for a desire to grow among all Christians in this region to see generations of believers flowing out of them as streams of spiritual children because of their faithful trust in God. - Pray for confidence and faith to grow among Christians in this area– faith that Muslim families are included in the promise that all the families of the earth shall be blessed through Abraham. May they have eyes of faith for the Muslim families all around them -- even extremists and strong followers of Islam.
fr_fr: Priez pour les chrétiens de cette région qui essaient d'atteindre les musulmans avec la bonne nouvelle de Jésus. - Priez pour qu'ils puissent continuellement témoigner que Dieu est leur bouclier et leur récompense. Priez pour qu'ils expérimentent sa protection, son réconfort et sa provision de manière riche. - Priez pour qu'un désir grandisse parmi tous les chrétiens de cette région de voir des générations de croyants naître d'eux comme des flots d'enfants spirituels grâce à leur confiance fidèle en Dieu. - Priez pour que la confiance et la foi grandissent parmi les chrétiens de cette région — la foi que les familles musulmanes sont incluses dans la promesse que toutes les familles de la terre seront bénies par Abraham. Qu'ils aient des yeux de foi pour les familles musulmanes tout autour d'eux — même les extrémistes et les fervents pratiquants de l'islam.
id_id: - Berdoalah bagi orang-orang Kristen di wilayah ini yang berusaha memberitakan kabar baik tentang Yesus kepada umat muslim. - Berdoalah agar mereka terus bersaksi bahwa Allah adalah perisai dan upah mereka. Kiranya mereka mengalami perlindungan, penghiburan, dan pemeliharaan-Nya secara berlimpah. - Berdoalah agar di antara semua orang Kristen di wilayah ini tumbuh kerinduan untuk bertumbuh, sehingga generasi demi generasi orang percaya mengalir dari mereka sebagai anak-anak rohani, melalui iman yang setia kepada Allah. - Berdoalah agar keyakinan dan iman bertumbuh di antara orang-orang Kristen di daerah ini -- iman bahwa keluarga-keluarga muslim termasuk dalam janji bahwa semua kaum di bumi akan diberkati melalui Abraham. Kiranya mereka memiliki mata iman untuk melihat keluarga-keluarga muslim di sekitar mereka, termasuk para ekstremis dan penganut Islam yang teguh.

source: Father, just as Romans 4:17 says that Abraham believed God, "the one who gives life to the dead and calls into existence the things that do not exist", give us eyes of faith to believe for multiplying disciples and churches among this people group. Raise up believers in this area who, like Abraham, would in hope believe against hope and become the spiritual fathers and mothers of a nation, leading multiplying generations to faith in Christ. We pray that no unbelief would make men and women in this area waver concerning the promise of God, but that they would grow strong in faith as they give glory to God. May they be fully convinced that God is able to do what He has promised.
fr_fr: Père, tout comme Romains 4:17 dit qu'Abraham a cru Dieu, « qui donne la vie aux morts, et qui appelle les choses qui ne sont point comme si elles étaient », donne-nous des yeux de foi pour croire à la multiplication des disciples et des églises parmi ce peuple. Suscite des croyants dans cette région qui, comme Abraham, croiraient en espérant contre toute espérance et deviendraient les pères et mères spirituels d'une nation, conduisant des générations multipliées à la foi en Christ. Nous prions pour qu'aucune incrédulité ne fasse vaciller les hommes et les femmes de cette région concernant la promesse de Dieu, mais qu'ils grandissent forts dans la foi en donnant gloire à Dieu. Qu'ils soient pleinement convaincus que Dieu est capable de faire ce qu'il a promis.
id_id: Bapa, sebagaimana tertulis dalam Roma 4:17 bahwa Abraham percaya kepada Allah, "Yang menghidupkan orang mati dan memanggil yang tidak ada menjadi ada", berikanlah kepada kami mata iman untuk mempercayai pertumbuhan murid-murid dan gereja-gereja di tengah kelompok etnis ini. Bangkitkanlah orang-orang percaya di wilayah ini yang, seperti Abraham, berharap melampaui pengharapan meskipun berada dalam keadaan yang tidak menguntungkan, dan yang menjadi bapa-bapa serta ibu-ibu rohani bagi suatu bangsa, memimpin generasi-generasi yang bertumbuh dalam iman kepada Kristus. Kami berdoa agar ketidakpercayaan tidak menggoyahkan pria dan wanita di wilayah ini terhadap janji Allah, tetapi agar mereka dikuatkan dalam iman ketika mereka memuliakan Allah. Kiranya mereka sepenuhnya yakin bahwa Allah berkuasa melakukan apa yang telah Dia janjikan.

source: Day 8: Abraham Obeyed God
fr_fr: Jour 8 : Abraham a Obéi à Dieu
id_id: Hari ke-8: Abraham Menuruti Perintah Allah

source: Genesis 22:1–19 (ESV) After these things God tested Abraham and said to him, "Abraham!" And he said, "Here am I." He said, "Take your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you." So Abraham rose early in the morning, saddled his donkey, and took two of his young men with him, and his son Isaac. And he cut the wood for the burnt offering and arose and went to the place of which God had told him. On the third day Abraham lifted up his eyes and saw the place from afar. Then Abraham said to his young men, "Stay here with the donkey; I and the boy will go over there and worship and come again to you." And Abraham took the wood of the burnt offering and laid it on Isaac his son. And he took in his hand the fire and the knife. So they went both of them together. And Isaac said to his father Abraham, "My father!" And he said, "Here am I, my son." He said, "Behold, the fire and the wood, but where is the lamb for a burnt offering?" Abraham said, "God will provide for himself the lamb for a burnt offering, my son." So they went both of them together. When they came to the place of which God had told him, Abraham built the altar there and laid the wood in order and bound Isaac his son and laid him on the altar, on top of the wood. Then Abraham reached out his hand and took the knife to slaughter his son. But the angel of the LORD called to him from heaven and said, "Abraham, Abraham!" And he said, "Here am I." He said, "Do not lay your hand on the boy or do anything to him, for now I know that you fear God, seeing you have not withheld your son, your only son, from me." And Abraham lifted up his eyes and looked, and behold, behind him was a ram, caught in a thicket by his horns. And Abraham went and took the ram and offered it up as a burnt offering instead of his son. So Abraham called the name of that place, "The LORD will provide"; as it is said to this day, "On the mount of the LORD it shall be provided." And the angel of the LORD called to Abraham a second time from heaven and said, "By myself I have sworn, declares the LORD, because you have done this and have not withheld your son, your only son, I will surely bless you, and I will surely multiply your offspring as the stars of heaven and as the sand that is on the seashore. And your offspring shall possess the gate of his enemies, and in your offspring shall all the nations of the earth be blessed, because you have obeyed my voice." So Abraham returned to his young men, and they arose and went together to Beersheba. And Abraham lived at Beersheba.
fr_fr: Genèse 22:1-19 (LSG) Après ces choses, Dieu mit Abraham à l'épreuve, et lui dit: Abraham! Et il répondit: Me voici! Dieu dit: Prends ton fils, ton unique, celui que tu aimes, Isaac; va-t'en au pays de Morija, et là offre-le en holocauste sur l'une des montagnes que je te dirai. Abraham se leva de bon matin, sella son âne, et prit avec lui deux serviteurs et son fils Isaac. Il fendit du bois pour l'holocauste, et partit pour aller au lieu que Dieu lui avait dit. Le troisième jour, Abraham, levant les yeux, vit le lieu de loin. Et Abraham dit à ses serviteurs: Restez ici avec l'âne; moi et le jeune homme, nous irons jusque-là pour adorer, et nous reviendrons auprès de vous. Abraham prit le bois pour l'holocauste, le chargea sur son fils Isaac, et porta dans sa main le feu et le couteau. Et ils marchèrent tous deux ensemble. Alors Isaac, parlant à Abraham, son père, dit: Mon père! Et il répondit: Me voici, mon fils! Isaac reprit: Voici le feu et le bois; mais où est l'agneau pour l'holocauste? Abraham répondit: Mon fils, Dieu se pourvoira lui-même de l'agneau pour l'holocauste. Et ils marchèrent tous deux ensemble. Lorsqu'ils furent arrivés au lieu que Dieu lui avait dit, Abraham y éleva un autel, et rangea le bois. Il lia son fils Isaac, et le mit sur l'autel, par-dessus le bois. Puis Abraham étendit la main, et prit le couteau, pour égorger son fils. Alors l'ange de l'Éternel l'appela des cieux, et dit: Abraham! Abraham! Et il répondit: Me voici! L'ange dit: N'avance pas ta main sur l'enfant, et ne lui fais rien; car je sais maintenant que tu crains Dieu, et que tu ne m'as pas refusé ton fils, ton unique. Abraham leva les yeux, et vit derrière lui un bélier retenu dans un buisson par les cornes; et Abraham alla prendre le bélier, et l'offrit en holocauste à la place de son fils. Abraham donna à ce lieu le nom de Jehova-Jiré. C'est pourquoi l'on dit aujourd'hui: A la montagne de l'Éternel il sera pourvu. L'ange de l'Éternel appela une seconde fois Abraham des cieux, et dit: Je le jure par moi-même, parole de l'Éternel! Parce que tu as fait cela, et que tu n'as pas refusé ton fils, ton unique, je te bénirai et je multiplierai ta postérité, comme les étoiles du ciel et comme le sable qui est sur le bord de la mer; et ta postérité possédera la porte de ses ennemis. Toutes les nations de la terre seront bénies en ta postérité, parce que tu as obéi à ma voix. Abraham étant retourné vers ses serviteurs, ils se levèrent et s'en allèrent ensemble à Beer-Schéba; car Abraham demeurait à Beer-Schéba.
id_id: Kejadian 22:1-19 (AYT) Sesudah berbagai peristiwa itu, Allah menguji Abraham dan berkata kepadanya, "Abraham!" Abraham menjawab, "Ini aku!" Dia berfirman, "Bawalah Ishak, anakmu satu-satunya, yang kaukasihi itu, ke tanah Moria. Lalu, persembahkanlah dia di sana sebagai kurban bakaran di salah satu gunung yang akan Kutunjukkan kepadamu." Pagi-pagi sekali, bangunlah Abraham dan memelana keledainya. Dia mengajak dua dari pelayannya bersamanya dan juga Ishak, anaknya. Dia membelah kayu untuk kurban bakaran, lalu dia bersiap dan berangkat ke tempat yang telah difirmankan Allah kepadanya. Pada hari yang ketiga, Abraham melayangkan pandangannya dan melihat tempat itu dari kejauhan. Abraham berkata kepada kedua orang muda yang bersamanya, "Tinggallah di sini dengan keledai ini. Aku dan anak ini akan pergi ke sana untuk beribadah dan akan kembali lagi kepadamu." Abraham mengambil kayu untuk kurban bakaran itu dan meletakkannya di bahu Ishak, anaknya, sedangkan dia membawa api dan pisau di tangannya. Keduanya pergi bersama-sama. Ishak berkata kepada ayahnya, "Ayahku!" Abraham menjawab, "Ya, Nak?" Ishak bertanya, "Lihat, api dan kayunya ada di sini, tetapi mana domba untuk persembahan bakarannya?" Abraham menjawab, "Anakku, Allah sendiri yang akan menyediakan anak domba untuk persembahan bakaran itu bagi-Nya." Keduanya pun terus berjalan bersama-sama. Ketika mereka sampai di tempat yang difirmankan Allah kepada Abraham, Abraham pun membangun mazbah di sana dan mengatur kayu di atasnya. Kemudian, dia mengikat Ishak, anaknya, dan membaringkannya di atas mazbah itu, di atas kayu. Lalu, Abraham mengulurkan tangannya dan mengambil pisau untuk menyembelih anaknya. Akan tetapi, Malaikat TUHAN memanggilnya dari langit dan berkata, "Abraham! Abraham!" Abraham pun menjawab, "Ini aku." Malaikat TUHAN berkata, "Jangan ulurkan tanganmu ke atas anak itu, jangan lakukan apa pun terhadapnya, sebab sekarang Aku tahu bahwa kamu takut akan Allah dan kamu tidak menahan anakmu, anak tunggalmu itu, dari-Ku." Kemudian, Abraham mengangkat wajahnya dan melihat seekor domba jantan yang tanduknya tersangkut di semak belukar. Lalu, Abraham pergi untuk mengambil domba jantan itu dan mempersembahkannya sebagai kurban bakaran menggantikan anaknya. Abraham pun menyebut tempat itu: "TUHAN akan Menyediakan". Sebab itu, sampai hari ini orang mengatakan, "Di gunung TUHAN hal itu akan disediakan." Untuk kedua kalinya, Malaikat TUHAN memanggil Abraham dari langit, dan berkata, "Demi diri-Ku sendiri Aku bersumpah, demikianlah firman Allah, sebab kamu telah melakukan hal ini dan tidak menahan anakmu, anak tunggalmu itu, Aku sungguh-sungguh akan memberkatimu dan akan melipatgandakan keturunanmu sebanyak bintang di langit dan sebanyak pasir di pantai. Keturunanmu akan menduduki setiap gerbang musuh-musuh mereka, dan melalui keturunanmu, semua bangsa di bumi akan diberkati karena kamu menaati perkataan-Ku." Lalu, Abraham kembali kepada pelayan-pelayannya, dan mereka semua pergi bersama ke Bersyeba. Abraham pun tinggal di Bersyeba.

source: This passage teaches us that God will ask us to do things that do not make sense to us. He desires obedience to His commands, and He is never contrary to His nature. Historians agree that child sacrifice was widely practiced during Abraham's day. So, Abraham would have been familiar with a command to sacrifice his child. What was surprising was that God Himself intervened, provided a substitute, showing that He could be completely trusted. - Pray for Muslims, when they read this story, to have their trust in God grow. - Pray for Christians trying to reach Muslims in this place to rejoice, though now for a little while they are grieved by various trials, so that the tested genuineness of their faith, more precious than gold, that perishes though it is refined by fire, may be found to result in praise and glory and honor at the revelation of Jesus Christ (1 Peter 1:6-7).
fr_fr: Ce passage nous enseigne que Dieu nous demandera de faire des choses qui n'ont pas de sens pour nous. Il désire l'obéissance à ses commandements, et il n'est jamais contraire à sa nature. Les historiens s'accordent à dire que le sacrifice d'enfants était largement pratiqué à l'époque d'Abraham. Abraham aurait donc été familier avec un commandement de sacrifier son enfant. Ce qui était surprenant, c'est que Dieu lui-même est intervenu, a fourni un substitut, montrant qu'on pouvait lui faire entièrement confiance. - Priez pour que les musulmans, quand ils lisent cette histoire, voient leur confiance en Dieu grandir. - Priez pour que les chrétiens qui essaient d'atteindre les musulmans dans ce lieu se réjouissent, bien que maintenant pour un peu de temps ils soient attristés par diverses épreuves, afin que l'épreuve de leur foi, plus précieuse que l'or périssable qui pourtant est éprouvé par le feu, se trouve être un sujet de louange, de gloire et d'honneur lors de la révélation de Jésus-Christ (1 Pierre 1:6-7).
id_id: Ayat ini mengajarkan bahwa Allah dapat meminta manusia melakukan hal-hal yang tampak tidak masuk akal bagi pemahaman kita. Dia menghendaki ketaatan kepada perintah-Nya, dan Dia tidak pernah bertentangan dengan sifat-Nya sendiri. Para sejarawan sepakat bahwa pengorbanan anak dilakukan secara luas pada zaman Abraham. Karena itu, Abraham kemungkinan besar sudah mengenal praktik mempersembahkan anak sebagai korban. Yang mengejutkan dalam kisah ini adalah bahwa Allah sendiri campur tangan dan menyediakan pengganti, sehingga menyingkapkan bahwa Dia sepenuhnya layak dipercaya. - Berdoalah agar umat Muslim, ketika membaca kisah ini, semakin mempercayai Allah. - Berdoalah bagi orang-orang Kristen yang berusaha menjangkau umat Muslim di tempat ini agar mereka dapat bersukacita, sekalipun saat ini mereka sedang berdukacita karena berbagai pencobaan. Kiranya kesetiaan iman mereka yang teruji -- yang jauh lebih berharga daripada emas yang fana meskipun diuji oleh api -- terbukti menghasilkan pujian, kemuliaan, dan kehormatan pada saat penyingkapan Yesus Kristus (1 Petrus 1:6-7).

source: This passage teaches us that humans can hear God's voice. We learn that man can be tested by God but that it is ultimately for our good. - Pray for Muslims in this land to hear God's voice, whether through dreams, visions, or the reading of the Bible. - Pray for them to grow in hearing His voice and to respond in obedience to what they've understood of what He said.
fr_fr: Ce passage nous enseigne que les humains peuvent entendre la voix de Dieu. Nous apprenons que l'homme peut être éprouvé par Dieu mais que c'est finalement pour notre bien. - Priez pour que les musulmans de ce pays entendent la voix de Dieu, que ce soit par des rêves, des visions ou la lecture de la Bible. - Priez pour qu'ils grandissent dans l'écoute de sa voix et qu'ils répondent par l'obéissance à ce qu'ils ont compris de ce qu'il a dit.
id_id: Ayat ini juga mengajarkan bahwa manusia dapat mendengar suara Allah. Kita belajar bahwa Allah menguji manusia, tetapi pada akhirnya pengujian tersebut bertujuan untuk kebaikan kita. - Berdoalah agar umat Muslim di negeri ini dapat mendengar suara Allah, baik melalui mimpi, penglihatan, maupun melalui pembacaan Alkitab. - Berdoalah agar mereka bertumbuh dalam kepekaan mendengarkan suara-Nya dan menanggapi dengan ketaatan terhadap apa yang mereka pahami dari apa yang Dia sampaikan.

source: Seventy days after Ramadan ends, Muslims gather together in homes to celebrate Eid al-Adha and slaughter a sheep to commemorate this story, though they do not understand the fullness of it. Muslims reject the idea of a substitutionary sacrifice as we understand it in Christ. Yet every year they celebrate this story of a substitutionary sacrifice. - Ask God to open hearts and open minds. Help them see how he provided a ram to stop Abraham from sacrificing his son to foreshadow his plan to send his only Son hundreds of years later as a substitutionary sacrifice on our behalf.
fr_fr: Soixante-dix jours après la fin du Ramadan, les musulmans se rassemblent dans les maisons pour célébrer l'Aïd al-Adha et égorger un mouton pour commémorer cette histoire, bien qu'ils ne comprennent pas sa plénitude. Les musulmans rejettent l'idée d'un sacrifice substitutif tel que nous le comprenons en Christ. Pourtant, chaque année, ils célèbrent cette histoire d'un sacrifice substitutif. - Demandez à Dieu d'ouvrir les cœurs et les esprits. Qu'il les aide à voir comment il a fourni un bélier pour empêcher Abraham de sacrifier son fils afin de préfigurer son plan d'envoyer son Fils unique des centaines d'années plus tard comme sacrifice substitutif en notre faveur.
id_id: Sekitar tujuh puluh hari setelah Ramadan berakhir, umat Muslim berkumpul di rumah-rumah untuk merayakan Idul Adha dan menyembelih seekor domba sebagai peringatan atas kisah ini, meskipun banyak dari mereka tidak sepenuhnya memahami maknanya. Umat Muslim menolak konsep korban pengganti sebagaimana dipahami dalam Kristus. Namun demikian, setiap tahun mereka tetap memperingati kisah tentang korban pengganti ini. - Mintalah kepada Allah untuk membuka hati dan pikiran mereka. Mohon agar Dia menolong mereka melihat bagaimana Allah menyediakan seekor domba untuk menghentikan Abraham dari mempersembahkan anaknya -- sebagai gambaran dari rencana-Nya untuk mengutus Anak-Nya yang tunggal ratusan tahun kemudian sebagai korban pengganti bagi kita.

source: This story shows us Abraham's radical, immediate, and costly obedience. When God told him to take his son, whom he loves, and to offer him as a burnt offering, the very next morning Abraham rose early and began that journey. - Pray for believers in this place to also exhibit radical, immediate, costly obedience to a good God who loves them and loves the Muslim people surrounding them.
fr_fr: Cette histoire nous montre l'obéissance radicale, immédiate et coûteuse d'Abraham. Quand Dieu lui a dit de prendre son fils, qu'il aime, et de l'offrir en holocauste, le lendemain matin même, Abraham s'est levé tôt et a commencé ce voyage. - Priez pour que les croyants de ce lieu manifestent aussi une obéissance radicale, immédiate et coûteuse envers un bon Dieu qui les aime et qui aime le peuple musulman qui les entoure.
id_id: Kisah ini menunjukkan ketaatan Abraham yang radikal, segera, dan mahal. Ketika Allah memerintahkannya untuk membawa anak yang dikasihinya dan mempersembahkannya sebagai korban bakaran, keesokan paginya Abraham bangun pagi-pagi dan langsung memulai perjalanan itu. - Berdoalah agar orang-orang percaya di tempat ini juga menunjukkan ketaatan yang radikal, segera, dan mahal kepada Allah yang baik -- Allah yang mengasihi mereka dan mengasihi umat Muslim di sekitar mereka.
