Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Genesis 6:5-6 (ESV) The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. And the LORD was sorry that he had made man on the earth, and it grieved him to his heart. Genesis 6:9-22 (ESV) These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. And Noah had three sons, Shem, Ham, and Japheth. Now the earth was corrupt in God's sight, and the earth was filled with violence. And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. And God said to Noah, "I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons' wives with you. And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them." Noah did this; he did all that God commanded him. Genesis 7:17-24 (ESV) The flood continued forty days on the earth. The waters increased and bore up the ark, and it rose high above the earth. The waters prevailed and increased greatly on the earth, and the ark floated on the face of the waters. And the waters prevailed so mightily on the earth that all the high mountains under the whole heaven were covered. The waters prevailed above the mountains, covering them fifteen cubits deep. And all flesh died that moved on the earth, birds, livestock, beasts, all swarming creatures that swarm on the earth, and all mankind. Everything on the dry land in whose nostrils was the breath of life died. He blotted out every living thing that was on the face of the ground, man and animals and creeping things and birds of the heavens. They were blotted out from the earth. Only Noah was left, and those who were with him in the ark. And the waters prevailed on the earth 150 days.
fr_fr: Genèse 6:5-6 (LSG) L'Éternel vit que la méchanceté des hommes était grande sur la terre, et que toutes les pensées de leur cœur se portaient chaque jour uniquement vers le mal. L'Éternel se repentit d'avoir fait l'homme sur la terre, et il fut affligé en son cœur. Genèse 6:9-22 (LSG) Voici la postérité de Noé. Noé était un homme juste et intègre dans son temps; Noé marchait avec Dieu. Noé engendra trois fils: Sem, Cham et Japhet. La terre était corrompue devant Dieu, la terre était pleine de violence. Dieu regarda la terre, et voici, elle était corrompue; car toute chair avait corrompu sa voie sur la terre. Alors Dieu dit à Noé: La fin de toute chair est arrêtée par devers moi; car ils ont rempli la terre de violence; voici, je vais les détruire avec la terre. Fais-toi une arche de bois de gopher; tu disposeras cette arche en cellules, et tu l'enduiras de poix en dedans et en dehors. Voici comment tu la feras: l'arche aura trois cents coudées de longueur, cinquante coudées de largeur et trente coudées de hauteur. Tu feras à l'arche une fenêtre, que tu réduiras à une coudée en haut; tu établiras une porte sur le côté de l'arche; et tu construiras un étage inférieur, un second et un troisième. Et moi, je vais faire venir le déluge d'eaux sur la terre, pour détruire toute chair ayant souffle de vie sous le ciel; tout ce qui est sur la terre périra. Mais j'établis mon alliance avec toi; tu entreras dans l'arche, toi et tes fils, ta femme et les femmes de tes fils avec toi. De tout ce qui vit, de toute chair, tu feras entrer dans l'arche deux de chaque espèce, pour les conserver en vie avec toi: il y aura un mâle et une femelle. Des oiseaux selon leur espèce, du bétail selon son espèce, et de tous les reptiles de la terre selon leur espèce, deux de chaque espèce viendront vers toi, pour que tu leur conserves la vie. Et toi, prends de tous les aliments que l'on mange, et fais-en une provision auprès de toi, afin qu'ils te servent de nourriture ainsi qu'à eux. C'est ce que fit Noé: il exécuta tout ce que Dieu lui avait ordonné. Genèse 7:17-24 (LSG) Le déluge fut quarante jours sur la terre. Les eaux crûrent et soulevèrent l'arche, et elle s'éleva au-dessus de la terre. Les eaux grossirent et s'accrurent beaucoup sur la terre, et l'arche flotta sur la surface des eaux. Les eaux grossirent de plus en plus, et toutes les hautes montagnes qui sont sous le ciel entier furent couvertes. Les eaux s'élevèrent de quinze coudées au-dessus des montagnes, qui furent couvertes. Tout ce qui se mouvait sur la terre périt, tant les oiseaux que le bétail et les animaux, tout ce qui rampait sur la terre, et tous les hommes. Tout ce qui avait respiration, souffle de vie dans ses narines, et qui était sur la terre sèche, mourut. Tous les êtres qui étaient sur la face de la terre furent exterminés, depuis l'homme jusqu'au bétail, aux reptiles et aux oiseaux du ciel: ils furent exterminés de la terre. Il ne resta que Noé, et ce qui était avec lui dans l'arche. Les eaux furent grosses sur la terre pendant cent cinquante jours.
id_id: Kejadian 6:5-6 (AYT) TUHAN melihat bahwa kejahatan manusia demikian besar di bumi, dan setiap maksud pikiran dari hatinya semata-mata jahat sepanjang waktu. TUHAN menyesal bahwa Dia telah menjadikan manusia di bumi, dan hal itu mendukakan hati-Nya. Kejadian 6:9-22 (AYT) Inilah keturunan Nuh. Nuh adalah orang yang benar, tidak bercela pada zamannya, dan Nuh berjalan dengan Allah. Tiga anak laki-laki lahir bagi Nuh, yaitu Sem, Ham, dan Yafet. Pada saat itu, bumi sudah rusak di hadapan Allah dan bumi dipenuhi dengan kekerasan. Allah mengamati bumi, dan lihatlah, ia sudah rusak, sebab semua manusia telah merusak jalan hidupnya di bumi. Lalu, Allah berkata kepada Nuh, "Akhir dari semua manusia telah datang di hadapan-Ku sebab bumi sudah dipenuhi dengan kekerasan oleh mereka. Lihat! Aku akan memusnahkan mereka bersama dengan bumi. Buatlah bahtera dari kayu gofir untuk dirimu. Buatlah kamar-kamar di dalam bahtera itu dan lapisilah bagian dalam maupun luarnya dengan ter. Beginilah kamu harus membuatnya: panjang bahtera itu 300 hasta, lebarnya 50 hasta, dan tingginya 30 hasta. Buatlah jendela untuk bahtera itu dan selesaikanlah itu kira-kira sehasta dari atas. Pasanglah pintu bahtera di sisinya. Buatlah bahtera itu dengan geladak bawah, kedua, dan ketiga. Lihat, Aku akan mendatangkan air bah ke atas bumi untuk memusnahkan semua daging yang di dalamnya ada napas kehidupan di bawah langit sehingga semua yang ada di bumi akan mati. Akan tetapi, Aku akan menetapkan perjanjian-Ku denganmu, dan kamu akan masuk ke dalam bahtera; kamu, anak-anakmu, istrimu, dan para istri anak-anakmu. Dari segala yang hidup, kamu harus membawa sepasang dari setiap jenisnya ke bahtera untuk menjaganya tetap hidup bersamamu, jantan dan betina. Dari burung-burung menurut jenisnya, dari binatang-binatang menurut jenisnya, dan dari setiap yang merayap di tanah menurut jenisnya, sepasang dari setiap jenis itu akan datang kepadamu supaya mereka tetap hidup. Bawalah juga segala makanan yang dapat dimakan, kumpulkanlah itu bagi dirimu, dan itu akan menjadi makanan untukmu dan untuk mereka." Demikianlah Nuh melaksanakannya, dia melaksanakan semua yang diperintahkan Allah kepadanya. Kejadian 7:17-24 (AYT) Banjir itu berlangsung selama empat puluh hari, dan air itu bertambah-tambah dan mengangkat bahtera itu sehingga naik tinggi di atas bumi. Air itu semakin hebat dan bertambah sangat besar di muka bumi, dan bahtera itu terapung-apung di permukaan air. Air itu makin bertambah-tambah hebatnya di bumi sehingga semua gunung yang tinggi, yang ada di kolong langit pun tertutup. Air itu mencapai 15 hasta lebih tinggi dan gunung-gunung ditutupinya. Segala makhluk yang bergerak di bumi pun musnah, baik burung-burung, ternak, binatang liar, segala makhluk melata yang merayap di atas bumi, dan semua manusia. Semua yang di darat, yang ada napas kehidupan dalam hidungnya, mati. Dia memusnahkan segala yang hidup yang ada di muka bumi, manusia dan binatang, dan yang merayap, dan burung-burung di langit. Mereka dimusnahkan dari bumi. Hanya Nuh yang tertinggal serta mereka yang bersama dengannya dalam bahtera. Air pun terus menguasai bumi selama 150 hari.

source: In the midst of complete brokenness, God is committed to finding a way to restore relationship with His people. - Pray for the people of this place to recognize the deep brokenness in their lives and to pursue the God who makes a way to restore relationships.
fr_fr: Au milieu d'une brisure totale, Dieu s'engage à trouver un moyen de restaurer la relation avec son peuple. - Priez pour que les gens de ce lieu reconnaissent la profonde brisure dans leur vie et poursuivent le Dieu qui fait un chemin pour restaurer les relations.
id_id: Di tengah kehancuran yang menyeluruh, Allah tetap berkomitmen untuk menemukan jalan guna memulihkan hubungan dengan umat-Nya. - Berdoalah agar orang-orang di tempat ini menyadari kehancuran yang mendalam dalam hidup mereka dan mengejar Allah yang membuka jalan untuk memulihkan hubungan.

source: When man is left to his own devices, he is completely corrupt and will only do evil. There is no hope that we can please God in our own strength. Yet, in this passage, in spite of his imperfections, we see that Noah found favor in God's eyes. - Pray for men and women in this place who genuinely want to please God to be given an opportunity to meet a Christian who will point them to read God's Word. - Muslims claim to follow all the prophets (Adam, Abraham, Moses, Noah, David, Jesus, Mohammed) but most never read what any of the prophets (except for their prophet) actually said and did according to the Bible. They only have a few snippets about them in the Koran. Pray for understanding that if they claim to follow all the prophets, they need to know what all the prophets said and taught from the Old and New Testament.
fr_fr: Quand l'homme est laissé à lui-même, il est complètement corrompu et ne fera que le mal. Il n'y a aucun espoir que nous puissions plaire à Dieu par nos propres forces. Pourtant, dans ce passage, malgré ses imperfections, nous voyons que Noé a trouvé grâce aux yeux de Dieu. - Priez pour que les hommes et les femmes de ce lieu qui veulent sincèrement plaire à Dieu aient l'opportunité de rencontrer un chrétien qui les orientera vers la lecture de la Parole de Dieu. - Les musulmans prétendent suivre tous les prophètes (Adam, Abraham, Moïse, Noé, David, Jésus, Mohammed) mais la plupart n'ont jamais lu ce que les prophètes (à l'exception de leur prophète) ont réellement dit et fait selon la Bible. Ils n'ont que quelques extraits à leur sujet dans le Coran. Priez pour la compréhension que s'ils prétendent suivre tous les prophètes, ils doivent savoir ce que tous les prophètes ont dit et enseigné dans l'Ancien et le Nouveau Testament.
id_id: Ketika manusia dibiarkan berjalan menurut kehendaknya sendiri, dia menjadi sepenuhnya rusak dan hanya menghasilkan kejahatan. Tidak ada harapan bahwa kita dapat menyenangkan Allah dengan kekuatan kita sendiri. Namun, dalam kisah ini kita melihat bahwa Nuh, meskipun memiliki kelemahan, memperoleh kasih karunia di mata Allah. - Berdoalah bagi pria dan wanita di tempat ini yang sungguh-sungguh ingin menyenangkan Allah agar mereka diberi kesempatan untuk bertemu dengan seorang Kristen yang akan menuntun mereka membaca firman Tuhan. - Umat muslim mengklaim mengikuti semua nabi -- Adam, Abraham, Musa, Nuh, Daud, Yesus, dan Muhammad -- tetapi kebanyakan dari mereka tidak pernah membaca apa yang sebenarnya dikatakan dan dilakukan oleh para nabi tersebut (kecuali nabi mereka sendiri) menurut Alkitab. Mereka hanya mengenal beberapa potongan kisah tentang para nabi dari Al-Qur'an. Berdoalah agar mereka memahami bahwa jika mereka mengklaim mengikuti semua nabi, maka mereka perlu mengetahui apa yang diajarkan dan disampaikan oleh semua nabi dalam Perjanjian Lama dan Perjanjian Baru.

source: "You can't trust anyone. Everyone is out to take advantage of you. You need to be careful who you trust. I don't have any other person that I've ever shared these deep hopes and dreams with," said Miriam. Miriam's words reflect a common struggle among Muslims. In one sense, Muslims have a deep understanding of the fallen nature of mankind, evident in their lack of trust in people. On the other hand, they put all their hope in earning God's favor through their own works. The story of Noah makes it evident that there is none who are righteous and that we need a Savior who can protect us from the coming flood of consequences of our sin. - Pray for Muslims in this place to realize that we are saved by grace, not by works. - Pray with awareness that the revelation of these things to a Muslim's heart is a divine act of grace. Know that this is a spiritual battle and your prayers matter.
fr_fr: « On ne peut faire confiance à personne. Tout le monde cherche à profiter de vous. Il faut faire attention à qui on fait confiance. Je n'ai jamais partagé ces espoirs et ces rêves profonds avec quelqu'un d'autre », a dit Miriam. Les paroles de Miriam reflètent une lutte commune parmi les musulmans. D'un côté, les musulmans ont une compréhension profonde de la nature déchue de l'humanité, évidente dans leur manque de confiance envers les gens. D'un autre côté, ils mettent tout leur espoir à gagner la faveur de Dieu par leurs propres œuvres. L'histoire de Noé rend évident qu'il n'y a personne de juste et que nous avons besoin d'un Sauveur qui peut nous protéger du déluge de conséquences à venir de notre péché. - Priez pour que les musulmans de ce lieu réalisent que nous sommes sauvés par la grâce, et non par les œuvres. - Priez en ayant conscience que la révélation de ces choses au cœur d'un musulman est un acte divin de grâce. Sachez que c'est une bataille spirituelle et que vos prières comptent.
id_id: "Kamu tidak bisa mempercayai siapa pun. Semua orang berusaha memanfaatkanmu. Kamu harus berhati-hati dalam memilih orang yang kamu percayai. Aku tidak punya satu pun orang yang pernah kuberi kepercayaan untuk berbagi harapan dan impian terdalamku," kata Miriam. Perkataan Miriam mencerminkan pergumulan yang umum di kalangan umat muslim. Di satu sisi, umat muslim memiliki pemahaman yang tajam tentang natur manusia yang telah jatuh, yang tampak dari kurangnya kepercayaan mereka terhadap orang lain. Namun, di sisi lain, mereka menaruh seluruh pengharapan mereka pada usaha untuk memperoleh keridaan Allah melalui amal perbuatan mereka sendiri. Kisah Nuh menunjukkan bahwa tidak ada seorang pun yang benar-benar saleh, dan bahwa kita membutuhkan seorang Penyelamat yang sanggup melindungi kita dari banjir konsekuensi dosa kita. - Berdoalah agar umat muslim di tempat ini menyadari bahwa kita diselamatkan oleh anugerah, bukan oleh perbuatan. - Berdoalah dengan kesadaran bahwa pengungkapan kebenaran-kebenaran ini kepada hati seorang muslim adalah tindakan anugerah ilahi. Sadari bahwa ini adalah pertempuran rohani, dan doa-doa Anda sungguh berarti.

source: Isaiah 54:9-10 says, "'This is like the days of Noah to me. As I swore that the waters of Noah should no more go over the earth, so I have sworn that I will not be angry with you and will not rebuke you. For the mountains may depart and the hills be removed, but my steadfast love shall not depart from you, and my covenant of peace shall not be removed,' says the Lord who has compassion on you." - Pray for the church in this place to be grounded in these realities. Pray for believers to know that God's steadfast love will not depart from them. - May they interact with their Muslim neighbors and friends and co-workers with firm conviction that the covenant of peace they have with God shall not be removed. Pray that the compassion that God has given them overflow with compassion for the lost around them who do not have this truth.
fr_fr: Ésaïe 54:9-10 dit : « Il en sera pour moi comme des eaux de Noé : j'avais juré que les eaux de Noé ne se répandraient plus sur la terre; de même je jure de ne plus m'irriter contre toi et de ne plus te menacer. Quand les montagnes s'éloigneraient, quand les collines chancelleraient, mon amour ne s'éloignera point de toi, et mon alliance de paix ne chancellera point, dit l'Éternel, qui a compassion de toi. » - Priez pour que l'Église dans ce lieu soit fondée sur ces réalités. Priez pour que les croyants sachent que l'amour inébranlable de Dieu ne les quittera pas. - Qu'ils interagissent avec leurs voisins, amis et collègues musulmans avec la ferme conviction que l'alliance de paix qu'ils ont avec Dieu ne sera pas retirée. Priez pour que la compassion que Dieu leur a donnée déborde envers les perdus autour d'eux qui n'ont pas cette vérité.
id_id: Yesaya 54:9-10 berkata, "Ini seperti hari-hari Nuh bagi-Ku. Seperti Aku bersumpah bahwa air bah Nuh tidak akan lagi melanda bumi, demikian pula Aku bersumpah bahwa Aku tidak akan murka kepadamu dan tidak akan menegurmu. Sebab gunung-gunung dapat berpindah dan bukit-bukit dapat digeser, tetapi kasih setia-Ku tidak akan berpindah dari kamu, dan perjanjian damai-Ku tidak akan digeser," firman Tuhan yang mengasihani kamu. - Berdoalah agar gereja di tempat ini diteguhkan dalam kebenaran-kebenaran ini. Berdoalah agar orang-orang percaya mengetahui dengan pasti bahwa kasih setia Allah tidak akan pernah berpindah dari mereka. - Kiranya mereka berinteraksi dengan tetangga, teman, dan rekan kerja muslim mereka dengan keyakinan yang teguh bahwa perjanjian damai yang mereka miliki dengan Allah tidak akan pernah digeser. Berdoalah agar belas kasihan yang Allah curahkan kepada mereka meluap menjadi belas kasihan bagi orang-orang yang terhilang di sekitar mereka yang belum memiliki kebenaran ini.

source: Hebrews 11:7 says, "By faith Noah, being warned by God concerning events as yet unseen, in reverent fear, constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith." Pray for Muslims in this place to be people like Noah who would have a reverent fear of God and who would take action toward the salvation of their household. Ask that they would be people who would gather their children, their siblings, aunts and uncles, and extended families to read God's Holy Word and consequently be transformed by it. Pray for bold witnesses to emerge among this people who would proclaim the good news that they are heirs of righteousness that comes by faith. Just as Noah is called a "herald of righteousness" in 2 Peter 2:5, may men and women be raised up as heralds of righteousness in every region for God's glory.
fr_fr: Hébreux 11:7 dit : « C'est par la foi que Noé, divinement averti des choses qu'on ne voyait pas encore, et saisi d'une crainte respectueuse, construisit une arche pour sauver sa famille; c'est par elle qu'il condamna le monde, et devint héritier de la justice qui s'obtient par la foi. » Priez pour que les musulmans de ce lieu soient des personnes comme Noé qui auraient une crainte respectueuse de Dieu et qui agiraient pour le salut de leur foyer. Demandez qu'ils soient des personnes qui rassembleraient leurs enfants, leurs frères et sœurs, oncles et tantes, et leurs familles élargies pour lire la Sainte Parole de Dieu et par conséquent être transformés par elle. Priez pour que des témoins audacieux émergent parmi ce peuple, proclamant la bonne nouvelle qu'ils sont héritiers de la justice qui vient par la foi. Tout comme Noé est appelé un « prédicateur de la justice » dans 2 Pierre 2:5, que des hommes et des femmes soient suscités comme hérauts de la justice dans chaque région pour la gloire de Dieu.
id_id: Ibrani 11:7 berkata, "Dengan iman, Nuh, setelah diperingatkan oleh Allah tentang hal-hal yang belum kelihatan, dengan rasa takut yang saleh membangun sebuah bahtera untuk menyelamatkan keluarganya. Dengan iman itu ia menghukum dunia dan menjadi ahli waris kebenaran yang datang oleh iman." Berdoalah agar umat muslim di tempat ini menjadi seperti Nuh -- orang-orang yang memiliki rasa takut yang saleh kepada Allah dan yang mengambil langkah nyata demi keselamatan keluarga mereka. Mintalah agar mereka menjadi pribadi-pribadi yang mengumpulkan anak-anak, saudara-saudara, paman dan bibi, serta seluruh keluarga besar mereka untuk membaca firman Tuhan yang kudus, dan bahwa melalui pembacaan tersebut hidup mereka diubahkan. Berdoalah agar saksi-saksi yang berani dibangkitkan di tengah umat ini, yang dengan setia memberitakan kabar baik bahwa kita adalah ahli waris kebenaran yang datang melalui iman. Sama seperti Nuh disebut sebagai "pemberita kebenaran" dalam 2 Petrus 2:5, kiranya pria dan wanita dibangkitkan sebagai pemberita kebenaran di setiap daerah, demi kemuliaan Allah.

source: Day 5: God's Covenant with Noah
fr_fr: Jour 5 : L'Alliance de Dieu avec Noé
id_id: Hari ke-5: Perjanjian Allah dengan Nuh
