Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Mark 4:35-5:20 (ESV) On that day, when evening had come, he said to them, "Let us go across to the other side." And leaving the crowd, they took him with them in the boat, just as he was. And other boats were with him. And a great windstorm arose, and the waves were breaking into the boat, so that the boat was already filling. But he was in the stern, asleep on the cushion. And they woke him and said to him, "Teacher, do you not care that we are perishing?" And he awoke and rebuked the wind and said to the sea, "Peace! Be still!" And the wind ceased, and there was a great calm. He said to them, "Why are you so afraid? Have you still no faith?" And they were filled with great fear and said to one another, "Who then is this, that even the wind and the sea obey him?" They came to the other side of the sea, to the country of the Gerasenes. And when Jesus had stepped out of the boat, immediately there met him out of the tombs a man with an unclean spirit. He lived among the tombs. And no one could bind him anymore, not even with a chain, for he had often been bound with shackles and chains, but he wrenched the chains apart, and he broke the shackles in pieces. No one had the strength to subdue him. Night and day among the tombs and on the mountains he was always crying out and cutting himself with stones. And when he saw Jesus from afar, he ran and fell down before him. And crying out with a loud voice, he said, "What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me." For he was saying to him, "Come out of the man, you unclean spirit!" And Jesus asked him, "What is your name?" He replied, "My name is Legion, for we are many." And he begged him earnestly not to send them out of the country. Now a great herd of pigs was feeding there on the hillside, and they begged him, saying, "Send us to the pigs; let us enter them." So he gave them permission. And the unclean spirits came out, and entered the pigs, and the herd, numbering about two thousand, rushed down the steep bank into the sea and were drowned in the sea. The herdsmen fled and told it in the city and in the country. And people came to see what it was that had happened. And they came to Jesus and saw the demon-possessed man, the one who had had the legion, sitting there, clothed and in his right mind, and they were afraid. And those who had seen it described to them what had happened to the demon-possessed man and to the pigs. And they began to beg Jesus to depart from their region. As he was getting into the boat, the man who had been possessed with demons begged him that he might be with him. And he did not permit him but said to him, "Go home to your friends and tell them how much the Lord has done for you, and how he has had mercy on you." And he went away and began to proclaim in the Decapolis how much Jesus had done for him, and everyone marveled.
fr_fr: Marc 4:35-5:20 (LSG) Ce même jour, sur le soir, Jésus leur dit: Passons à l'autre bord. Après avoir renvoyé la foule, ils l'emmenèrent dans la barque où il se trouvait; il y avait aussi d'autres barques avec lui. Il s'éleva un grand tourbillon, et les flots se jetaient dans la barque, au point qu'elle se remplissait déjà. Et lui, il dormait à la poupe sur le coussin. Ils le réveillèrent, et lui dirent: Maître, ne t'inquiètes-tu pas de ce que nous périssons? S'étant réveillé, il menaça le vent, et dit à la mer: Silence! Tais-toi! Et le vent cessa, et il y eut un grand calme. Puis il leur dit: Pourquoi avez-vous ainsi peur? Comment n'avez-vous point de foi? Ils furent saisis d'une grande frayeur, et ils se dirent les uns aux autres: Quel est donc celui-ci, à qui obéissent même le vent et la mer? Ils arrivèrent à l'autre bord de la mer, dans le pays des Gadaréniens. Aussitôt que Jésus fut hors de la barque, il vint au-devant de lui un homme, sortant des sépulcres, et possédé d'un esprit impur. Cet homme avait sa demeure dans les sépulcres, et personne ne pouvait plus le lier, même avec une chaîne. Car souvent il avait eu les fers aux pieds et avait été lié de chaînes, mais il avait rompu les chaînes et brisé les fers, et personne n'avait la force de le dompter. Il était sans cesse, nuit et jour, dans les sépulcres et sur les montagnes, criant, et se meurtrissant avec des pierres. Ayant vu Jésus de loin, il accourut, se prosterna devant lui, et s'écria d'une voix forte: Qu'y a-t-il entre moi et toi, Jésus, Fils du Dieu Très-Haut? Je t'en conjure au nom de Dieu, ne me tourmente pas. Car Jésus lui disait: Sors de cet homme, esprit impur! Et, il lui demanda: Quel est ton nom? Légion est mon nom, lui répondit-il, car nous sommes plusieurs. Et il le priait instamment de ne pas les envoyer hors du pays. Il y avait là, vers la montagne, un grand troupeau de pourceaux qui paissaient. Et les démons le prièrent, disant: Envoie-nous dans ces pourceaux, afin que nous entrions en eux. Il le leur permit. Et les esprits impurs sortirent, entrèrent dans les pourceaux, et le troupeau se précipita des pentes escarpées dans la mer: il y en avait environ deux mille, et ils se noyèrent dans la mer. Ceux qui les faisaient paître s'enfuirent, et répandirent la nouvelle dans la ville et dans les campagnes. Les gens allèrent voir ce qui était arrivé. Ils vinrent auprès de Jésus, et ils virent le démoniaque, celui qui avait eu la légion, assis, vêtu, et dans son bon sens; et ils furent saisis de frayeur. Ceux qui avaient vu ce qui s'était passé leur racontèrent ce qui était arrivé au démoniaque et aux pourceaux. Alors ils se mirent à supplier Jésus de quitter leur territoire. Comme il montait dans la barque, celui qui avait été démoniaque lui demanda la permission de rester avec lui. Jésus ne le lui permit pas, mais il lui dit: Va dans ta maison, vers les tiens, et raconte-leur tout ce que le Seigneur t'a fait, et comment il a eu pitié de toi. Il s'en alla, et se mit à publier dans la Décapole tout ce que Jésus avait fait pour lui. Et tous furent dans l'étonnement.
id_id: Markus 4:35-5:20 (AYT) Pada hari itu, ketika hari sudah sore, Yesus berkata kepada mereka, "Marilah kita menyeberang ke seberang danau.' Dengan meninggalkan orang banyak itu, mereka membawa Yesus bersama mereka ke dalam perahu tempat Yesus berada. Dan, perahu-perahu lainnya mengikuti-Nya. Lalu, terjadi angin topan yang dahsyat dan ombak besar menghempaskan perahu sehingga perahu penuh dengan air. Namun, Yesus ada di buritan kapal, tidur di atas kasur. Karena itu, mereka membangunkan-Nya dan berkata kepada-Nya, "Guru, tidakkah Engkau peduli kalau kita sedang akan binasa?' Kemudian, Yesus bangun dan menegur angin itu dengan keras, lalu berkata kepada laut, "Tenang! Diamlah!' Lalu, angin itu berhenti dan menjadi sangat tenang. Akan tetapi, Dia berkata kepada mereka, "Mengapa kamu takut? Belum punyakah kamu iman?' Mereka sungguh sangat takut dan berkata satu kepada yang lain, "Siapakah Dia ini? Bahkan angin dan laut pun taat kepada-Nya!' Mereka sampai di seberang danau, di daerah orang-orang Gadara. Ketika Yesus sudah turun dari perahu, dengan segera seorang laki-laki yang dirasuki roh najis keluar dari kuburan menemui Yesus. Dia tinggal di antara kuburan-kuburan, dan tidak ada orang yang sanggup mengikatnya lagi, bahkan dengan rantai sekalipun. Sebab, dia telah sering diikat dengan belenggu dan rantai, tetapi dia memutuskan rantainya dan mematahkan belenggunya. Tidak ada orang yang cukup kuat untuk mengatasinya. Setiap malam dan siang, di tengah-tengah kuburan dan di atas bukit-bukit, dia selalu berteriak-teriak dan melukai dirinya sendiri dengan batu. Ketika orang itu melihat Yesus dari kejauhan, dia berlari dan bersujud di hadapan Yesus. Lalu, dia berteriak dengan suara sekeras mungkin dan berkata, "Apa urusan-Mu dengan aku, Yesus, Anak Allah Yang Mahatinggi? Aku mohon kepada-Mu demi Allah, jangan menyiksaku!' Sebab, Yesus telah berkata kepada orang itu, "Keluarlah dari orang ini, hai roh najis!' Kemudian, Yesus bertanya kepada orang itu, "Siapa namamu?' Ia menjawab, "Namaku Legion karena kami ada banyak.' Ia memohon dengan sungguh-sungguh supaya Yesus tidak mengusir mereka keluar dari daerah itu. Di sana, ada sekawanan besar babi sedang makan di atas bukit, dan mereka meminta kepada Yesus, katanya, "Suruhlah kami kepada babi-babi itu supaya kami masuk ke dalam mereka.' Yesus mengabulkannya. Karena itu, roh-roh najis keluar dan masuk ke babi-babi itu. Kawanan yang berjumlah kira-kira dua ribu itu berlari ke tepi jurang sampai ke danau, lalu tenggelam di dalam danau. Para penjaga babi melarikan diri dan menceritakan hal itu ke kota dan ke dalam kampung. Dan, orang-orang keluar untuk melihat apa yang telah terjadi. Ketika orang-orang itu datang kepada Yesus dan melihat laki-laki yang tadi kerasukan setan, yang mempunyai legion, sedang duduk di sana, dan sudah berpakaian, dan dia sudah kembali waras, mereka menjadi takut. Mereka yang menyaksikan kejadian itu, menceritakan kepada orang-orang apa yang telah terjadi dengan orang yang kerasukan roh jahat dan juga tentang babi-babi itu. Karena itu, mereka mulai meminta dengan sangat agar Yesus meninggalkan daerah mereka. Sementara Yesus sedang naik ke perahu, orang yang tadinya kerasukan roh jahat itu memohon agar dia boleh ikut dengan Yesus. Namun, Yesus tidak mengizinkannya, melainkan berkata kepadanya, "Pergilah ke teman-temanmu. Ceritakan kepada mereka betapa besar yang Tuhan telah lakukan kepadamu dan bagaimana Dia berbelas kasihan kepadamu.' Lalu, laki-laki itu pergi dan mulai menceritakan kepada orang-orang di Dekapolis tentang betapa besar perbuatan yang telah Yesus lakukan kepadanya. Dan, semua orang menjadi heran.

source: Jesus' authority extends over nature. - Pray for the people of this place to turn to Jesus, the One with authority over both the literal and metaphorical storms in life. Jesus also has authority over evil spirits. - Pray for every spiritual pact people in this land have made under folk Islam to be broken in the name of Jesus. - Pray for Muslims who rely on offering sacrifices at the graves of dead 'saints' to receive blessings. Pray for all of the effects of charms, pins sewn into clothing, wall hangings, and superstitious incantations to be broken in the name of Jesus. Pray for people in this land to experience the freedom of Jesus.
fr_fr: L'autorité de Jésus s'étend sur la nature. - Priez pour que les gens de ce lieu se tournent vers Jésus, Celui qui a l'autorité sur les tempêtes littérales et métaphoriques de la vie. Jésus a aussi l'autorité sur les mauvais esprits. - Priez pour que chaque pacte spirituel que les gens de ce pays ont fait dans le cadre de l'islam populaire soit brisé au nom de Jésus. - Priez pour les musulmans qui comptent sur l'offrande de sacrifices aux tombeaux de « saints » morts pour recevoir des bénédictions. Priez pour que tous les effets des amulettes, des épingles cousues dans les vêtements, des tentures murales et des incantations superstitieuses soient brisés au nom de Jésus. Priez pour que les gens de ce pays expérimentent la liberté de Jésus.
id_id: Wewenang Yesus meliputi seluruh ciptaan. - Berdoalah agar penduduk di tempat ini berbalik kepada Yesus -- Dia yang berkuasa atas badai-badai kehidupan, baik yang bersifat harfiah maupun kiasan. Yesus juga memiliki wewenang atas roh-roh jahat. - Berdoalah agar setiap perjanjian rohani yang telah dibuat oleh orang-orang di negeri ini melalui praktik Islam tradisional dihancurkan dalam nama Yesus. - Berdoalah agar umat muslim yang bergantung pada persembahan korban di kuburan para "wali' atau orang-orang yang telah meninggal demi memperoleh berkat, serta mereka yang bergantung pada jimat, jarum yang dijahit ke pakaian, hiasan dinding, atau mantra-mantra mistis, dibebaskan sepenuhnya. Kiranya semua ikatan tersebut dipatahkan dalam nama Yesus, dan kiranya orang-orang di negeri ini mengalami kebebasan sejati di dalam Dia.

source: This passage teaches us how prone humanity is to respond in fear instead of living in faith. Jesus' disciples were afraid of the storm. The people of the Gerasenes were afraid of the demoniac, then they were afraid of his healing. - Pray for the power of fear to be broken in the lives of the people in this place. - Pray for Christians who are still living in fear to experience the freedom that Jesus came to give them. Pray that they would be encouraged and empowered to walk in faith instead. - Pray for the lost who are in bondage to the fear of eternal damnation when asking questions, thinking critically, reading the Bible, or exploring the claims of Christ. Pray for these bonds to be broken, for faith to grow in them that Jesus is exactly who He says He is in the New Testament.
fr_fr: Ce passage nous enseigne combien l'humanité est encline à répondre par la peur au lieu de vivre dans la foi. Les disciples de Jésus avaient peur de la tempête. Les gens des Géraséniens avaient peur du démoniaque, puis ils ont eu peur de sa guérison. - Priez pour que la puissance de la peur soit brisée dans la vie des gens de ce lieu. - Priez pour que les chrétiens qui vivent encore dans la peur expérimentent la liberté que Jésus est venu leur donner. Priez pour qu'ils soient encouragés et habilités à marcher dans la foi à la place. - Priez pour les perdus qui sont en servitude à la peur de la damnation éternelle quand ils posent des questions, pensent de manière critique, lisent la Bible, ou explorent les affirmations de Christ. Priez pour que ces liens soient brisés, pour que la foi grandisse en eux que Jésus est exactement ce qu'il dit être dans le Nouveau Testament.
id_id: Ayat ini juga mengajarkan betapa mudahnya manusia merespons dengan ketakutan daripada hidup dalam iman. Murid-murid Yesus takut menghadapi badai. Orang-orang Gerasa takut terhadap orang yang kerasukan setan, lalu mereka juga takut ketika orang itu disembuhkan. - Berdoalah agar kuasa ketakutan dihancurkan dalam kehidupan orang-orang di tempat ini. - Berdoalah agar orang-orang Kristen yang masih hidup dalam ketakutan mengalami kebebasan yang Yesus datang untuk berikan, dan agar mereka dikuatkan serta diperlengkapi untuk hidup oleh iman. - Berdoalah bagi orang-orang yang terhilang yang terikat oleh ketakutan akan hukuman kekal ketika mereka mulai bertanya, berpikir kritis, membaca Alkitab, atau menyelidiki klaim Kristus. Kiranya ikatan-ikatan ini dipatahkan, sehingga iman bertumbuh di dalam diri mereka bahwa Yesus adalah tepat seperti yang Dia nyatakan dalam Perjanjian Baru.

source: Though it may be contrary to official Islamic doctrine, throughout the Muslim world, many people enter into the spiritual realm to seek blessing, protection, and success from spirits. Sarra had made a pact with one of these spirits to help her succeed in her studies. When she met a Christian and started going to their small home church, the spirit she made a pact with didn't like it. Eventually, she found that she was failing in school. She decided grades and success in school were of greater worth than Jesus and walked away from Him and from her Christian family. The small house church would continue to pray for her even though she wasn't in attendance. She sensed their prayers and would call someone in the group and tell them to stop praying for her. A couple of years later, the unrelenting grace of Jesus that wouldn't give up on her won her heart and she repented and turned back to Him. Pray for many, many more stories of freedom for the people of this land. May there be multitudes who would testify to Jesus' power and boundless grace.
fr_fr: Bien que cela puisse être contraire à la doctrine islamique officielle, à travers le monde musulman, beaucoup de gens entrent dans le domaine spirituel pour chercher bénédiction, protection et succès auprès des esprits. Sarra avait fait un pacte avec l'un de ces esprits pour l'aider à réussir dans ses études. Quand elle a rencontré un chrétien et a commencé à fréquenter leur petite église de maison, l'esprit avec lequel elle avait fait un pacte n'a pas aimé ça. Finalement, elle a constaté qu'elle échouait à l'école. Elle a décidé que les notes et le succès à l'école avaient plus de valeur que Jésus et s'est éloignée de lui et de sa famille chrétienne. La petite église de maison a continué à prier pour elle même si elle n'était pas présente. Elle ressentait leurs prières et appelait quelqu'un du groupe pour leur dire d'arrêter de prier pour elle. Quelques années plus tard, la grâce implacable de Jésus qui n'a pas abandonné a gagné son cœur et elle s'est repentie et est revenue à lui. Priez pour de nombreuses, nombreuses autres histoires de liberté pour les gens de ce pays. Qu'il y ait des multitudes qui témoigneraient de la puissance de Jésus et de sa grâce sans limites.
id_id: Meskipun hal ini bertentangan dengan ajaran Islam resmi, di banyak bagian dunia muslim terdapat orang-orang yang memasuki ranah spiritual untuk mencari berkat, perlindungan, dan keberhasilan dari roh-roh. Sarra pernah membuat perjanjian dengan salah satu roh tersebut untuk membantunya berhasil dalam studinya. Ketika dia bertemu dengan seorang Kristen dan mulai menghadiri sebuah gereja rumah kecil, roh yang terikat dengannya menentang hal itu. Akhirnya, Sarra mengalami kegagalan dalam studinya. Dia memutuskan bahwa nilai akademik dan kesuksesan lebih berharga baginya daripada Yesus, sehingga dia menjauh dari-Nya dan dari keluarga Kristen yang telah menerimanya. Gereja rumah kecil itu terus mendoakan Sarra meskipun dia tidak lagi hadir. Dia bahkan merasakan doa-doa tersebut dan menelepon salah satu anggota kelompok itu untuk meminta mereka berhenti mendoakannya. Beberapa tahun kemudian, kasih karunia Yesus yang tidak pernah lelah dan tidak pernah menyerah memenangkan hatinya. Sarra bertobat dan kembali kepada-Nya. Berdoalah agar banyak kisah kebebasan seperti ini terjadi di negeri ini. Kiranya banyak orang bersaksi tentang kuasa Yesus dan kasih karunia-Nya yang tidak terbatas.

source: Right now there are Christians in this land who are facing intense storms in life: threats from family members, the possibility of losing children, financial uncertainty, unemployment, and being thrown in prison because of their faith in Christ. There are also believers facing storms because of the fallen world we live in: cancer, depression, underemployment, strained relationships, and loneliness. - Pray for Jesus' words, "Peace! Be still!" to comfort them in their storms and to grow faith in their hearts. Pray that the peace of Christ would be strongly felt by them today and each day.
fr_fr: En ce moment, il y a des chrétiens dans ce pays qui font face à des tempêtes intenses dans la vie : des menaces de membres de la famille, la possibilité de perdre leurs enfants, l'incertitude financière, le chômage, et être jeté en prison à cause de leur foi en Christ. Il y a aussi des croyants qui font face à des tempêtes à cause du monde déchu dans lequel nous vivons : cancer, dépression, sous-emploi, relations tendues et solitude. - Priez pour que les paroles de Jésus, « Silence ! Tais-toi ! » les réconfortent dans leurs tempêtes et fassent grandir la foi dans leurs cœurs. Priez pour que la paix de Christ soit fortement ressentie par eux aujourd'hui et chaque jour.
id_id: Saat ini, ada orang-orang Kristen di negeri ini yang sedang menghadapi badai kehidupan yang sangat berat -- ancaman dari anggota keluarga, kemungkinan kehilangan anak-anak, ketidakpastian finansial, pengangguran, dan pemenjaraan karena iman kepada Kristus. Ada pula orang-orang percaya yang menghadapi badai akibat dunia yang telah jatuh ini -- kanker, depresi, kehilangan pekerjaan, relasi yang rusak, dan kesepian. - Berdoalah agar perkataan Yesus, "Diam! Tenanglah!' menghibur mereka di tengah badai dan menumbuhkan iman di dalam hati mereka. Kiranya damai Kristus dirasakan dengan nyata oleh mereka hari ini dan setiap hari.
