Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Today we pray Ephesians 6:10-20 for our brothers and sisters among this people -- that they would be strong in the Lord and in the strength of His might. May they put on the whole armor of God that they would be able to stand against the schemes of the devil. For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. May the people of this land take up the whole armor of God, that they would be able to withstand in the evil day, and having done all, to stand firm. May they stand, therefore, having fastened on the belt of truth and having put on the breastplate of righteousness. And as shoes for their feet, put on the readiness given by the gospel of peace. In all circumstances may the people of this land take up the shield of faith with which they can extinguish all the flaming darts of the evil one. Put the helmet of salvation firmly on their heads and the sword of the Spirit in their hands, which is the Word of God, praying at all times in the Spirit with all prayer and supplication. So Lord, to this end, keep us alert with all perseverance, making supplication for all the saints. We pray for our brothers and sisters in this land that words would be given to them to open their mouths boldly to proclaim the mystery of the gospel.
fr_fr: Aujourd'hui nous prions Éphésiens 6:10-20 pour nos frères et sœurs parmi ce peuple — qu'ils soient fortifiés dans le Seigneur et par sa force toute-puissante. Qu'ils revêtent toute l'armure de Dieu afin de pouvoir tenir ferme contre les ruses du diable. Car nous ne luttons pas contre la chair et le sang, mais contre les dominations, contre les autorités, contre les princes de ce monde de ténèbres, contre les esprits méchants dans les lieux célestes. Que les gens de ce pays prennent toute l'armure de Dieu, afin de pouvoir résister dans le mauvais jour, et tenir ferme après avoir tout surmonté. Qu'ils tiennent donc ferme : ayez à vos reins la vérité pour ceinture ; revêtez la cuirasse de la justice. Mettez pour chaussures à vos pieds le zèle que donne l'Évangile de paix. En toutes circonstances, que les gens de ce pays prennent le bouclier de la foi, avec lequel ils pourront éteindre tous les traits enflammés du malin. Prenez aussi le casque du salut et l'épée de l'Esprit, qui est la parole de Dieu, priant en tout temps par l'Esprit, par toutes sortes de prières et de supplications. Alors Seigneur, à cette fin, garde-nous vigilants avec toute persévérance, faisant des supplications pour tous les saints. Nous prions pour nos frères et sœurs dans ce pays que des paroles leur soient données pour ouvrir hardiment la bouche et proclamer le mystère de l'Évangile.
id_id: Hari ini kita berdoa berdasarkan Efesus 6:10-20 bagi saudara-saudari kita di tengah umat ini -- agar mereka dikuatkan di dalam Tuhan dan di dalam kekuatan kuasa-Nya. Kiranya mereka mengenakan seluruh perlengkapan senjata Allah supaya dapat berdiri teguh melawan tipu daya iblis. Sebab perjuangan kita bukanlah melawan darah dan daging, melainkan melawan pemerintah-pemerintah, melawan otoritas-otoritas, melawan kuasa-kuasa kosmik yang menguasai kegelapan masa ini, dan melawan roh-roh jahat di tempat-tempat surgawi. Kiranya umat di negeri ini mengenakan seluruh perlengkapan senjata Allah, supaya mereka mampu bertahan pada hari yang jahat dan, setelah menyelesaikan segala sesuatu, tetap berdiri teguh. Kiranya mereka berdiri dengan ikat pinggang kebenaran dan baju zirah keadilan, serta memakai kesiapan Injil damai sebagai alas kaki mereka. Dalam segala keadaan, kiranya mereka mengangkat perisai iman untuk memadamkan semua panah api si jahat. Kiranya mereka mengenakan ketopong keselamatan dan memegang pedang Roh, yaitu firman Allah, sambil berdoa setiap waktu dengan segala doa dan permohonan di dalam Roh. Karena itu, Tuhan, jagalah kami tetap berjaga-jaga dengan ketekunan penuh, dan ajarlah kami berdoa bagi semua orang kudus. Kami berdoa khususnya bagi saudara-saudari kami di negeri ini, agar kata-kata yang tepat diberikan kepada mereka untuk membuka mulut dengan berani dan memberitakan rahasia Injil.

source: Day 20: Forgiveness and Sacrifice
fr_fr: Jour 20 : Le Pardon et le Sacrifice
id_id: Hari ke-20: Pengampunan dan Pengorbanan

source: Luke 18:9-30 (ESV) He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: "Two men went up into the temple to pray, one a Pharisee and the other a tax collector. The Pharisee, standing by himself, prayed thus: 'God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector. I fast twice a week; I give tithes of all that I get.' But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, 'God, be merciful to me, a sinner!' I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted." Now they were bringing even infants to him that he might touch them. And when the disciples saw it, they rebuked them. But Jesus called them to him, saying, "Let the children come to me, and do not hinder them, for to such belongs the kingdom of God. Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it." And a ruler asked him, "Good Teacher, what must I do to inherit eternal life?" And Jesus said to him, "Why do you call me good? No one is good except God alone. You know the commandments: 'Do not commit adultery, Do not murder, Do not steal, Do not bear false witness, Honor your father and mother.' " And he said, "All these I have kept from my youth." When Jesus heard this, he said to him, "One thing you still lack. Sell all that you have and distribute to the poor, and you will have treasure in heaven; and come, follow me." But when he heard these things, he became very sad, for he was extremely rich. Jesus, seeing that he had become sad, said, "How difficult it is for those who have wealth to enter the kingdom of God! For it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God." Those who heard it said, "Then who can be saved?" But he said, "What is impossible with men is possible with God." And Peter said, "See, we have left our homes and followed you." And he said to them, "Truly, I say to you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God, who will not receive many times more in this time, and in the age to come eternal life."
fr_fr: Luc 18:9-30 (LSG) Il dit encore cette parabole, en vue de certaines personnes se persuadant qu'elles étaient justes, et ne faisant aucun cas des autres: Deux hommes montèrent au temple pour prier; l'un était pharisien, et l'autre publicain. Le pharisien, debout, priait ainsi en lui-même: O Dieu, je te rends grâces de ce que je ne suis pas comme le reste des hommes, qui sont ravisseurs, injustes, adultères, ou même comme ce publicain; je jeûne deux fois la semaine, je donne la dîme de tous mes revenus. Le publicain, se tenant à distance, n'osait même pas lever les yeux au ciel; mais il se frappait la poitrine, en disant: O Dieu, sois apaisé envers moi, qui suis un pécheur. Je vous le dis, celui-ci descendit dans sa maison justifié, plutôt que l'autre. Car quiconque s'élève sera abaissé, et celui qui s'abaisse sera élevé. On lui amena aussi les petits enfants, afin qu'il les touchât. Mais les disciples, voyant cela, reprenaient ceux qui les amenaient. Et Jésus les appela, et dit: Laissez venir à moi les petits enfants, et ne les en empêchez pas; car le royaume de Dieu est pour ceux qui leur ressemblent. Je vous le dis en vérité, quiconque ne recevra pas le royaume de Dieu comme un petit enfant n'y entrera point. Un chef interrogea Jésus, et dit: Bon maître, que dois-je faire pour hériter la vie éternelle? Jésus lui répondit: Pourquoi m'appelles-tu bon? Il n'y a de bon que Dieu seul. Tu connais les commandements: Tu ne commettras point d'adultère; tu ne tueras point; tu ne déroberas point; tu ne diras point de faux témoignage; honore ton père et ta mère. J'ai, dit-il, observé toutes ces choses dès ma jeunesse. Jésus, ayant entendu cela, lui dit: Il te manque encore une chose: vends tout ce que tu as, distribue-le aux pauvres, et tu auras un trésor dans les cieux. Puis, viens, et suis-moi. Lorsqu'il entendit ces paroles, il devint tout triste; car il était très riche. Jésus, voyant qu'il était devenu tout triste, dit: Qu'il est difficile à ceux qui ont des richesses d'entrer dans le royaume de Dieu! Car il est plus facile à un chameau de passer par le trou d'une aiguille qu'à un riche d'entrer dans le royaume de Dieu. Ceux qui l'écoutaient dirent: Et qui peut être sauvé? Jésus répondit: Ce qui est impossible aux hommes est possible à Dieu. Pierre dit alors: Voici, nous avons tout quitté, et nous t'avons suivi. Et Jésus leur dit: Je vous le dis en vérité, il n'est personne qui, ayant quitté, à cause du royaume de Dieu, sa maison, ou sa femme, ou ses frères, ou ses parents, ou ses enfants, ne reçoive beaucoup plus dans ce siècle-ci, et, dans le siècle à venir, la vie éternelle.
id_id: Lukas 18:9-30 (AYT) Yesus juga menyampaikan perumpamaan ini kepada beberapa orang yang menganggap diri mereka benar dan memandang rendah orang lain. "Ada dua orang pergi ke Bait Allah untuk berdoa. Yang seorang adalah orang Farisi dan yang lain adalah seorang pengumpul pajak. Orang Farisi itu berdiri dan mengucapkan doa tentang dirinya, 'Ya, Allah, aku berterima kasih kepada-Mu karena aku tidak seperti orang lain; seperti pemeras, penipu, pezina, atau bahkan seperti pengumpul pajak ini. Aku berpuasa dua kali seminggu, aku memberikan sepersepuluh dari seluruh penghasilanku.' Akan tetapi, si pengumpul pajak berdiri agak jauh, bahkan tidak memandang ke langit. Sebaliknya, ia memukul-mukul dadanya sambil berkata, 'Ya, Allah. Berbelas kasihanlah kepadaku, si pendosa ini.' Aku berkata kepadamu, pengumpul pajak ini pulang ke rumahnya sebagai orang yang lebih dibenarkan daripada orang Farisi itu sebab orang yang meninggikan diri akan direndahkan, dan orang yang merendahkan diri akan ditinggikan." Lalu, orang-orang membawa anak-anak mereka yang masih kecil kepada Yesus supaya Ia menjamah mereka. Akan tetapi, ketika para murid melihatnya, mereka mulai memarahi orang-orang itu. Namun, Yesus memanggil anak-anak itu untuk datang kepada-Nya dan berkata, "Biarkanlah anak-anak kecil itu datang kepada-Ku, jangan halangi mereka sebab Kerajaan Allah adalah milik orang-orang yang seperti mereka ini. Aku mengatakan yang sesungguhnya kepadamu, siapa pun yang tidak menerima Kerajaan Allah seperti seorang anak kecil, ia tidak akan pernah masuk ke dalamnya." Ada seorang pemimpin yang bertanya kepada Yesus, "Guru yang baik, apa yang harus kulakukan untuk dapat mewarisi hidup yang kekal?" Jawab Yesus kepadanya, "Mengapa kamu menyebut Aku baik? Tidak ada seorang pun yang baik kecuali Allah sendiri. Kamu mengetahui tentang hukum-hukum ini: 'Jangan berzina, jangan membunuh, jangan mencuri, jangan memberi kesaksian palsu, serta hormatilah ayah dan ibumu.'" Jawab orang itu, "Aku sudah menaati semua itu sejak aku masih muda." Ketika Yesus mendengarnya, Dia berkata kepada orang itu, "Masih ada satu hal yang kurang. Juallah semua yang kamu miliki dan bagikanlah kepada orang-orang miskin, maka kamu akan mempunyai harta di surga; dan mari, ikutlah Aku." Ketika orang itu mendengar perkataan Yesus itu, ia menjadi sangat sedih sebab ia sangat kaya. Kemudian Yesus memandangnya dan berkata, "Betapa sulitnya bagi orang-orang kaya untuk masuk ke dalam Kerajaan Allah! Bahkan, lebih mudah bagi seekor unta untuk masuk melalui lubang jarum daripada orang kaya masuk ke dalam Kerajaan Allah." Orang-orang yang mendengar perkataan itu berkata, "Kalau begitu, siapa yang bisa diselamatkan?" Jawab Yesus, "Apa yang mustahil bagi manusia adalah mungkin bagi Allah." Lalu, Petrus berkata, "Lihatlah, kami sudah meninggalkan semua yang kami miliki dan mengikut Engkau." Yesus berkata kepada mereka, "Aku mengatakan yang sesungguhnya kepadamu, tidak seorang pun yang telah meninggalkan rumah, istri, saudara-saudara, orang tua, atau anak-anaknya demi Kerajaan Allah, yang tidak akan menerima hal-hal itu berlipat ganda pada masa ini, dan pada masa yang akan datang, yaitu hidup yang kekal."

source: - God exalts the humble and humbles those who exalt themselves. Pray for the poor among this people, those looked down upon because of their lack of education, their family name, or having the "wrong" skin color or a disability. Pray they will have an opportunity to hear about the One who exalts the humble, for them to have their story rewritten by the good news of Jesus. - This passage also teaches us that God turns impossibilities into possibilities. Nothing is too hard for Him. As we look at the daunting needs of the Muslim world, stir Christian hearts to trust that they are not impossible for God.
fr_fr: - Dieu élève les humbles et abaisse ceux qui s'élèvent eux-mêmes. Priez pour les pauvres parmi ce peuple, ceux qui sont méprisés à cause de leur manque d'éducation, de leur nom de famille, ou d'avoir la « mauvaise » couleur de peau ou un handicap. Priez pour qu'ils aient l'opportunité d'entendre parler de Celui qui élève les humbles, pour que leur histoire soit réécrite par la bonne nouvelle de Jésus. - Ce passage nous enseigne aussi que Dieu transforme les impossibilités en possibilités. Rien n'est trop difficile pour lui. Alors que nous regardons les besoins intimidants du monde musulman, remuez les cœurs chrétiens pour qu'ils fassent confiance qu'ils ne sont pas impossibles pour Dieu.
id_id: Allah meninggikan orang yang rendah hati dan merendahkan mereka yang meninggikan diri sendiri. Berdoalah bagi orang-orang miskin di tengah umat ini -- mereka yang direndahkan karena kurangnya pendidikan, nama keluarga, warna kulit yang dianggap "salah", atau karena disabilitas. Berdoalah agar mereka memiliki kesempatan untuk mendengar tentang Dia yang meninggikan orang yang rendah hati, sehingga kisah hidup mereka ditulis ulang oleh Kabar Baik Yesus. Ayat ini juga mengajarkan bahwa Allah sanggup mengubah hal-hal yang mustahil menjadi mungkin. Tidak ada yang terlalu sulit bagi-Nya. Ketika kita melihat kebutuhan yang tampak menakutkan di dunia muslim, berdoalah agar hati orang-orang Kristen dikuatkan untuk percaya bahwa hal-hal tersebut tidak mustahil bagi Allah.

source: This passage teaches how prone humanity is to compare ourselves to one another instead of a Holy God. We think if we are better than some arbitrary standard we set for ourselves, then we'll be accepted by God. Pray for these illusions to be broken and for God to humble those who think their good deeds will somehow make them acceptable to a holy and perfect God on their own merits. The rich ruler illustrates this reality. He had a checklist of laws he believed he was keeping, yet he still sensed something was missing. Jesus went after his heart and exposed what he was truly worshipping. - Pray for Muslims to feel like something is still lacking no matter how well they follow the rules. - Pray for Jesus to penetrate their hearts, that they would turn from self-righteousness and to Jesus and His Kingdom.
fr_fr: Ce passage enseigne combien l'humanité est encline à se comparer les uns aux autres au lieu d'un Dieu saint. Nous pensons que si nous sommes meilleurs qu'une norme arbitraire que nous nous fixons, alors nous serons acceptés par Dieu. Priez pour que ces illusions soient brisées et pour que Dieu humilie ceux qui pensent que leurs bonnes œuvres les rendront en quelque sorte acceptables à un Dieu saint et parfait par leurs propres mérites. Le riche notable illustre cette réalité. Il avait une liste de lois qu'il croyait respecter, pourtant il sentait encore qu'il manquait quelque chose. Jésus est allé chercher son cœur et a exposé ce qu'il adorait vraiment. - Priez pour que les musulmans aient l'impression qu'il leur manque encore quelque chose peu importe à quel point ils suivent les règles. - Priez pour que Jésus pénètre leurs cœurs, qu'ils se détournent de leur propre justice et se tournent vers Jésus et son Royaume.
id_id: Ayat ini mengungkapkan betapa mudahnya manusia membandingkan diri dengan sesama daripada membandingkan diri dengan Allah yang Kudus. Kita cenderung berpikir bahwa selama kita lebih baik daripada standar buatan kita sendiri, kita akan diterima oleh Allah. Berdoalah agar ilusi-ilusi ini dihancurkan, dan agar Allah merendahkan mereka yang percaya bahwa perbuatan baik mereka dapat membuat mereka diterima oleh Allah yang Kudus dan sempurna berdasarkan usaha mereka sendiri. Pemimpin agama yang kaya ini menggambarkan kenyataan tersebut. Dia memiliki daftar hukum yang dia yakini telah ditaati, tetapi tetap merasakan kekosongan. Yesus menyingkapkan hatinya dan memperlihatkan apa yang sesungguhnya dia sembah. - Berdoalah agar umat muslim merasakan adanya kekosongan, meskipun mereka berusaha menaati aturan dengan sungguh-sungguh. - Berdoalah agar Yesus menembus hati mereka, sehingga mereka berpaling dari keangkuhan diri dan berbalik kepada Yesus serta Kerajaan-Nya.

source: All who acknowledge God's existence, including Muslims, long for God to show them mercy, while also desiring His judgment to fall on those who have wronged them. Many struggle to recognize the depth of their own sin and, as a result, are taught to evaluate themselves in comparison to others rather than before a holy God. This can lead to standing in judgment over those they perceive to be less worthy of the Lord's grace. Islam offers no resolution for how God can be perfectly merciful and perfectly just in the way the cross of Christ does. Pray that humility would lead Muslims in this land to seek the words and teachings of Jesus, and that they would come to treasure Him above their own self-earned righteousness.
fr_fr: Tous ceux qui reconnaissent l'existence de Dieu, y compris les musulmans, aspirent à ce que Dieu leur montre de la miséricorde, tout en désirant que son jugement tombe sur ceux qui leur ont fait du tort. Beaucoup ont du mal à reconnaître la profondeur de leur propre péché et, par conséquent, on leur enseigne à s'évaluer en comparaison avec les autres plutôt que devant un Dieu saint. Cela peut conduire à se tenir en jugement sur ceux qu'ils perçoivent comme moins dignes de la grâce du Seigneur. L'islam n'offre aucune résolution pour expliquer comment Dieu peut être parfaitement miséricordieux et parfaitement juste comme le fait la croix de Christ. Priez pour que l'humilité conduise les musulmans de ce pays à chercher les paroles et les enseignements de Jésus, et qu'ils en viennent à le chérir au-dessus de leur propre justice méritée.
id_id: Semua orang yang mengakui keberadaan Allah, termasuk umat Islam, merindukan agar Allah menunjukkan belas kasihan-Nya kepada mereka, sambil sering kali berharap agar keadilan-Nya dijatuhkan atas mereka yang telah menyakiti mereka. Banyak orang kesulitan menyadari kedalaman dosa mereka sendiri. Akibatnya, mereka menilai diri dengan membandingkan diri dengan orang lain, bukan berdiri di hadapan Allah yang kudus. Hal ini dapat mendorong mereka untuk bertindak sebagai hakim atas sesama yang dianggap kurang layak menerima kasih karunia Allah. Islam tidak memberikan jawaban tentang bagaimana Allah dapat sekaligus sepenuhnya adil dan sepenuhnya pengasih sebagaimana yang dinyatakan melalui salib Kristus. Berdoalah agar kerendahan hati menuntun umat muslim di negeri ini untuk mencari perkataan dan ajaran Yesus, serta menghargai Dia lebih daripada kebenaran diri yang dibangun melalui usaha manusia.

source: Amira was an intelligent, educated woman and a devoted Muslim with a successful career. She had much to lose when she heard the good news of Jesus and became aware of His loving pursuit of her. In time, He won her heart, and she counted everything as loss for the sake of knowing Christ (Philippians 3:8). Gaining Jesus became more precious to her than career, family, worldly success, or comfort. Pray for Amira and for many more like her in this land who have taken Jesus at His word: "Truly, I say to you, there is no one who has left house or wife or brothers or parents or children, for the sake of the kingdom of God, who will not receive many times more in this time, and in the age to come eternal life." (Luke 18:29-30). Pray that they would be strengthened, encouraged, and sustained as they follow Him faithfully.
fr_fr: Amira était une femme intelligente et éduquée, une musulmane dévouée avec une carrière réussie. Elle avait beaucoup à perdre quand elle a entendu la bonne nouvelle de Jésus et est devenue consciente de sa poursuite aimante envers elle. Avec le temps, il a gagné son cœur, et elle a considéré toutes choses comme une perte à cause de l'excellence de la connaissance de Christ (Philippiens 3:8). Gagner Jésus est devenu plus précieux pour elle que la carrière, la famille, le succès mondain ou le confort. Priez pour Amira et pour beaucoup d'autres comme elle dans ce pays qui ont pris Jésus au mot : « Je vous le dis en vérité, il n'est personne qui, ayant quitté, à cause du royaume de Dieu, sa maison, ou sa femme, ou ses frères, ou ses parents, ou ses enfants, ne reçoive beaucoup plus dans ce siècle-ci, et, dans le siècle à venir, la vie éternelle. » (Luc 18:29-30). Priez pour qu'ils soient fortifiés, encouragés et soutenus alors qu'ils le suivent fidèlement.
id_id: Amira adalah seorang perempuan muslim yang cerdas, berpendidikan, taat beragama, dan memiliki karier yang berhasil. Dia memiliki banyak hal yang bisa hilang ketika mendengar Kabar Baik tentang Yesus dan menyadari bahwa Dia dengan penuh kasih mengejarnya. Seiring waktu, Dia memenangkan hatinya, dan Amira menganggap segala sesuatu sebagai kerugian demi mengenal Kristus (Filipi 3:8). Memperoleh Kristus menjadi lebih berharga baginya daripada karier, keluarga, keberhasilan duniawi, atau kenyamanan hidup. Berdoalah bagi Amira dan banyak orang lain seperti dia di negeri ini yang telah menerima Yesus sesuai dengan firman-Nya: "Sesungguhnya Aku berkata kepadamu, tidak ada seorang pun yang telah meninggalkan rumah, istri, saudara, orang tua, atau anak-anak demi Kerajaan Allah, yang tidak akan menerima kembali berlipat ganda pada masa ini, dan pada zaman yang akan datang hidup yang kekal" (Lukas 18:29-30). Berdoalah agar mereka dikuatkan, didorong, dan dipelihara ketika mereka terus mengikuti Dia dengan setia.
