Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Exodus 20:1–17 (ESV) And God spoke all these words, saying, "I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery. "You shall have no other gods before me. "You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, but showing steadfast love to thousands of those who love me and keep my commandments. "You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain. "Remember the Sabbath day, to keep it holy. Six days you shall labor, and do all your work, but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. "Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you. "You shall not murder. "You shall not commit adultery. "You shall not steal. "You shall not bear false witness against your neighbor. "You shall not covet your neighbor's house; you shall not covet your neighbor's wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor's." Leviticus 6:1-7 (ESV) The LORD spoke to Moses, saying, "If anyone sins and commits a breach of faith against the LORD by deceiving his neighbor in a matter of deposit or security, or through robbery, or if he has oppressed his neighbor or has found something lost and lied about it, swearing falsely—in any of all the things that people do and sin thereby— if he has sinned and has realized his guilt and will restore what he took by robbery or what he got by oppression or the deposit that was committed to him or the lost thing that he found or anything about which he has sworn falsely, he shall restore it in full and shall add a fifth to it, and give it to him to whom it belongs on the day he realizes his guilt. And he shall bring to the priest as his compensation to the LORD a ram without blemish out of the flock, or its equivalent for a guilt offering. And the priest shall make atonement for him before the LORD, and he shall be forgiven for any of the things that one may do and thereby become guilty."
fr_fr: Exode 20:1-17 (LSG) Alors Dieu prononça toutes ces paroles, en disant: Je suis l'Éternel, ton Dieu, qui t'ai fait sortir du pays d'Égypte, de la maison de servitude. Tu n'auras pas d'autres dieux devant ma face. Tu ne te feras point d'image taillée, ni de représentation quelconque des choses qui sont en haut dans les cieux, qui sont en bas sur la terre, et qui sont dans les eaux plus bas que la terre. Tu ne te prosterneras point devant elles, et tu ne les serviras point; car moi, l'Éternel, ton Dieu, je suis un Dieu jaloux, qui punis l'iniquité des pères sur les enfants jusqu'à la troisième et la quatrième génération de ceux qui me haïssent, et qui fais miséricorde jusqu'en mille générations à ceux qui m'aiment et qui gardent mes commandements. Tu ne prendras point le nom de l'Éternel, ton Dieu, en vain; car l'Éternel ne laissera point impuni celui qui prendra son nom en vain. Souviens-toi du jour du repos, pour le sanctifier. Tu travailleras six jours, et tu feras tout ton ouvrage. Mais le septième jour est le jour du repos de l'Éternel, ton Dieu: tu ne feras aucun ouvrage, ni toi, ni ton fils, ni ta fille, ni ton serviteur, ni ta servante, ni ton bétail, ni l'étranger qui est dans tes portes. Car en six jours l'Éternel a fait les cieux, la terre et la mer, et tout ce qui y est contenu, et il s'est reposé le septième jour: c'est pourquoi l'Éternel a béni le jour du repos et l'a sanctifié. Honore ton père et ta mère, afin que tes jours se prolongent dans le pays que l'Éternel, ton Dieu, te donne. Tu ne tueras point. Tu ne commettras point d'adultère. Tu ne déroberas point. Tu ne porteras point de faux témoignage contre ton prochain. Tu ne convoiteras point la maison de ton prochain; tu ne convoiteras point la femme de ton prochain, ni son serviteur, ni sa servante, ni son bœuf, ni son âne, ni aucune chose qui appartienne à ton prochain. Lévitique 5:20-26 (LSG) L'Éternel parla à Moïse, et dit: Lorsque quelqu'un péchera et commettra une infidélité envers l'Éternel, en mentant à son prochain au sujet d'un dépôt, d'un objet confié à sa garde, d'une chose volée ou soustraite par fraude, en niant d'avoir trouvé une chose perdue, ou en faisant un faux serment sur une chose quelconque de nature à constituer un péché; lorsqu'il péchera ainsi et se rendra coupable, il restituera la chose qu'il a volée ou soustraite par fraude, la chose qui lui avait été confiée en dépôt, la chose perdue qu'il a trouvée, ou la chose quelconque sur laquelle il a fait un faux serment. Il la restituera en son entier, y ajoutera un cinquième, et la remettra à son propriétaire, le jour même où il offrira son sacrifice de culpabilité. Il présentera au sacrificateur en sacrifice de culpabilité à l'Éternel pour son péché un bélier sans défaut, pris du troupeau d'après ton estimation. Et le sacrificateur fera pour lui l'expiation devant l'Éternel, et il lui sera pardonné, quelle que soit la faute dont il se sera rendu coupable.
id_id: Keluaran 20:1-17 (AYT) Kemudian, Allah menyampaikan semua firman ini, kata-Nya, "Akulah TUHAN, Allahmu, yang membawamu keluar dari tanah Mesir, dari tempat perbudakan: Jangan ada padamu ilah lain di hadapan-Ku. Jangan membuat berhala bagimu atau wujud apa pun yang ada di langit, di atas, atau di bumi, di bawah, atau di dalam air, di bawah bumi. Janganlah kamu menyembah atau beribadah kepadanya sebab Aku, TUHAN, Allahmu, adalah Allah yang cemburu, yang membalas kesalahan ayah kepada anak-anaknya sampai keturunan yang ketiga dan keempat dari orang-orang yang membenci Aku. Namun, Aku akan menunjukkan kasih setia kepada beribu-ribu orang yang mengasihi Aku dan yang menaati perintah-perintah-Ku. Jangan menyebut nama TUHAN, Allahmu, dengan sia-sia karena TUHAN akan memandang bersalah siapa pun yang menyebut nama-Nya dengan sia-sia. Ingatlah dan kuduskanlah hari Sabat. Selama enam hari kamu akan bekerja dan melakukan semua pekerjaanmu, tetapi hari ketujuh adalah Sabat TUHAN, Allahmu. Pada hari itu, kamu tidak boleh melakukan pekerjaan apa pun, kamu, ataupun anak laki-lakimu, ataupun anak perempuanmu, ataupun hamba laki-lakimu, ataupun hamba perempuanmu, ataupun ternakmu, ataupun orang asing yang ada di kotamu. Sebab, selama enam hari TUHAN menciptakan langit dan bumi, laut dan segala yang ada di dalamnya, lalu beristirahat pada hari ketujuh. Karena itu, TUHAN memberkati hari Sabat dan menguduskannya. Hormatilah ayahmu dan ibumu supaya umurmu panjang di tanah yang diberikan TUHAN, Allahmu, kepadamu. Jangan membunuh. Jangan berzina. Jangan mencuri. Jangan mengucapkan kesaksian dusta tentang sesamamu. Jangan mengingini rumah sesamamu, jangan mengingini istri sesamamu, hamba laki-lakinya atau perempuan, sapinya, keledainya, atau apa pun yang adalah milik sesamamu." Imamat 6:1-7 (AYT) Kemudian, TUHAN berfirman kepada Musa, firman-Nya, "Jika seseorang berdosa dan bertindak tidak setia kepada TUHAN dengan menipu sesamanya mengenai barang titipan, atau barang yang dipercayakan kepadanya, atau barang rampasan, atau dia telah memeras sesamanya, atau ketika dia menemukan barang yang hilang, tetapi berbohong mengenai hal itu dan dia bersumpah dusta mengenai segala hal yang dilakukan oleh seorang manusia sehingga dia berdosa karenanya, akan terjadi, karena dia telah berdosa dan bersalah, dia harus mengembalikan apa yang telah diambilnya, entah itu dengan merampas, memeras, mengambil barang yang dititipkan kepadanya, atau barang hilang yang ditemukannya, maupun barang yang atasnya dia bersumpah dusta itu. Dia harus membayar kembali semua barang itu sepenuhnya dan harus menambahkan seperlima dari harga barang-barang tersebut. Lalu, dia harus memberikannya kepada pemilik barang-barang itu pada hari dia mempersembahkan persembahan penebus salahnya. Dia harus membawa persembahan penebus salahnya bagi TUHAN kepada imam, yaitu seekor domba jantan yang tidak bercacat dari kawanannya, atau yang nilainya setara sebagai persembahan penebus salah. Imam harus mengadakan pendamaian bagi orang itu di hadapan TUHAN sehingga orang itu akan diampuni kesalahannya atas pelanggaran apa pun yang telah dia perbuat."

source: God desires a relationship with His people that will reflect Him to the rest of the world. As Creator, He institutes laws to help them live flourishing lives as citizens in His Kingdom. - Pray for people in this land to view God's commandments not as infringements upon their personal freedom, but as loving guardrails to protect them. This passage also teaches us that God views our evil acts against others as a breach of faith against the Lord. - Pray for Muslims here to recognize the image of God in the people around them and, out of obedience to God, to seek their good and not to take advantage of them. - Pray for recognition of all the times they have infringed on the rights of others. May it convict them of their need of God's forgiveness.
fr_fr: Dieu désire une relation avec son peuple qui le reflète au reste du monde. En tant que Créateur, il établit des lois pour les aider à vivre des vies épanouies en tant que citoyens de son Royaume. - Priez pour que les gens de ce pays voient les commandements de Dieu non pas comme des atteintes à leur liberté personnelle, mais comme des garde-fous aimants pour les protéger. Ce passage nous enseigne aussi que Dieu considère nos actes mauvais contre les autres comme une rupture de la foi envers le Seigneur. - Priez pour que les musulmans d'ici reconnaissent l'image de Dieu dans les personnes qui les entourent et, par obéissance à Dieu, cherchent leur bien et ne profitent pas d'eux. - Priez pour la reconnaissance de toutes les fois où ils ont enfreint les droits des autres. Que cela les convainque de leur besoin du pardon de Dieu.
id_id: Allah menghendaki hubungan dengan umat-Nya yang mencerminkan karakter-Nya kepada dunia. Sebagai Pencipta, Dia menetapkan hukum-hukum untuk menolong umat-Nya hidup sejahtera sebagai warga Kerajaan-Nya. - Berdoalah agar orang-orang di negeri ini memandang perintah-perintah Allah bukan sebagai ancaman terhadap kebebasan pribadi, tetapi sebagai pagar kasih yang melindungi dan menuntun mereka kepada kehidupan yang benar. Ayat ini juga mengajarkan bahwa Allah memandang kejahatan yang kita lakukan terhadap sesama sebagai pelanggaran terhadap iman kepada-Nya. - Berdoalah agar umat muslim di tempat ini mengenali citra Allah dalam diri orang-orang di sekitar mereka dan, sebagai wujud ketaatan kepada Allah, sungguh-sungguh mencari kebaikan sesama tanpa memanfaatkan mereka. - Berdoalah agar mereka menyadari setiap kali mereka melanggar hak orang lain, dan agar kesadaran tersebut menuntun mereka untuk menyadari kebutuhan mereka akan pengampunan Allah.

source: This passage teaches us that humans are incredibly prone to worship things that are not the one true God, the Creator of the heavens and the earth. - Pray for God's grace to bring Muslims in this land to repent of all the ways they have treasured idols like money, comfort, esteem of man, self-righteousness, and others. - Pray for this conviction to drive them to the Good News of Jesus.
fr_fr: Ce passage nous enseigne que les humains sont incroyablement enclins à adorer des choses qui ne sont pas le seul vrai Dieu, le Créateur des cieux et de la terre. - Priez pour que la grâce de Dieu amène les musulmans de ce pays à se repentir de toutes les façons dont ils ont chéri des idoles comme l'argent, le confort, l'estime des hommes, leur propre justice, et d'autres. - Priez pour que cette conviction les pousse vers la Bonne Nouvelle de Jésus.
id_id: Ayat ini juga mengajarkan bahwa manusia sangat rentan menyembah sesuatu yang bukan Allah yang sejati, Pencipta langit dan bumi. - Berdoalah agar oleh kasih karunia Allah, umat muslim di negeri ini bertobat dari segala bentuk penyembahan berhala -- baik uang, kenyamanan, penghormatan manusia, kesombongan diri, maupun bentuk-bentuk lain. - Berdoalah agar kesadaran ini menuntun mereka kepada Kabar Baik tentang Yesus.

source: Amira is a Muslim from a neighboring country. She faces exploitation and being taken advantage of often when she leaves her home. "A taxi driver tried to charge me four times the correct price and when I pushed back, he said, 'You're a rich Muslim from another country, you have oil, you can afford it.' I hate the people of this land and their underhanded ways." Amira's experience reflects the brokenness and dishonesty that pervades when people ignore God's commands. Pray for the dishonest financial deals, fraud, theft and lying that plague humanity to reveal the true state of human nature and to drive Muslims in this land to seek a real solution -- the new heart of flesh that God promised in Ezekiel 36:26 to give to His people through Christ.
fr_fr: Amira est une musulmane d'un pays voisin. Elle fait face à l'exploitation et on profite souvent d'elle quand elle quitte sa maison. « Un chauffeur de taxi a essayé de me faire payer quatre fois le prix correct et quand j'ai protesté, il a dit : "Tu es une riche musulmane d'un autre pays, tu as du pétrole, tu peux te le permettre." Je déteste les gens de ce pays et leurs manières sournoises. » L'expérience d'Amira reflète la brisure et la malhonnêteté qui prévalent quand les gens ignorent les commandements de Dieu. Priez pour que les transactions financières malhonnêtes, la fraude, le vol et le mensonge qui affligent l'humanité révèlent le véritable état de la nature humaine et poussent les musulmans de ce pays à chercher une vraie solution — le nouveau cœur de chair que Dieu a promis dans Ézéchiel 36:26 de donner à son peuple par Christ.
id_id: Amira adalah seorang muslim dari negara tetangga. Dia sering mengalami eksploitasi dan dimanfaatkan ketika bepergian jauh dari rumahnya. "Seorang sopir taksi mencoba mematok harga empat kali lipat dari harga seharusnya, dan ketika aku memprotesnya, dia berkata, 'Kamu muslim kaya dari negara lain, kamu punya minyak, kamu pasti bisa membayarnya.' Aku membenci orang-orang di negeri ini dan cara-cara curang mereka." Pengalaman Amira mencerminkan kerusakan dan ketidakjujuran yang meluas ketika manusia mengabaikan perintah-perintah Allah. - Berdoalah agar praktik transaksi keuangan yang curang, penipuan, pencurian, dan kebohongan yang merajalela di tengah umat manusia menyingkapkan kondisi sejati hati manusia dan mendorong umat muslim di negeri ini untuk mencari satu-satunya solusi sejati -- hati yang baru, hati yang lembut, yang Allah janjikan dalam Yehezkiel 36:26 untuk diberikan kepada umat-Nya melalui Kristus.

source: The command not to take the name of the Lord in vain includes more than just avoiding swearing; it also means not bearing God's name in an unworthy way. Pray that Christians here would be known for living holy and respectful lives—lives that reflect a genuine fear of God, love for all people, and bring honor to the name of Jesus.
fr_fr: Le commandement de ne pas prendre le nom du Seigneur en vain ne se limite pas à éviter de jurer ; cela signifie aussi ne pas porter le nom de Dieu de manière indigne. Priez pour que les chrétiens d'ici soient connus pour mener des vies saintes et respectueuses — des vies qui reflètent une véritable crainte de Dieu, l'amour pour tous les gens, et qui honorent le nom de Jésus.
id_id: Perintah untuk tidak menyebut nama Tuhan dengan sia-sia tidak hanya berarti menghindari kata-kata kasar, tetapi juga tidak menggunakan nama Tuhan dengan cara yang tidak layak melalui hidup dan tindakan kita. Berdoalah agar orang-orang Kristen di tempat ini dikenal melalui kehidupan yang kudus dan penuh hormat -- kehidupan yang mencerminkan takut akan Tuhan yang sejati, kasih kepada semua orang, dan yang membawa hormat bagi nama Yesus.

source: Paul explains in Romans 7:7, "Yet if it had not been for the law, I would not have known sin. For I would not have known what it is to covet if the law had not said, 'You shall not covet.'" He continues in verses 24 and 25, "Wretched man that I am, who will deliver me from this body of death? Thanks be to God through Jesus Christ our Lord!" Then in Romans 8:1-2, "There is therefore now no condemnation for those who are in Christ Jesus. For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death." Pray that Muslims would understand that God's moral standards and righteous requirements reveal our inability to fully obey on our own, but that Jesus came to set us free from the law of sin and death. Pray that they would experience the same revelation Paul described in Romans 7 and 8.
fr_fr: Paul explique dans Romains 7:7 : « Mais je n'ai connu le péché que par la loi. Car je n'aurais pas connu la convoitise, si la loi n'eût dit : Tu ne convoiteras point. » Il continue aux versets 24 et 25 : « Misérable que je suis ! Qui me délivrera du corps de cette mort ? Grâces soient rendues à Dieu par Jésus-Christ notre Seigneur ! » Puis dans Romains 8:1-2 : « Il n'y a donc maintenant aucune condamnation pour ceux qui sont en Jésus-Christ. En effet, la loi de l'Esprit de vie en Jésus-Christ m'a affranchi de la loi du péché et de la mort. » Priez pour que les musulmans comprennent que les normes morales de Dieu et ses exigences de justice révèlent notre incapacité à obéir pleinement par nous-mêmes, mais que Jésus est venu nous libérer de la loi du péché et de la mort. Priez pour qu'ils vivent la même révélation que Paul a décrite dans Romains 7 et 8.
id_id: Paulus menjelaskan dalam Roma 7:7, "Namun jika tidak ada hukum Taurat, aku tidak akan tahu apa itu dosa. Sebab aku tidak akan tahu apa artinya menginginkan sesuatu jika hukum Taurat tidak berkata, 'Janganlah kamu menginginkan.'" Dia melanjutkan dalam ayat 24 dan 25, "Celakalah aku, manusia celaka! Siapakah yang akan membebaskan aku dari tubuh maut ini? Syukur kepada Allah melalui Yesus Kristus, Tuhan kita!" Kemudian, dalam Roma 8:1-2, Paulus menyatakan, "Oleh karena itu, sekarang tidak ada penghukuman bagi mereka yang ada di dalam Kristus Yesus. Sebab hukum Roh yang memberi hidup telah memerdekakan kamu dalam Kristus Yesus dari hukum dosa dan maut." - Berdoalah agar umat muslim memahami bahwa standar moral Allah dan tuntutan kebenaran-Nya menyingkapkan ketidakmampuan manusia untuk sepenuhnya taat dengan kekuatan sendiri. Berdoalah agar mereka menyadari bahwa Yesus datang untuk membebaskan manusia dari hukum dosa dan maut, dan agar mereka mengalami pencerahan yang sama seperti yang Paulus gambarkan dalam Roma 7 dan Roma 8.

source: Day 12: Cycles of Disobedience
fr_fr: Jour 12 : Les Cycles de Désobéissance
id_id: Hari ke-12: Siklus Ketidaktaatan
