Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Matthew 26:36-56 (ESV) Then Jesus went with them to a place called Gethsemane, and he said to his disciples, "Sit here, while I go over there and pray." And taking with him Peter and the two sons of Zebedee, he began to be sorrowful and troubled. Then he said to them, "My soul is very sorrowful, even to death; remain here, and watch with me." And going a little farther he fell on his face and prayed, saying, "My Father, if it be possible, let this cup pass from me; nevertheless, not as I will, but as you will." And he came to the disciples and found them sleeping. And he said to Peter, "So, could you not watch with me one hour? Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak." Again, for the second time, he went away and prayed, "My Father, if this cannot pass unless I drink it, your will be done." And again he came and found them sleeping, for their eyes were heavy. So, leaving them again, he went away and prayed for the third time, saying the same words again. Then he came to the disciples and said to them, "Sleep and take your rest later on. See, the hour is at hand, and the Son of Man is betrayed into the hands of sinners. Rise, let us be going; see, my betrayer is at hand." While he was still speaking, Judas came, one of the twelve, and with him a great crowd with swords and clubs, from the chief priests and the elders of the people. Now the betrayer had given them a sign, saying, "The one I will kiss is the man; seize him." And he came up to Jesus at once and said, "Greetings, Rabbi!" And he kissed him. Jesus said to him, "Friend, do what you came to do." Then they came up and laid hands on Jesus and seized him. And behold, one of those who were with Jesus stretched out his hand and drew his sword and struck the servant of the high priest and cut off his ear. Then Jesus said to him, "Put your sword back into its place. For all who take the sword will perish by the sword. Do you think that I cannot appeal to my Father, and he will at once send me more than twelve legions of angels? But how then should the Scriptures be fulfilled, that it must be so?" At that hour Jesus said to the crowds, "Have you come out as against a robber, with swords and clubs to capture me? Day after day I sat in the temple teaching, and you did not seize me. But all this has taken place that the Scriptures of the prophets might be fulfilled." Then all the disciples left him and fled.
fr_fr: Matthieu 26:36-56 (LSG) Là-dessus, Jésus alla avec eux dans un lieu appelé Gethsémané, et il dit aux disciples: Asseyez-vous ici, pendant que je m'éloignerai pour prier. Il prit avec lui Pierre et les deux fils de Zébédée, et il commença à éprouver de la tristesse et des angoisses. Il leur dit alors: Mon âme est triste jusqu'à la mort; restez ici, et veillez avec moi. Puis, ayant fait quelques pas en avant, il se jeta sur sa face, et pria ainsi: Mon Père, s'il est possible, que cette coupe s'éloigne de moi! Toutefois, non pas ce que je veux, mais ce que tu veux. Et il vint vers les disciples, qu'il trouva endormis, et il dit à Pierre: Vous n'avez donc pu veiller une heure avec moi! Veillez et priez, afin que vous ne tombiez pas dans la tentation; l'esprit est bien disposé, mais la chair est faible. Il s'éloigna une seconde fois, et pria ainsi: Mon Père, s'il n'est pas possible que cette coupe s'éloigne sans que je la boive, que ta volonté soit faite! Il revint, et les trouva encore endormis; car leurs yeux étaient appesantis. Il les quitta, et, s'éloignant, il pria pour la troisième fois, répétant les mêmes paroles. Puis il alla vers ses disciples, et leur dit: Vous dormez maintenant, et vous vous reposez! Voici, l'heure est proche, et le Fils de l'homme est livré aux mains des pécheurs. Levez-vous, allons; voici, celui qui me livre s'approche. Comme il parlait encore, voici, Judas, l'un des douze, arriva, et avec lui une foule nombreuse armée d'épées et de bâtons, envoyée par les principaux sacrificateurs et par les anciens du peuple. Celui qui le livrait leur avait donné ce signe: Celui que je baiserai, c'est lui; saisissez-le. Aussitôt, s'approchant de Jésus, il dit: Salut, Rabbi! Et il le baisa. Jésus lui dit: Mon ami, ce que tu es venu faire, fais-le. Alors ces gens s'avancèrent, mirent la main sur Jésus, et le saisirent. Et voici, un de ceux qui étaient avec Jésus étendit la main, et tira son épée; il frappa le serviteur du souverain sacrificateur, et lui emporta l'oreille. Alors Jésus lui dit: Remets ton épée à sa place; car tous ceux qui prendront l'épée périront par l'épée. Penses-tu que je ne puisse pas invoquer mon Père, qui me donnerait à l'instant plus de douze légions d'anges? Comment donc s'accompliraient les Écritures, d'après lesquelles il doit en être ainsi? En ce moment, Jésus dit à la foule: Vous êtes venus, comme après un brigand, avec des épées et des bâtons, pour vous emparer de moi. J'étais tous les jours assis parmi vous, enseignant dans le temple, et vous ne m'avez pas saisi. Mais tout cela est arrivé afin que les écrits des prophètes fussent accomplis. Alors tous les disciples l'abandonnèrent, et prirent la fuite.
id_id: Matius 26:36-56 (AYT) Kemudian Yesus tiba bersama murid-murid-Nya di tempat yang bernama Getsemani dan Dia berkata kepada murid-murid-Nya, "Duduklah di sini, sementara Aku ke sana untuk berdoa." Dan, Dia membawa Petrus dan kedua anak Zebedeus bersama-Nya, dan Dia mulai berduka dan bersusah hati. Kemudian, Dia berkata kepada mereka, "Hati-Ku sangat berduka, bahkan seperti mau mati rasanya. Tinggallah di sini dan tetaplah berjaga-jaga bersama-Ku." Dan, Dia sedikit menjauh, lalu sujud dengan wajah-Nya menyentuh tanah dan berdoa, kata-Nya, "Bapa-Ku, kalau mungkin, biarlah cawan ini berlalu dari-Ku. Akan tetapi, jangan seperti yang Aku kehendaki, melainkan seperti kehendak-Mu." Kemudian, Dia datang kepada murid-murid-Nya dan mendapati mereka sedang tidur. Lalu, Dia berkata kepada Petrus, "Jadi, kamu tidak sanggup berjaga-jaga bersama Aku selama 1 jam? Berjaga-jaga dan berdoalah supaya kamu jangan jatuh ke dalam pencobaan. Roh memang penurut tetapi daging lemah." Yesus pergi lagi untuk kedua kalinya dan berdoa, kata-Nya, "Bapa-Ku, jika ini tidak dapat berlalu kecuali Aku meminumnya, kehendak-Mulah yang akan terjadi." Sekali lagi, Dia datang dan mendapati mereka tidur karena mata mereka terasa berat. Maka, Dia meninggalkan mereka, dan Dia pergi lagi, lalu berdoa untuk ketiga kalinya, mengucapkan kata-kata yang sama. Kemudian Yesus kembali kepada murid-murid dan berkata, "Tidurlah sekarang dan beristirahatlah. Lihat, waktunya makin dekat dan Anak Manusia diserahkan ke tangan orang-orang berdosa. Bangunlah, mari kita pergi. Lihat, orang yang menyerahkan Aku sudah dekat." Sementara Yesus masih berbicara, Yudas, satu dari kedua belas murid itu datang. Bersama-sama dengan dia, kerumunan besar orang banyak dari imam-imam kepala dan tua-tua bangsa itu, dengan pedang dan pentung. Sekarang, ia yang menyerahkan Yesus memberi mereka tanda, katanya, "Siapa yang aku cium, itulah Dia, tangkaplah Dia." Yudas segera mendekat kepada Yesus dan berkata, "Salam, Rabi!" Dan, Yudas mencium-Nya. Yesus berkata kepadanya, "Teman, lakukanlah maksud kedatanganmu." Kemudian orang banyak itu mendekat, meletakkan tangan pada Yesus, dan menangkap-Nya. Dan, lihat, satu dari mereka yang bersama Yesus mengulurkan tangannya, menarik pedangnya, dan menyerang hamba imam besar itu, dan memotong telinganya. Kemudian, Yesus berkata kepadanya, "Kembalikan pedangmu ke tempatnya karena semua yang menggunakan pedang akan binasa oleh pedang. Atau, kamu pikir aku tidak mampu memohon kepada Bapa-Ku, dan Ia, sekarang juga, akan memberi-Ku lebih dua belas pasukan malaikat? Namun, bagaimana kemudian Kitab Suci akan digenapi yang mengatakan bahwa harus terjadi demikian? Pada waktu itu, Yesus berkata kepada orang banyak itu, "Apakah seperti melawan perampok kamu keluar dengan pedang dan pentung untuk menangkap Aku? Setiap hari, Aku duduk mengajar di Bait Allah dan kamu tidak menangkap Aku. Akan tetapi, semua ini terjadi supaya kitab-kitab para nabi digenapi." Kemudian, semua murid meninggalkan-Nya dan melarikan diri.

source: Jesus was completely capable of stopping his arrest and subsequent crucifixion. He submitted willingly, not because of powerlessness, but because of obedience to His Father's will. Multiple times he prayed "Not my will, but your will be done." Pray for the beauty of Jesus' willing sacrifice to bring many in this land to love and follow Him. We also learn that Jesus experienced the deepest sorrow known to humanity. He was not stoic or detached from suffering. Pray for those in this land who are in deep grief to know that Jesus experienced even greater sorrow and desires to be with them in their pain.
fr_fr: Jésus était tout à fait capable d'empêcher son arrestation et sa crucifixion qui a suivi. Il s'est soumis volontairement, non pas par impuissance, mais par obéissance à la volonté de Son Père. Plusieurs fois il a prié « Non pas ma volonté, mais la tienne. » Priez pour que la beauté du sacrifice volontaire de Jésus amène beaucoup dans ce pays à L'aimer et à Le suivre. Nous apprenons aussi que Jésus a vécu la plus profonde tristesse connue de l'humanité. Il n'était pas stoïque ni détaché de la souffrance. Priez pour que ceux dans ce pays qui sont dans un deuil profond sachent que Jésus a vécu une tristesse encore plus grande et désire être avec eux dans leur douleur.
id_id: Yesus sepenuhnya mampu menghentikan penangkapan dan penyaliban-Nya yang akan datang. Namun, Dia menyerahkan diri-Nya dengan sukarela -- bukan karena kelemahan, melainkan karena ketaatan-Nya kepada kehendak Bapa. Berulang kali Yesus berdoa, "Bukan kehendak-Ku, tetapi kehendak-Mu yang terjadi." Berdoalah agar keindahan pengorbanan sukarela Yesus menuntun banyak orang di negeri ini untuk mengasihi dan mengikuti-Nya. Kita juga belajar bahwa Yesus mengalami kesedihan terdalam yang pernah dialami manusia. Dia tidak bersikap stoik atau acuh tak acuh terhadap penderitaan. Berdoalah bagi mereka yang berada dalam kesedihan mendalam di negeri ini agar mereka mengetahui bahwa Yesus mengalami kesedihan yang lebih besar dan rindu hadir bersama mereka di tengah penderitaan mereka.

source: Humans are weak. Our bodies get tired. Peter was full of zeal and claimed that he was willing to go anywhere with Jesus no matter the cost. Yet, after the Messiah asked him to watch and pray, he could not even keep his eyes open. Pray that this example would convince Muslims in this place that they cannot fast enough, pray enough, give away enough. Pray for this conviction to drive them to Jesus' grace. None of us has been a friend to Jesus like he has been to us. Pray for many in this land to experience friendship with Jesus, allowing that to transform them into His image more and more each day.
fr_fr: Les humains sont faibles. Nos corps se fatiguent. Pierre était plein de zèle et affirmait qu'il était prêt à aller n'importe où avec Jésus, peu importe le prix. Pourtant, après que le Messie lui a demandé de veiller et de prier, il n'a même pas pu garder les yeux ouverts. Priez pour que cet exemple convainque les musulmans dans ce lieu qu'ils ne peuvent pas assez jeûner, assez prier, assez donner. Priez pour que cette conviction les pousse vers la grâce de Jésus. Aucun de nous n'a été un ami pour Jésus comme il l'a été pour nous. Priez pour que beaucoup dans ce pays fassent l'expérience de l'amitié avec Jésus, permettant à cela de les transformer à Son image de plus en plus chaque jour.
id_id: Manusia itu lemah. Tubuh kita mudah lelah. Petrus penuh semangat dan menyatakan bahwa dia siap mengikuti Yesus ke mana pun, berapa pun harganya. Namun, ketika Mesias memintanya berjaga dan berdoa, dia bahkan tidak sanggup menjaga matanya tetap terbuka. Berdoalah agar gambaran ini menyadarkan umat muslim di tempat ini bahwa mereka tidak akan pernah cukup berpuasa, tidak akan pernah cukup berdoa, dan tidak akan pernah cukup memberi untuk memperoleh keselamatan. Kiranya kesadaran ini mendorong mereka kepada kasih karunia Yesus. Tidak seorang pun di antara kita menjadi sahabat Yesus seperti Dia telah menjadi sahabat kita. Berdoalah agar banyak orang di negeri ini mengalami persahabatan yang sejati dengan Yesus, sehingga relasi ini mengubahkan mereka semakin hari semakin serupa dengan gambar-Nya.

source: There is only one way for us to be rescued from this body of death. God the Son cried out to His Father, "If there is another way, take this cup from me." God the Father did not take it away. Only by drinking this cup of suffering was eternal life made available to all who would believe. Halima had heard the stories of Jesus. She asked for them to be told to her over and over again. She loved the stories and explained Jesus' power by declaring that He is God. But as her family came to visit and her mother fasted and her father went to prayer times, she could not reconcile the outward "goodness" of family members who are Muslim with the gospel that Jesus is the only way. She couldn't bear to believe that God would not overlook their unbelief in Jesus because of their devout sincerity. She was sure that God would see their "good lives", forgive them, and grant them eternal life. She began saying her Muslim prayers more devoutly, counting them with beads, fasting twice a week, and was careful to dress modestly. She said, "It is just clear what is good and what is bad. You can feel it." Like many others, Halima believed the lie that we define the way to God – that good and evil are determined by how something feels to us. How, then, can Christians be certain of eternal life? God himself declares that there is One Way to the Father – through Jesus the Son. Pray for humility and repentance.
fr_fr: Il n'y a qu'un seul moyen pour nous d'être sauvés de ce corps de mort. Dieu le Fils a crié vers Son Père : « S'il y a un autre moyen, éloigne de moi cette coupe. » Dieu le Père ne l'a pas enlevée. Ce n'est qu'en buvant cette coupe de souffrance que la vie éternelle a été rendue accessible à tous ceux qui croiraient. Halima avait entendu les histoires de Jésus. Elle a demandé qu'on les lui raconte encore et encore. Elle aimait ces histoires et expliquait la puissance de Jésus en déclarant qu'Il est Dieu. Mais quand sa famille venait lui rendre visite et que sa mère jeûnait et que son père allait aux temps de prière, elle ne pouvait pas concilier la « bonté » extérieure des membres de sa famille qui sont musulmans avec l'Évangile selon lequel Jésus est le seul chemin. Elle ne pouvait pas supporter de croire que Dieu ne passerait pas sur leur incrédulité en Jésus à cause de leur sincérité dévote. Elle était sûre que Dieu verrait leurs « bonnes vies », leur pardonnerait et leur accorderait la vie éternelle. Elle a commencé à dire ses prières musulmanes plus dévotement, les comptant avec des perles, jeûnant deux fois par semaine, et faisait attention à s'habiller modestement. Elle a dit : « C'est juste clair ce qui est bien et ce qui est mal. On peut le sentir. » Comme beaucoup d'autres, Halima croyait le mensonge que nous définissons le chemin vers Dieu — que le bien et le mal sont déterminés par ce que nous ressentons. Comment, alors, les chrétiens peuvent-ils être certains de la vie éternelle ? Dieu lui-même déclare qu'il y a Un Seul Chemin vers le Père — par Jésus le Fils. Priez pour l'humilité et la repentance.
id_id: Hanya ada satu jalan bagi kita untuk dilepaskan dari tubuh maut ini. Anak Allah berdoa kepada Bapa-Nya, "Jika ada cara lain, ambillah cawan ini dari Aku." Namun, Bapa tidak mengambilnya. Hanya dengan meminum cawan penderitaan inilah hidup kekal tersedia bagi semua yang percaya. Halima telah mendengar kisah-kisah tentang Yesus dan meminta agar kisah-kisah itu diceritakan kepadanya berulang kali. Dia mengasihi kisah-kisah tersebut dan bahkan menyatakan kuasa Yesus dengan mengakui bahwa Dia adalah Allah. Namun, ketika keluarganya datang berkunjung dan ibunya berpuasa serta ayahnya menjalankan waktu-waktu doa, Halima kesulitan mempertemukan kesalehan lahiriah keluarga Muslimnya dengan Injil yang menyatakan bahwa Yesus adalah satu-satunya jalan. Dia tidak dapat menerima bahwa Allah tidak akan mengampuni ketidakpercayaan mereka kepada Yesus hanya karena kesungguhan hidup religius mereka. Dia meyakini bahwa Allah akan melihat "kehidupan baik" mereka, mengampuni mereka, dan memberikan hidup kekal. Seiring waktu, Halima mulai mengejar kesalehan dengan lebih giat. Dia menghitung doa-doanya dengan tasbih, berpuasa dua kali seminggu, dan sangat berhati-hati menjaga kesopanan dalam berpakaian. Dia berkata, "Jelas mana yang baik dan mana yang buruk. Kamu bisa merasakannya." Seperti banyak orang lainnya, Halima mempercayai kebohongan bahwa manusia sendirilah yang menentukan jalan menuju Allah -- bahwa baik dan buruk ditentukan oleh apa yang terasa benar bagi kita. Lalu, bagaimana orang Kristen dapat memiliki kepastian akan hidup kekal? Allah sendiri menyatakan bahwa hanya ada satu jalan menuju Bapa -- melalui Yesus, Anak-Nya. Berdoalah agar kerendahan hati dan pertobatan lahir di hati orang-orang di negeri ini.

source: When believers suffer for Christ's sake, their families are often unsure how to pray. If we know that "blessed are those who are persecuted for righteousness' sake," is it right to pray for their release from prison? If God works powerfully even in prison, should we grieve and beg for our family to be reunited? This passage reassures us that in our anguish, we may cry out to God in holiness, "If it is possible, take this cup from me." At the same time we pray, "Not our will, God, but Yours be done." God advances the gospel. God builds His church. We trust Him even when we cannot see. Through tears, we cry honestly and desperately to God, trusting the perfect sovereignty of the One who hears and who loves. - Pray for Christians in this place who are facing deep sorrows, troubles, and persecution to take comfort in knowing that Jesus sees and understands. - The Muslim world still waits for multitudes of Christians who will respond to God's call in obedient action, not merely philosophical agreement. Pray that believers would follow the way of their Master – even when obedience leads through sorrow – to bring the Good News to Muslims.
fr_fr: Ce passage nous rassure que dans notre angoisse, nous pouvons crier à Dieu dans Sa sainteté : « S'il est possible, éloigne de moi cette coupe. » En même temps nous prions : « Non pas notre volonté, Dieu, mais la Tienne. » Dieu fait avancer l'Évangile. Dieu bâtit Son Église. Nous Lui faisons confiance même quand nous ne pouvons pas voir. À travers les larmes, nous crions honnêtement et désespérément vers Dieu, faisant confiance à la souveraineté parfaite de Celui qui entend et qui aime. - Priez pour que les chrétiens dans ce lieu qui font face à de profondes tristesses, troubles et persécutions soient réconfortés en sachant que Jésus voit et comprend. - Le monde musulman attend encore des multitudes de chrétiens qui répondront à l'appel de Dieu par une action obéissante, pas seulement un accord philosophique. Priez pour que les croyants suivent le chemin de leur Maître — même quand l'obéissance passe par la tristesse — pour apporter la Bonne Nouvelle aux musulmans.
id_id: Ketika orang-orang percaya menderita karena Kristus, keluarga mereka sering kali kebingungan tentang bagaimana harus berdoa. Jika kita tahu bahwa "berbahagialah mereka yang dianiaya demi kebenaran", apakah keliru berdoa agar mereka dibebaskan dari penjara? Jika Allah bekerja dengan kuasa-Nya bahkan di balik jeruji, haruskah kita bersedih dan memohon agar keluarga dipersatukan kembali? Ayat ini meneguhkan kita bahwa di tengah kesedihan, kita boleh berdoa dengan jujur dan kudus, "Jika mungkin, ambillah cawan ini dari kami." Namun, pada saat yang sama, kita berdoa, "Bukan kehendak kami, ya Allah, tetapi kehendak-Mu yang terjadi." Allah terus memajukan Injil. Allah terus membangun Gereja-Nya. Kita mempercayai Dia bahkan ketika kita belum dapat melihat jalan-Nya. Melalui air mata, kita datang kepada Allah dengan doa yang jujur dan penuh keputusasaan, sambil bersandar pada kedaulatan-Nya yang sempurna -- Dia yang mendengarkan dan Dia yang mengasihi. - Berdoalah bagi orang-orang Kristen di tempat ini yang menghadapi kesedihan mendalam, kesulitan, dan penganiayaan, agar mereka menemukan penghiburan dalam keyakinan bahwa Yesus melihat dan memahami. - Dunia muslim masih menantikan banyak orang Kristen yang menanggapi panggilan Allah dengan ketaatan nyata, bukan sekadar persetujuan intelektual. Berdoalah agar orang-orang percaya mengikuti jalan Tuhan mereka -- bahkan ketika ketaatan membawa mereka melewati kesedihan -- demi membawa Kabar Baik kepada umat muslim.

source: Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, who comforts His people in all their affliction, so that they may comfort others with the same comfort they received from God. As believers in this land share abundantly in Christ's sufferings, may they also share in His comfort. (2 Corinthians 1:3-5) Pray for people in this place, like Paul, to testify in the midst of crushing hardship: "This was to make us rely not on ourselves but on God who raises the dead." (2 Corinthians 1:9)
fr_fr: Béni soit Dieu, le Père de notre Seigneur Jésus-Christ, le Père des miséricordes et le Dieu de toute consolation, qui console Son peuple dans toutes leurs afflictions, afin qu'ils puissent consoler les autres avec la même consolation qu'ils ont reçue de Dieu. Alors que les croyants dans ce pays participent abondamment aux souffrances de Christ, qu'ils participent aussi à Sa consolation. (2 Corinthiens 1:3-5) Priez pour que les gens dans ce lieu, comme Paul, témoignent au milieu d'épreuves accablantes : « C'était pour nous apprendre à ne pas placer notre confiance en nous-mêmes, mais en Dieu qui ressuscite les morts. » (2 Corinthiens 1:9)
id_id: Terpujilah Allah dan Bapa Tuhan kita Yesus Kristus, Bapa segala belas kasihan dan Allah segala penghiburan, yang menghibur umat-Nya dalam segala penderitaan mereka, supaya mereka sanggup menghibur orang lain dengan penghiburan yang sama yang mereka terima dari Allah. Sebagaimana orang-orang percaya di negeri ini turut mengambil bagian dalam penderitaan Kristus dengan limpah, kiranya mereka juga mengalami penghiburan-Nya. (2 Korintus 1:3-5) Berdoalah agar orang-orang di tempat ini, seperti Paulus, dapat bersaksi di tengah penderitaan yang menghancurkan, "Hal ini terjadi supaya kami jangan mengandalkan diri kami sendiri, tetapi mengandalkan Allah yang membangkitkan orang mati." (2 Korintus 1:9)

source: Day 28: The Crucifixion
fr_fr: Jour 28 : La Crucifixion
id_id: Hari ke-28: Penyaliban
