Repository: Pray4Movement/ramadan-2026
Catalog: languages/ramadan-2026-*.po
Languages: fr_fr, id_id

source: Mark 1:1-8 (ESV) The beginning of the gospel of Jesus Christ, the Son of God. As it is written in Isaiah the prophet, "Behold, I send my messenger before your face, who will prepare your way, the voice of one crying in the wilderness: 'Prepare the way of the Lord, make his paths straight,' " John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins. And all the country of Judea and all Jerusalem were going out to him and were being baptized by him in the river Jordan, confessing their sins. Now John was clothed with camel's hair and wore a leather belt around his waist and ate locusts and wild honey. And he preached, saying, "After me comes he who is mightier than I, the strap of whose sandals I am not worthy to stoop down and untie. I have baptized you with water, but he will baptize you with the Holy Spirit." John 1:29-34 (ESV) The next day he saw Jesus coming toward him, and said, "Behold, the Lamb of God, who takes away the sin of the world! This is he of whom I said, 'After me comes a man who ranks before me, because he was before me.' I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel." And John bore witness: "I saw the Spirit descend from heaven like a dove, and it remained on him. I myself did not know him, but he who sent me to baptize with water said to me, 'He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.' And I have seen and have borne witness that this is the Son of God."
fr_fr: Marc 1:1-8 (LSG) Commencement de l'Évangile de Jésus-Christ, Fils de Dieu. Selon ce qui est écrit dans Ésaïe, le prophète: Voici, j'envoie devant toi mon messager, Qui préparera ton chemin; C'est la voix de celui qui crie dans le désert: Préparez le chemin du Seigneur, Aplanissez ses sentiers. Jean parut, baptisant dans le désert, et prêchant le baptême de repentance, pour la rémission des péchés. Tout le pays de Judée et tous les habitants de Jérusalem se rendaient auprès de lui; et, confessant leurs péchés, ils se faisaient baptiser par lui dans le fleuve du Jourdain. Jean avait un vêtement de poils de chameau, et une ceinture de cuir autour des reins. Il se nourrissait de sauterelles et de miel sauvage. Il prêchait, disant: Il vient après moi celui qui est plus puissant que moi, et je ne suis pas digne de délier, en me baissant, la courroie de ses souliers. Moi, je vous ai baptisés d'eau; lui, il vous baptisera du Saint-Esprit. Jean 1:29-34 (LSG) Le lendemain, il vit Jésus venant à lui, et il dit: Voici l'Agneau de Dieu, qui ôte le péché du monde. C'est celui dont j'ai dit: Après moi vient un homme qui m'a précédé, car il était avant moi. Je ne le connaissais pas, mais c'est afin qu'il fût manifesté à Israël que je suis venu baptiser d'eau. Jean rendit ce témoignage: J'ai vu l'Esprit descendre du ciel comme une colombe et s'arrêter sur lui. Je ne le connaissais pas, mais celui qui m'a envoyé baptiser d'eau, celui-là m'a dit: Celui sur qui tu verras l'Esprit descendre et s'arrêter, c'est celui qui baptise du Saint-Esprit. Et j'ai vu, et j'ai rendu témoignage qu'il est le Fils de Dieu.
id_id: Markus 1:1-8 (AYT) Inilah permulaan Injil Yesus Kristus, Anak Allah, seperti yang tertulis dalam kitab nabi-nabi. "Lihatlah! Aku mengirim utusan-Ku mendahului Engkau yang akan mempersiapkan jalan bagi-Mu. Ada suara orang yang berseru-seru di padang belantara: 'Siapkanlah jalan bagi Tuhan, buatlah jalan-Nya lurus.'" Yohanes tampil membaptis di padang belantara dan memberitakan baptisan pertobatan untuk pengampunan dosa. Semua penduduk Yudea dan semua orang Yerusalem datang kepadanya, dan dengan mengakui dosa-dosanya, mereka dibaptis oleh Yohanes di Sungai Yordan. Yohanes diberi pakaian rambut unta dengan ikat pinggang kulit melingkar di pinggangnya. Dia makan belalang dan madu hutan. Dia berkhotbah dan berkata, "Setelah aku, akan datang Dia yang lebih berkuasa daripada aku dan Aku tidak layak untuk membungkuk dan melepaskan tali sandal-Nya. Aku telah membaptis kamu dengan air, tetapi Dia akan membaptis kamu dengan Roh Kudus." Yohanes 1:29-34 (AYT) Keesokan harinya, Yohanes melihat Yesus datang kepadanya, dan Yohanes berkata, "Lihatlah, Anak Domba Allah yang menghapuskan dosa dunia! Dialah yang aku maksudkan ketika aku berkata, 'Sesudah aku akan datang Seseorang yang lebih besar daripada aku karena Ia sudah ada sebelum aku.' Dahulu, aku tidak mengenal Dia, tetapi supaya Ia dinyatakan kepada orang-orang Israel, maka aku datang membaptis dengan air." Dan, Yohanes bersaksi, katanya, "Aku melihat Roh turun dari langit seperti burung merpati dan Roh itu tinggal pada-Nya. Aku sendiri tidak mengenal Dia, tetapi Dia yang mengutus aku untuk membaptis dengan air berkata kepadaku, 'Dia yang ke atas-Nya kamu melihat Roh turun dan tinggal, Dialah yang akan membaptis dengan Roh Kudus.' Aku sendiri telah melihat dan memberi kesaksian bahwa Dia inilah Anak Allah.'"

source: God intentionally sent John to prepare the way for the public ministry of Jesus. John's call to repentance awakened hearts to their need for forgiveness and readied people to receive the Messiah. It was also the Father's will that Jesus submit to baptism, not because He needed repentance, but to reveal His humility and model His obedience. At that moment, God made Jesus' identity clear to John: He is the Lamb of God who takes away the sin of the world and the Son of God sent from heaven. - Pray that God would prepare the hearts of people in this land to receive the message of Christ. - Pray that Jesus' true identity would be revealed to those seeking to follow Him. May the contrast between the titles Jesus held and the actions Jesus took cause wonder and curiosity.
fr_fr: Dieu a intentionnellement envoyé Jean pour préparer le chemin du ministère public de Jésus. L'appel de Jean à la repentance a éveillé les cœurs à leur besoin de pardon et a préparé les gens à recevoir le Messie. C'était aussi la volonté du Père que Jésus se soumette au baptême, non pas parce qu'il avait besoin de repentance, mais pour révéler son humilité et modeler son obéissance. À ce moment-là, Dieu a clarifié l'identité de Jésus à Jean : Il est l'Agneau de Dieu qui ôte le péché du monde et le Fils de Dieu envoyé du ciel. - Priez pour que Dieu prépare les cœurs des gens de ce pays à recevoir le message de Christ. - Priez pour que la véritable identité de Jésus soit révélée à ceux qui cherchent à le suivre. Que le contraste entre les titres que Jésus portait et les actions que Jésus accomplissait suscite l'émerveillement et la curiosité.
id_id: Allah dengan sengaja mengutus Yohanes untuk mempersiapkan jalan bagi pelayanan publik Yesus. Panggilan Yohanes untuk bertobat membangunkan hati orang-orang akan kebutuhan mereka akan pengampunan dan mempersiapkan mereka untuk menerima Mesias. Itu juga merupakan kehendak Bapa agar Yesus menaati baptisan -- bukan karena Dia memerlukan pertobatan, tetapi untuk menyatakan kerendahan hati-Nya dan menjadi teladan ketaatan. Pada saat itu, Allah dengan jelas menyatakan identitas Yesus kepada Yohanes: Dia adalah Anak Domba Allah yang menghapus dosa dunia dan Anak Allah yang diutus dari surga. - Berdoalah agar Allah mempersiapkan hati orang-orang di negeri ini untuk menerima pesan Kristus. - Berdoalah agar identitas sejati Yesus dinyatakan kepada mereka yang rindu mengikuti-Nya. Kiranya kontras antara gelar-gelar yang disandang Yesus dan tindakan-tindakan-Nya membangkitkan keheranan serta rasa ingin tahu yang kudus.

source: John exemplifies a person called by God for a specific purpose. He submits to God's direction and is used to proclaim repentance and obedience through baptism. This passage also reveals the universal problem of sin; a problem that no person can resolve on their own. Many in the surrounding region responded by recognizing their need for repentance and taking action, submitting themselves to the call of God. - Pray that the same conviction of sin that drew the people into the wilderness to be baptized by John would lead people in this land to seek freedom from the burden of sin and the forgiveness only God provides. - Pray that men and women here would have real encounters with the living God, and that these encounters would compel them to boldly testify to the Son of God and His work of grace in their lives.
fr_fr: Jean illustre une personne appelée par Dieu pour un but spécifique. Il se soumet à la direction de Dieu et est utilisé pour proclamer la repentance et l'obéissance par le baptême. Ce passage révèle aussi le problème universel du péché ; un problème qu'aucune personne ne peut résoudre par elle-même. Beaucoup dans la région environnante ont répondu en reconnaissant leur besoin de repentance et en passant à l'action, se soumettant à l'appel de Dieu. - Priez pour que la même conviction de péché qui a attiré les gens dans le désert pour être baptisés par Jean conduise les gens de ce pays à chercher la liberté du fardeau du péché et le pardon que seul Dieu accorde. - Priez pour que les hommes et les femmes d'ici aient de vraies rencontres avec le Dieu vivant, et que ces rencontres les poussent à témoigner avec audace du Fils de Dieu et de son œuvre de grâce dans leur vie.
id_id: Yohanes menjadi contoh seseorang yang dipanggil Allah untuk tujuan tertentu. Ia tunduk pada arahan Allah dan dipakai untuk memberitakan pertobatan serta ketaatan melalui baptisan. Ayat ini juga menyingkapkan masalah dosa yang bersifat universal -- masalah yang tidak dapat diselesaikan manusia dengan kekuatannya sendiri. Banyak orang di wilayah sekitar merespons dengan menyadari kebutuhan mereka akan pertobatan dan mengambil langkah nyata, menyerahkan diri mereka kepada panggilan Allah. - Berdoalah agar kesadaran akan dosa yang dahulu membawa orang-orang ke padang gurun untuk dibaptis oleh Yohanes juga mendorong orang-orang di negeri ini mencari kebebasan dari beban dosa dan pengampunan yang hanya Allah dapat berikan. - Berdoalah agar pria dan wanita di tempat ini mengalami perjumpaan yang nyata dengan Allah yang hidup, dan agar perjumpaan-perjumpaan tersebut mendorong mereka dengan berani bersaksi tentang Anak Allah dan karya anugerah-Nya dalam hidup mereka.

source: One of the Qur'anic verses that many Muslims memorize and often quote says, "He [God] neither begets nor is born." From their earliest education they are taught to deny that Jesus is the Son of God. - Pray for the Holy Spirit, who bears witness about Jesus (John 15:26), to work in the hearts of men and women across the Muslim world to understand the Truth of what all the Old Testament prophets were teaching us about who Jesus would be. - Pray for hearts to remember the lamb they sacrifice every year in honor of God's intervention for Abraham and for them to understand what it means when John says, "Behold, the Lamb of God who takes away the sin of the world!"
fr_fr: L'un des versets coraniques que beaucoup de musulmans mémorisent et citent souvent dit : « Il [Dieu] n'engendre pas et n'a pas été engendré. » Dès leur plus jeune âge, on leur enseigne à nier que Jésus est le Fils de Dieu. - Priez pour que le Saint-Esprit, qui rend témoignage de Jésus (Jean 15:26), agisse dans les cœurs des hommes et des femmes à travers le monde musulman pour comprendre la Vérité de ce que tous les prophètes de l'Ancien Testament nous enseignaient sur qui serait Jésus. - Priez pour que les cœurs se souviennent de l'agneau qu'ils sacrifient chaque année en l'honneur de l'intervention de Dieu pour Abraham et qu'ils comprennent ce que cela signifie quand Jean dit : « Voici l'Agneau de Dieu qui ôte le péché du monde ! »
id_id: Salah satu ayat Al-Qur'an yang banyak dihafal dan sering dikutip oleh umat Muslim berbunyi, "Dia tidak memperanakkan dan tidak diperanakkan." Sejak usia dini, mereka diajarkan untuk menolak bahwa Yesus adalah Anak Allah. - Berdoalah agar Roh Kudus, yang bersaksi tentang Yesus (Yohanes 15:26), bekerja di hati pria dan wanita di seluruh dunia Muslim, sehingga mereka memahami kebenaran tentang apa yang diajarkan oleh para nabi Perjanjian Lama mengenai siapa Yesus itu. - Berdoalah agar hati mereka diingatkan pada domba yang dikorbankan setiap tahun sebagai peringatan akan campur tangan Allah bagi Abraham, dan agar mereka memahami makna perkataan Yohanes, "Lihatlah, Anak Domba Allah yang menghapus dosa dunia!"

source: Miriam, an elderly lady, put her faith in Jesus and simple step by simple step began to follow Him. She had no idea what He had in store for the day of her baptism. She had read about Jesus' baptism and His promise to baptize with the Holy Spirit. She didn't know that she would go into the water legally blind and that she would emerge from the water with her eyesight fully restored. Even better, this miraculous healing emboldened her to share her faith with her children and grandchildren. Pray for God to move miraculously in the lives of Muslim people. Pray that the stories of His provision would reach the ears of those ready to come to Him.
fr_fr: Miriam, une dame âgée, a mis sa foi en Jésus et pas à pas a commencé à le suivre. Elle n'avait aucune idée de ce qu'il lui réservait pour le jour de son baptême. Elle avait lu sur le baptême de Jésus et sa promesse de baptiser du Saint-Esprit. Elle ne savait pas qu'elle entrerait dans l'eau légalement aveugle et qu'elle en ressortirait avec sa vue entièrement restaurée. Mieux encore, cette guérison miraculeuse l'a encouragée à partager sa foi avec ses enfants et petits-enfants. Priez pour que Dieu agisse miraculeusement dans la vie des musulmans. Priez pour que les récits de sa provision atteignent les oreilles de ceux qui sont prêts à venir à lui.
id_id: Miriam, seorang perempuan lanjut usia, menaruh imannya kepada Yesus dan mulai mengikuti-Nya melalui langkah-langkah ketaatan yang sederhana. Ia tidak mengetahui apa yang telah Allah sediakan pada hari pembaptisannya. Ia telah membaca tentang baptisan Yesus dan janji-Nya untuk membaptis dengan Roh Kudus. Ia tidak menyangka bahwa dia akan masuk ke dalam air dalam keadaan buta secara hukum dan keluar dengan penglihatannya dipulihkan sepenuhnya. Lebih dari itu, kesembuhan ajaib tersebut memberinya keberanian untuk membagikan imannya kepada anak-anak dan cucu-cucunya. Berdoalah agar Allah bertindak secara ajaib dalam hidup umat Muslim. Berdoalah agar kisah-kisah tentang pemeliharaan dan kuasa-Nya sampai ke telinga mereka yang siap datang kepada-Nya.

source: Isaiah 40:3-5 is the Old Testament passage echoed in Mark 1. It describes a wilderness responding to God's call, making way for the Lord to move. We pray for the reality of these promises in this place: In the spiritual wilderness of this place, O God, prepare the way for your Messiah. We ask you to make straight in the desert a highway for our God. Provide clear paths for people to come to know You. We pray for copies of Scripture to be accessible and distributable in this place. We pray for every valley of fear, despair, doubt, and hopelessness that hinders people from seeking Christ to be lifted up. We pray for every mountain and hill of false religion, persecution, spiritual pacts and bonds, and work of the enemy to be made low. May the glory of the Lord be revealed and all flesh of this land see it together.
fr_fr: Ésaïe 40:3-5 est le passage de l'Ancien Testament repris dans Marc 1. Il décrit un désert répondant à l'appel de Dieu, préparant le chemin pour que le Seigneur agisse. Nous prions pour la réalité de ces promesses en ce lieu : Dans le désert spirituel de ce lieu, ô Dieu, prépare le chemin pour ton Messie. Nous te demandons de faire dans le désert une route aplanie pour notre Dieu. Offre des chemins clairs pour que les gens viennent te connaître. Nous prions pour que des copies des Écritures soient accessibles et distribuables en ce lieu. Nous prions pour que chaque vallée de peur, de désespoir, de doute et de désespérance qui empêche les gens de chercher Christ soit comblée. Nous prions pour que chaque montagne et colline de fausse religion, de persécution, de pactes et de liens spirituels, et d'œuvre de l'ennemi soit abaissée. Que la gloire du Seigneur soit révélée et que toute chair de ce pays la voie ensemble.
id_id: Yesaya 40:3-5 merupakan bagian dari Perjanjian Lama yang dikutip kembali dalam Markus 1. Bagian ini menggambarkan padang gurun yang merespons panggilan Allah dengan mempersiapkan jalan bagi Tuhan. Kami berdoa agar janji-janji ini menjadi nyata di tempat ini: Di padang gurun rohani negeri ini, ya Allah, persiapkanlah jalan bagi Mesias-Mu. Luruskanlah jalan di padang gurun bagi Allah kami. Sediakanlah jalan yang jelas agar orang-orang dapat mengenal Engkau. Kami berdoa agar Kitab Suci tersedia dan dapat didistribusikan dengan luas di tempat ini. Kami berdoa agar setiap lembah ketakutan, keputusasaan, keraguan, dan putus asa yang menghalangi orang-orang untuk mencari Kristus diangkat. Kami berdoa agar setiap gunung dan bukit berupa agama palsu, penganiayaan, perjanjian dan ikatan rohani, serta pekerjaan musuh direndahkan. Kiranya kemuliaan Tuhan dinyatakan, dan semua manusia di negeri ini melihatnya bersama-sama.

source: Day 17: Temptation and Ministry of Jesus
fr_fr: Jour 17 : La Tentation et le Ministère de Jésus
id_id: Hari ke-17: Godaan dan Pelayanan Yesus
